Repository: OpenSPA/dvbapp2
Catalog: po/*.po
Languages: ca, es

source: Press EXIT to close.
ca: Prem EXIT per a tancar.
es: Pulse EXIT para cerrar.

source: Press EXIT to return to the help screen.
ca: Prem EXIT per a retornar a la pantalla d'ajuda.
es: Pulse EXIT para volver a la pantalla de ayuda.

source: Press OK for MultiBoot selection.
ca: Prem OK per a selecció Multiboot.
es: Pulse OK para la selección de MultiBoot.

source: Press OK on your remote control to continue.
ca: Per continuar, premeu OK al comandament a distància.
es: Pulse OK en el mando para continuar.

source: Press OK to activate the settings.
ca: Prem OK per a activar la configuració.
es: Pulse OK para activar la configuración.

source: Press OK to continue.
ca: Prem OK per continuar.
es: Pulse OK para continuar.

source: Press OK to edit the settings.
ca: Premeu OK per editar la configuració.
es: Pulse OK para editar la configuración.

source: Press OK to enter PIN code
es: Pulsa OK para introducir código PIN

source: Press OK to get further details for %s
ca: Prem OK per obtenir més detalls de %s
es: Pulse OK para obtener más detalles de %s

source: Press OK to init module
es: Pulsa OK para iniciar módulo

source: Press OK to install and use this language. [%s]
ca: Prem OK per instal·lar i utilitzar aquest idioma. [%s]
es: Pulse OK para instalar y utilizar este idioma. [%s]

source: Press OK to install and use this locale. [%s]
ca: Prem OK per instal·lar i utilitzar aquest idioma local. [%s]
es: Pulse OK para instalar y utilizar esta configuración regional. [%s]

source: Press OK to open module info
es: Pulsa OK para abrir información de módulo

source: Press OK to reset PIN code
es: Pulsa OK para resetear código PIN

source: Press OK to reset module
es: Pulsa OK para resetear módulo

source: Press OK to scan
ca: Prem OK per a buscar
es: Pulse OK para buscar

source: Press OK to select a group of satellites to configure in one block.
ca: Premeu OK per seleccionar un grup de satèl·lits per configurar en un bloc.
es: Pulse OK para seleccionar un grupo de satélites a configurar en un bloque.

source: Press OK to select a provider.
ca: Prem OK per a buscar.
es: Pulse OK para seleccionar un proveedor.

source: Press OK to select a service.
ca: Prem OK per a buscar.
es: Pulse OK para seleccionar un canal.

source: Press OK to select satellites
ca: Premeu OK per seleccionar satèl·lits
es: Pulse OK para seleccionar satélites

source: Press OK to select/deselect a CAId.
ca: Premeu OK per seleccionar / deseleccionar un CAId.
es: Pulse OK para seleccionar/deseleccionar un CAId.

source: Press OK to set the MAC address.
ca: Prem OK per confirmar l'adreça MAC.
es: Pulse OK para establecer la dirección MAC.

source: Press OK to start the scan
ca: Prem OK per a començar la recerca
es: Pulse OK para iniciar la búsqueda

source: Press OK to toggle the selection
ca: Premeu OK per canviar la selecció
es: Pulse OK para alternar la selección

source: Press OK to toggle the selection.
ca: Premeu OK per canviar la selecció.
es: Pulse OK para alternar la selección.

source: Press OK to use this language. [%s]
ca: Prem OK per utilitzar aquest idioma. [%s]
es: Pulse OK para utilizar este idioma. [%s]

source: Press OK to use this locale. [%s]
ca: Prem OK per utilitzar aquest idioma local. [%s]
es: Pulse OK para utilizar esta configuración regional. [%s]

source: Press RED to remove MultiBoot!
es: ¡Pulse botón ROJO para eliminar MultiBoot!

source: Press red key to enable bluetooth.
ca: Prem botó vermell per activar bluetooth.
es: Pulsar botón rojo para activar bluetooth.

source: Press STOP and then EXIT to exit the movie list.
es: Pulse STOP y después EXIT para salir de la lista de películas.

source: Press the UP/DOWN buttons to select a slot and press OK or GREEN to reboot to that image. If available, YELLOW will either delete or wipe the image. A deleted image can be restored with the BLUE button. A wiped image is completely removed and cannot be restored!
ca: Prem els botons AMUNT/AVALL per a seleccionar slot i prem OK o VERD per a reiniciar amb aquesta imatge. Si està disponible, el botó GROC eliminarà o netejarà la imatge. Una imatge eliminada es pot restaurar amb el botó BLAU. Una imatge netejada s'elimina completament i no es pot restaurar!
es: Pulse los botones ARRIBA/ABAJO para seleccionar una ranura y pulse OK o VERDE para reiniciar a esa imagen. Si está disponible, el botón AMARILLO eliminará o borrará la imagen. Una imagen borrada puede restaurarse con el botón AZUL. Una imagen borrada se elimina por completo y no se puede restaurar!

source: Press this button to emulate a long press on a button pressed afterwards (this also overrides any other actions assigned to emulation button).
ca: Prem aquest botó per a emular una pulsació prolongada a un botó premut després (això també anul·la qualsevol altra acció assignada al botó d'emulació).
es: Pulse este botón para emular una pulsación larga en un botón pulsado a continuación (esto también anula cualquier otra acción asignada al botón de emulación).

source: Press yellow to set this interface as the default interface.
ca: Prem la tecla groga per a establir aquesta interfície com predeterminada.
es: Pulsa la tecla amarilla para establecer esta interfaz como predeterminada.

source: Pressing the panic button will zap you to this channel number in your first bouquet.
ca: Prement el botó de pànic, es canviarà a aquest número de canal de la primera llista.
es: Pulsando el botón de pánico, se cambiará a este número de canal del primer grupo de canales.

source: Prev quad PiP channel
ca: Canal Quad PiP previ
es: Canal Quad PiP anterior

source: Preview
ca: Vista prèvia
es: Previsualizar

source: Preview menu
ca: Menú de vista prèvia
es: Menú previsualizar

source: Previous
ca: Anterior
es: Anterior

source: Previous Log
ca: Log anterior
es: Registro previo

source: Previous Picture
ca: Foto anterior
es: Imagen anterior

source: Previous Bouquet
es: Lista anterior

source: Previous Page
es: Página anterior

source: Previous channel page
es: Página anterior de canales

source: Previous/Next bouquet
ca: Llista anterior/següent
es: Bouquet anterior/siguiente

source: Previous/Next page
ca: Pàgina anterior/següent
es: Página anterior/siguiente

source: Prevsong
ca: Cançó anterior
es: Canción anterior

source: Primary DNS
ca: DNS primaris
es: DNS primario

source: Prime time
es: Hora de máxima audiencia

source: Primetime hour
ca: Hora de màxima audiència
es: Hora de máxima audiencia

source: Primetime minute
ca: Minut de màxima audiència
es: Minuto de máxima audiencia

source: Priority
ca: Prioritat
es: Prioridad

source: Proc model
ca: Model de processador
es: Modelo de Proc

source: Proceed with the update
ca: Procedir amb l'actualització
es: Proceda con la actualización

source: Process
ca: Procés
es: Procesar

source: Processor information
ca: Informació de processador
es: Información del procesador

source: Profile
ca: Perfil
es: Perfil

source: Profile: Local box
ca: Perfil: receptor local
es: Perfil: receptor local

source: Program
ca: Programa
es: Programa

source: Program '%s' needs to be installed to perform this action. Do you want to install the '%s' package to install the program?
ca: Es necessita instal·lar el programa '%s' per executar aquesta acció. Vols instal·lar el paquet '%s' per instal·lar el programa?
es: Se necesita instalar el programa '%s' para realizar esta acción. Quieres instalar el paquete '%s' para instalar el programa?

source: Programmlisten History
es: Lista de programas, Historia

source: Programmlisten Restore
es: Restaurar las listas de programas

source: Programmlisten from DXAndy
es: Lista de programas de DXAndy

source: Programmlisten-Updater V
es: Actualizador de la lista de programas V

source: Programmlisten-Updater from DXAndy
es: Actualizador de la lista de programas de DXAndy

source: Progress
ca: Progrés
es: Progreso

source: Progress bar left
ca: A la barra de progrés a l’esquerra
es: A la izquierda

source: Progress bar right
ca: A la barra de progrés a la dreta
es: A la derecha

source: Progress bar/Percentage left
ca: Barra de progrés/Percentatge a l'esquerra
es: Barra de progreso/porcentaje restante

source: Progress bar/Percentage right
ca: Barra de progres/Percentatge a la dreta
es: Barra de progreso/porcentaje a la derecha

source: Progress bar/Remaining minutes left
ca: Barra de progrés/Minuts restants a l'esquerra
es: Barra de progreso/Minutos restantes

source: Progress bar/Remaining minutes right
ca: Barra de progrés/Minuts restants a la dreta
es: Barra de progreso/minutos restantes a la derecha

source: Progress info font size
ca: Tamany de la font d'informació de progrés
es: Tamaño de la fuente de información sobre el progreso

source: Progress:
ca: Progrés:
es: Progreso:

source: Properties of current title
ca: Propietats del títol actual
es: Propiedades del título actual

source: Protect Quickmenu
ca: Protegir menú ràpid
es: Proteger menú rápido

source: Protect Screens
ca: Protegir pantalles
es: Proteger pantallas

source: Protect configuration
ca: Protegir configuracio
es: Proteger configuración

source: Protect context menus
ca: Protegiu els menús de context
es: Proteger menús contextuales

source: Protect main menu
ca: Protegiu el menú principal
es: Proteger menú principal

source: Protect movie list
ca: Protegir la llista de pel·lícules
es: Proteger lista de películas

source: Protect on epg age
ca: Protegiu contra l’edat epg
es: Proteger duración de EPG

source: Protect plugin browser
ca: Protegiu el navegador de complements
es: Proteger explorador de plugins

source: Protect services
ca: Protegir canals
es: Proteger canales

source: Protect software update screen
ca: Protegir pantalla d'actualització de software
es: Proteger la pantalla de actualización del software

source: Protect standby menu
ca: Protegiu el menú d’espera
es: Proteger menú de apagado

source: Protect timer menu
ca: Protegiu el menú del temporitzador
es: Proteger menú de temporizadores

source: Protocol
es: Protocolo

source: Provider
ca: Proveïdor
es: Proveedor

source: Provider Name:
ca: Nom proveïdor:
es: Nombre proveedor:

source: Provider:
ca: Proveïdor:
es: Proveedor:

source: Providers
ca: Proveïdors
es: Proveedores

source: Providers:
ca: Proveïdors:
es: Proveedores:

source: Proxy detected
ca: Proxy detectat
es: Se ha detectado un proxy

source: Public IP
ca: IP pública
es: IP pública

source: Purge
ca: Netejar
es: Purga

source: Purge 'Trash' after (days)
ca: Elimineu els elements de la paperera després de (dies)
es: Vaciar 'Papelera' después de (días)

source: Purge all but / Add / Delete the currently highlighted locale/language
ca: Netejar tot però / Afegir / Eliminar l'idioma/idioma local seleccionat
es: Limpiar todo menos / Añadir / Eliminar el idioma/región actualmente seleccionado

source: Purge all but the current and permanent locales/languages. Add the current locale/language if it is not installed. Delete the current locale/language if it is installed.
es: Limpiar todo excepto los idiomas/regiones actuales y permanentes. Añadir el actual idioma/región si no está instalado. Eliminar el actual idioma/región si está instalado.

source: Purging all unused locales/languages...
ca: Netejant tots els idiomes/idiomes local no utilitzats...
es: Limpiar todos los idiomas/regiones no utilizados...

source: Put TV in standby
ca: Posa la televisió en espera
es: Poner TV en reposo

source: Put your AV Receiver in standby
ca: Posar el teu receptor AV en repòs
es: Poner el receptor AV en reposo

source: Python Development Packages
es: Paquetes de desarrollo python

source: Python frontend for /tmp/mmi.socket
ca: Front de Python per a /tmp/mmi.socket
es: Python frontend para /tmp/mmi.socket

source: Python Packages
es: Paquetes python

source: Python version
ca: Versió de python
es: Versión de Python

source: Quad PiP Channel Selection
ca: Selecció de Canals Quand PIP
es: Selección de canal Quad PiP

source: Quad PiP Screen
ca: Pantalla Quad PiP
es: Pantalla Quad PiP

source: Quad PiP channel
ca: Canal Quad PiP
es: Canal Quad PiP

source: Quad PiP is not available.
ca: Quad PiP no està disponible.
es: No está disponible la función Quad PiP.

source: Quad9 ECS DNS
es: DNS Quad9 ECS

source: Quad9 Unsecured DNS
es: DNS inseguro Quad9

source: Question
ca: Pregunta
es: Pregunta

source: Quick
ca: Ràpid
es: Rápido

source: Quick Actions
ca: Accions ràpides
es: Acciones rápidas

source: Quick EPG
ca: EPG ràpid
es: EPG rápido

source: Quick Launch Menu
ca: Menú d'inici ràpid
es: Menú de inicio rápido

source: Quick Menu Actions
es: Acciones del menú rápido

source: Open QuickMenu
es: Menú rápido...

source: QuickEPG mode
ca: Mode d'EPG ràpid
es: Modo de EPG rápido

source: QuickMenu
ca: Menú ràpid
es: Menú rápido

source: QuickMenu Actions
ca: Menú ràpid
es: Acciones del menú rápido

source: QuickMenu/Extensions
ca: Menú Ràpid / Extensions
es: Menú Rápido / Extensiones

source: QuickSelect Actions
ca: Selecció ràpida
es: Acciones de selección rápida

source: RAM (Details)
ca: RAM (Detalls)
es: RAM (Detalles)

source: RAM (Summary)
ca: RAM (resum)
es: RAM (Resumen)

source: RAM benchmark
ca: RAM de referència
es: Prueba de rendimiento de la memoria RAM

source: RC custom code
ca: Codi de personalització del control remot
es: Código FB personalizado

source: RC default name
ca: Nom predeterminat del control remot
es: Nombre por defecto de FB

source: RC default type
ca: Tipus predeterminat de control remot
es: Tipo de FB por defecto

source: RC detected type
ca: Tipus de control remot detectat
es: Tipo de FB detectado

source: RC identification
ca: Identificació de control remot
es: Identificación de FB

source: RC selected name
ca: Nom del comandament seleccionat
es: Nombre seleccionado de FB

source: RC selected type
ca: Tipus comandament seleccionat
es: Tipo de FB seleccionado

source: Read failled
es: Lectura fallida

source: Read Only
es: Solo lectura

source: Read/Write
es: Lectura/Escritura

source: RDS Actions
es: Acciones RDS de la barra de información

source: REC symbol
es: Símbolo REC

source: REC Symbol in Standby
ca: Símbol REC en repòs
es: Símbolo REC en reposo

source: REC Symbol in use
ca: Símbol REC en ús
es: Símbolo REC en uso

source: RED button
ca: Botó VERMELL
es: Botón ROJO

source: RED long
ca: VERMELL llarg
es: Rojo largo

source: RF Output Settings
ca: Sortida RF
es: Salida de antena

source: Radio Channel Selection
ca: Selecció de canal de ràdio
es: Selección del canal de radio

source: Radio Channel Selection Actions
es: Acciones de la selección de canales de radio

source: Random
es: Aleatorio

source: Random Password
ca: Contrasenya aleatòria
es: Contraseña aleatoria

source: Rating defined by broadcaster - %d
ca: Classificació definida per l'emissor - %d
es: Clasificación definida por el emisor - %d

source: Rating undefined
ca: Valoració no definida
es: Clasificación no definida

source: Re-enter new PIN
ca: Re-introduir PIN nou
es: Re-introducir PIN nuevo

source: Read Userdata from oscam.conf
ca: Llegir dades d'usuari de l'oscam.conf
es: Leer datos de usuario de oscam.conf

source: Reader
ca: Lector
es: Lector

source: Ready to install "%s"?
es: ¿Listo para instalar %s?

source: Ready to remove "%s"?
es: ¿Listo para eliminar "%s"?

source: Ready to remove '%s'?
ca: Preparat per eliminar '%s'?
es: ¿Listo para eliminar %s ?

source: Real Life
ca: Vida real
es: La vida real

source: Real or pseudo recordings
ca: Gravació real o pseudo
es: Real o pseudo

source: Real recordings
ca: Gravació real
es: Grabación real

source: Real recordings or streaming
ca: Gravació real o streaming
es: Real o streaming

source: Really WOL now?
ca: Segur que vols WOL ara?
es: ¿Listo para WOL ahora?

source: Really close without saving settings?
ca: Sortir sense guardar els canvis?
es: ¿Seguro que quiere cerrar sin guardar la configuración?

source: Really delete this entry?
ca: Esborrar realmente aquesta entrada?
es: ¿Estas seguro de eliminar esta entrada?

source: Really reboot into Recovery Mode?
ca: Reiniciar a Mode Recuperació?
es: ¿Estas seguro de reiniciar en modo de recuperación?

source: Really reboot now?
ca: Torna a reiniciar ara?
es: ¿Seguro que quiere reiniciar ahora?

source: Really reflash your %s %s and reboot now?
ca: Segur que vols reinstal·lar novament el teu %s %s i reiniciar ara?
es: ¿Seguro que quiere flashear nuevamente tu %s %s y reiniciar ahora?

source: Really restart now?
ca: Torna a reiniciar ara?
es: ¿Seguro que quiere reiniciar ahora?

source: Really shutdown now?
ca: Ara heu tancat?
es: ¿Seguro que quiere apagar ahora?

source: Really start Kodi and stop user interface now?
es: ¿Quiere iniciar Kodi y detener la interfaz de usuario ahora?

source: Really upgrade the front panel and reboot now?
ca: Segur que vols actualitzar el panell frontal i reiniciar ara?
es: ¿Seguro que quiere actualizar el panel frontal y reiniciar ahora?

source: Really upgrade the front panel processor and reboot now?
ca: Segur que vols actualitzar el processador del panell frontal i reiniciar ara?
es: ¿Seguro que quiere actualizar el procesador frontal y reiniciar ahora?

source: Really upgrade your %s %s and reboot now?
ca: Segur que vols actualitzar el %s %s i reiniciar ara?
es: ¿Seguro que quiere actualizar el %s %s y reiniciar ahora?

source: Rear
ca: Posterior
es: Posterior

source: Reboot
ca: Reinicieu
es: Reiniciar

source: Rebuild
ca: Reconstruir
es: Reconstruir

source: Rebuild LCN bouquet now?
ca: Reconstruir llista LCN ara?
es: ¿Reconstruir grupo LCN ahora?

source: Rec
es: Grabar

source: Receiver
ca: Receptor
es: Receptor

source: Receiver Information
ca: Informació de receptor
es: Información del receptor

source: Receiver Information Actions
ca: Informació de receptor
es: Acciones de información del receptor

source: Receiver information for %s %s
ca: Informació de receptor per al %s %s
es: Información del receptor %s %s

source: Receiver name
ca: Nom del receptor
es: Nombre del receptor

source: Reception
ca: Recepció
es: Sintonizadores

source: Reception Settings
ca: Configuració de recepció
es: Ajustes de recepción

source: Reception Lists
es: Listas de recepción

source: Record
ca: Gravar
es: Grabar

source: Record - same as record button
ca: Gravar - igual que el botó de gravar
es: Grabar - igual que el botón de grabación

source: Record Actions
ca: Gravacions
es: Registrar las acciones

source: Record icon
es: Icono de grabación

source: Record next
ca: Gravar el següent
es: Grabar próximo

source: Record now
ca: Gravar ara
es: Grabar ahora

source: Record started! Stopping time shift now ...
ca: Gravació iniciada! Parant Timeshift...
es: Grabación iniciada. Deteniendo Timeshift...

source: Recording time limited due to conflicting timer:%s
es: Grabación limitada en el tiempo por un conflicto con el temporizador %s

source: Record write error (no space on disk?)
ca: Error d'escriptura de la gravació (no queda espai al disc?)
es: Error de escritura en grabación (¿no hay espacio en el disco?)

source: RecordTimer
ca: Temporitzador de gravació
es: Temporizador de grabación

source: RecordTimer Actions
ca: Temporitzador de gravació
es: Acciones del temporizador de grabación

source: RecordTimer Overview
ca: Vista general dels temporitzadors de gravació
es: Temporizador de grabación

source: RecordTimer Settings
ca: Configuració del temporitzador de gravació
es: Configuración del temporizador de grabación

source: RecordTimers
ca: Temportizadors de gravació
es: Temporizadores de grabación

source: Recordable media toolbox
ca: Caixa d'eines de medis gravables
es: Cajón de herramientas de recursos grabables

source: Recording
ca: Gravant
es: Grabación

source: Recording Settings
ca: Configuració de gravacions
es: Ajustes de grabación

source: Recording Setup
ca: Configuració de l’enregistrament
es: Configuración de grabación

source: Recording aborted
ca: Gravació abortada
es: Grabación cancelada

source: Recording failed
ca: Ha fallat la gravació
es: Grabación fallida

source: Recording finished
ca: Gravació finalitzada
es: Grabación terminada

source: Recording in progress
ca: Gravació en curs
es: Grabación en curso

source: Recording location
ca: Ubicació de gravacions
es: Ubicación de la grabación

source: Recording running
ca: Gravant
es: Grabación en curso

source: Recording started
ca: Gravació iniciada
es: Grabación iniciada

source: Recording started, stopping time shift now.
es: Se inició la grabación, deteniendo el cambio de tiempo ahora.

source: Recording stopped
ca: Gravació parada
es: Grabación detenida

source: Recording tuning failed
ca: Fa fallat la sinntonització per a la gravació
es: Fallo en la sintonización de la grabación

source: Recording type
ca: Tipus de grabacio
es: Tipo de grabación

source: Recording(s) are in progress or coming up in few seconds!
ca: Les gravacions estan en curs o s'iniciaran en pocs segons!
es: ¡La(s) grabación(es) está(n) en curso o comenzará(n) en unos segundos!

source: Recording(s) are in progress or coming up in few seconds! Entering standby, after recording the box will shutdown.
ca: Gravació(ns) en curs o a punt de començar! Entrant a standby, després de gravar el receptor s'apagarà.
es: ¡La(s) grabación(es) están en progreso o se iniciarán en pocos segundos! Al entrar en reposo, después de grabar el receptor se apagará.

source: Recordings
ca: Gravacions
es: Grabaciones

source: Recordings abort PiP
ca: Parar PiP en gravar
es: Salir de PiP al grabar

source: Recordings abort pseudo recordings
ca: Parar pseudogravacions en gravar
es: Salir de pseudograbaciones al grabar

source: Recordings abort streaming
ca: Parar streaming al gravar
es: Detener streaming al grabar

source: Recordings always have priority
ca: Les gravacions tenen prioritat
es: Las grabaciones siempre tienen prioridad

source: Recordings may not work correctly without an acceptable directory.
ca: Les gravacions poden no funcionar correctament sense un directori acceptable.
es: Las grabaciones pueden no funcionar correctamente sin un directorio aceptable.

source: Recovery
ca: Recuperació (Recovery)
es: Recuperación

source: Recovery Mode
ca: Mode recuperació
es: Modo recuperación

source: Red
ca: Xarxa
es: Rojo

source: RED button / HbbTV
es: Tecla roja…

source: Red colored
ca: Xarxa color
es: Rojo

source: Red/HbbTV Button Actions
ca: Botó vermell/HbbTV
es: Acciones del botón rojo/HbbTV

source: Reduce the size of the service picons for more line spacing between them.
ca: Reduir el tamany dels picons de canal per a obtenir més espai entre línies.
es: Reducir el tamaño de los picon de canal para obtener más espacio entre líneas.

source: Reduce time scale
ca: Reduir l'escala de temps
es: Reducir la escala de tiempo

source: Reenter PIN
ca: Torneu a introduir el PIN
es: Vuelva a introducir el PIN

source: Reflash in progress Please wait until your %s %s reboots This may take a few minutes
ca: Reinstal·lació en curs Si us plau, espera a que el teu %s %s es reiniciï Pot tardar alguns minuts
es: Reflash en curso Por favor, espere hasta que su %s %s se reinicie Podría tardar unos minutos

source: Refresh
ca: Refrescar
es: Actualizar

source: Refresh every (in hours)
ca: Refrescar cada (en hores)
es: Actualizar cada (horas)

source: Refresh rate
ca: Refrescar rate
es: Velocidad de actualización

source: Refresh rate for 'Lowest Mode'
ca: Taxa de refresc per a 'Mode més baix'
es: Tasa de refresco para el 'Modo más bajo'

source: Refresh screen
ca: Pantalla de refresc
es: Actualizar pantalla

source: Refresh the screen
ca: Refrescar la pantalla
es: Actualizar la pantalla

source: Refresh the update-able package list
ca: Refrescar la llista de paquets actualitzable
es: Actualizar la lista de paquetes actualizables

source: Regard deep standby as standby
ca: Considereu el mode d’espera profund com a mode d’espera
es: Considerar el reposo profundo como reposo

source: Region
ca: Regio
es: Región

source: Regular file
ca: Arxiu regualr
es: Archivo ordinario
