Repository: OpenSPA/dvbapp2
Catalog: po/*.po
Languages: ca, es

source: Are you sure to remove all terrestrial services?
ca: Esteu segur de suprimir tots els serveis terrestres?
es: ¿Estás seguro que quiere eliminar todos los canales terrestres?

source: Are you sure to remove this entry?
ca: Segur que suprimiu aquesta entrada?
es: ¿Seguro que quiere eliminar esta entrada?

source: Are you sure to remove this entry? %s
es: ¿Seguro que quiere eliminar esta entrada? %s

source: Are you sure you want to activate this network configuration?
ca: Esteu segur que voleu activar aquesta configuració de xarxa?
es: ¿Seguro que quiere activar esta configuración de red?

source: Are you sure you want to delete the following backup:
ca: Segur que vols restaurar el següent backup:
es: ¿Seguro que quiere eliminar el siguiente backup?

source: Are you sure you want to delete all selected logs:
ca: Estàs segur d'esborrar tots els logs seleccionats:
es: ¿Seguro que quiere borrar todos los logs seleccionados?

source: Are you sure you want to delete the EPG data from:
ca: Estàs segur d'esborrar l'EPG de:
es: ¿Seguro que quiere borrar la EPG de?

source: Are you sure you want to delete this image?
ca: Estàs segur d'esborrar aquesta imatge?
es: ¿Seguro que quiere eliminar esta imagen?

source: Are you sure you want to delete this log:
ca: Estàs segur d'esborrar aquest log:
es: ¿Seguro que quiere borrar este log?

source: Are you sure you want to delete this?
ca: Estàs segur d'esborrar això?
es: ¿Seguro que quiere eliminar esto?

source: Are you sure you want to disable Chkroot Multiboot?
es: ¿Seguro que deseas desactivar Chkroot Multiboot?

source: Do you want to permanently delete the images in the slots in the flash?
es: ¿Quieres eliminar permanentemente las imágenes en los slots en la flash?

source: Are you sure you want to exit this wizard?
ca: Esteu segur que voleu sortir d’aquest assistent?
es: ¿Seguro que quiere salir de este asistente?

source: Are you sure you want to reload the EPG data from:
ca: Estàs segur de recarregar l'EPG des de:
es: ¿Seguro que quiere volver a cargar los datos EPG de…?

source: Are you sure you want to restart your network interfaces?
ca: Segur que voleu reiniciar les interfícies de xarxa?
es: ¿Seguro que quiere reiniciar las interfaces de red?

source: Are you sure you want to restore the following backup: %s Your receiver will restart after the backup has been restored!
ca: Estàs segur que vols restaurar el backup %s? El receptor es reiniciarà un cop restablert el backup!
es: ¿Seguro que quiere restaurar el siguiente backup?: %s ¡Su receptor se reiniciará tras restaurar el backup!

source: Are you sure you want to restore the backup? Your receiver will restart after the backup has been restored!
ca: Estàs segur que vols restaurar el backup? El receptor es reiniciarà un cop restablert el backup!
es: ¿Seguro que quiere restaurar el backup? ¡Su receptor se reiniciará tras restaurar el backup!

source: Are you sure you want to restore your %s %s backup? STB will restart after the restore
ca: Estàs segur de restaurar el backup del %s %s? El receptor es reiniciarà després de la restauració
es: ¿Seguro que quiere restaurar su backup %s %s? El receptor se reiniciará tras la restauración

source: Are you sure you want to save the EPG Cache to:
ca: Estàs segur de guardar la memòria cau d'EPG a:
es: ¿Seguro que quiere guardar la Caché EPG en…?

source: Are you sure you want to send this log:
ca: Estàs segur d'enviar aquest log:
es: ¿Seguro que quiere enviar este historial?

source: Armenian
ca: Armeni
es: Armenio

source: Arrow skip mode
es: Modo de salto de flecha

source: Artist
ca: Artista
es: Artista

source: Arts & Culture
ca: Arts i cultura
es: Arte y Cultura

source: Arts/Culture
ca: Arts/Cultura
es: Arte y cultura

source: As plugin in extended bar
ca: Com plugin a la barra d'extensions
es: Como plugin en la barra extendida

source: Ask user
ca: Preguntar a l’usuari
es: Preguntar al usuario

source: Ask user (with default of 'No')
es: Preguntar al usuario (con ‘no’ como predeterminado)

source: Ask user (with default of 'Yes')
es: Preguntar al usuario (con ‘sí’ como predeterminado)

source: Aspect
ca: Aspecte
es: Aspecto

source: Aspect Ratio Actions
ca: Relació d'aspecte
es: Acciones de relación de aspecto

source: Open Aspect Ratio Settings
es: Abrir configuración de relación de aspecto

source: Aspect ratio
ca: Relació d'aspecteRelació d’aspecte
es: Aspecto

source: Aspect switch
es: Cambio de aspecto

source: Assamese
es: Asamés

source: Assembling the image backup files.
es: Ensamblando los archivos del backup de la imagen.

source: Assigned CAIds:
ca: CAIds assignats:
es: CAIds asignados:

source: Assigned services/provider:
ca: Serveis / proveïdors assignats:
es: Canales/proveedor asignados:

source: At beginning
ca: Al'inici
es: Al principio

source: At end
ca: Al final
es: Al final

source: At end of current program
ca: Al final del programa actual
es: Al finalizar el programa actual

source: At end: %s
ca: Al final: %s
es: Al finalizar: %s

source: Athletics
ca: Atletisme
es: Atletismo

source: Attach a file
ca: Adjuntar un arxiu
es: Adjuntar archivo

source: Audio Actions
ca: Accions d'àudio
es: Acciones de audio

source: Audio Auto Volume Level
ca: Nivell d'auto volum d'àudio
es: Nivel de volumen automático

source: Audio Channel
ca: Canal d'àudio
es: Canal de audio

source: Audio PID%s, codec & lang
ca: PID%s d'audio, codec i idioma
es: PID de audio%s, códec e idioma

source: Audio PID, codec & lang
es: PID de audio, códec y idioma

source: Audio Settings
ca: Configuració d'àudio
es: Ajustes de audio

source: Audio Source
ca: Font d'àudio
es: Fuente de audio

source: Audio Sync
ca: Sincronització d'àudio
es: Sincronización de audio

source: Audio language selection 1
ca: Selecció d’idiomes d’àudio 1
es: Selección de idioma de audio 1

source: Audio language selection 2
ca: Selecció d’idiomes d’àudio 2
es: Selección de idioma de audio 2

source: Audio language selection 3
ca: Selecció d’idiomes d’àudio 3
es: Selección de idioma de audio 3

source: Audio language selection 4
ca: Selecció d’idiomes d’àudio 4
es: Selección de idioma de audio 4

source: Open Audio options
es: Opciones de audio

source: Author:
ca: Autor:
es: Autor:

source: Authoring mode
ca: Autoritzar modo
es: Modo de autorización

source: Auto detect
es: Detección automática

source: Auto Language
ca: Auto idioma
es: Idioma automático

source: Auto Language Selection
ca: Selecció automàtica d'idioma
es: Selección automática de idioma

source: Auto Language Settings
ca: Configuració automàtica d'idioma
es: Selección automática de idioma

source: Auto SCART switching
ca: Canvi automàtic de descart
es: Cambio automático de SCART

source: Auto Volume Level
ca: Nivell de volum automàtic
es: Nivel de volumen automático

source: Auto chapter split every ? minutes (0=never)
ca: El capítol automàtic es divideix cada? minuts (0 = mai)
es: División automática de capítulos cada ? minutos (0=nunca)

source: Auto deep standby
ca: Repòs profund automàtic
es: Apagado automático

source: Auto focus
ca: Enfocament automàtic
es: Autoenfoque

source: Auto focus commencing ...
ca: Enfocament automàtic que comença …
es: Comenzando enfoque automático...

source: Auto install log
ca: Auto instalar log
es: Registro de instalación automática

source: Auto multi-selection
es: Selección múltiple auto

source: Auto show volume level
es: Nivel de volumen de visualización automática

source: Auto shut down
ca: Apagat automàtic
es: Apagado automático

source: Auto standby
ca: Repòs automàtic
es: Reposo automático

source: Auto(not available)
ca: Automàtic (no disponible)
es: Auto (no disponible)

source: AutoBoquetsMaker was installed successfully. It is necessary to restart enigma2 to apply the changes. Do you want to do it now?
es: AutoBoquetsMaker se instaló correctamente. Es necesario reiniciar enigma2 para aplicar los cambios. ¿Quiere hacerlo ahora?

source: AutoIns:
es: AutoInstalación:

source: Automatic search
es: Búsqueda automática

source: AutoMountManager
ca: Administrador de muntatges automàtic
es: Administrador de automontaje

source: AutoTimer
ca: Temportizador automàtic
es: Temporizador automático

source: AutoUpdate
ca: Actualització automàtica
es: Actualización automática

source: Automatic
es: Automático

source: Automatic Scan
ca: Escaneig automàtic
es: Búsqueda automática

source: Automatic Service Searching
ca: Recerca automàtica de canals
es: Búsqueda automática de servicios

source: Automatic shares access
es: Acceso automático a acciones

source: Automatic resolution
ca: Resolució automàtica
es: Resolución automática

source: Automatic resolution label
ca: Etiqueta de resolució automàtica
es: Etiqueta de resolución automática

source: Automatic scan for services
ca: Recerca automàtica dels canals
es: Búsqueda automática de canales

source: Automatically put the TV in standby whenever the receiver goes into standby or deep standby.
ca: Posar la TV automàticament em repòs sempre que el receptor es posi en repòs o repòs profund.
es: Poner automáticamente la TV en reposo cada vez que el receptor entre en reposo o reposo profundo.

source: Automatically start time shift after
ca: Iniciar automàticament una hora després
es: Iniciar timeshift automáticamente tras

source: Automatically turn on external subtitles
ca: Activa automàticament els subtítols externs
es: Activa los subtítulos externos automáticamente

source: Automatically update Client/Server View
ca: Actualitzar automàticament vista Client/Servidor
es: Actualizar automáticamente la vista Cliente/Servidor

source: Automatically update Log-Fullscreen View
es: Actualizar automáticamente el log-Vista pantalla completa

source: Autostart
ca: Auto inici
es: Autoinicio

source: Autostart:
ca: Auto inici:
es: Autoinicio:

source: Available format variables
ca: Activa automàticament els subtítols externs
es: Variables de formato disponibles

source: Available locales are:
ca: Els locals disponibles són:
es: Las regiones disponibles son:

source: Available shares:
ca: Línies disponibles:
es: Intercambios disponibles:

source: Avaric
es: Avarico

source: Avestan
es: Avéstico

source: Avoid getting stuck (at the expense of some stuttering) when the jump time is smaller than the time between I-frames.
ca: Eviteu quedar-vos encallats (a costa d'una mica de tartamudeig) quan el temps de salt sigui menor que el temps entre fotogrames I.
es: Evita que se bloquee cuando el salto de tiempo es inferior al tiempo entre fotogramas.

source: Azerbaijan
ca: Azerbaidjan
es: Azerbaiyán

source: Azerbaijani
es: Azerbaiyano

source: BDMV Blu-ray disk (HDTV titles only)
ca: BDMV disc Blu-ray (només títols HDTV)
es: BDMV Bludisc (títulos HDTV solo)

source: BDMV Compatible Blu-ray disk (HDTV only)
ca: BDMV disc compatible Blu-ray (només HDTV)
es: BDMV Bludisc compatible (HDTV solo)

source: BLUDISC RECORDABLE
ca: BLUDISC GRAVABLE
es: BLUDISC REGRABABLE

source: BLUE button
ca: Botó BLAU
es: Botón AZUL

source: BLUE long
ca: BLAU prolongat
es: Azul largo

source: BLUE switch: BLUE/BLUE long
ca: Interruptor BLAU : BLAU/BLAU llarg
es: Pulsación tecla azul: corta / larga

source: Back
ca: Enrera
es: Atrás

source: Back USB
ca: USB del darrera
es: USB posterior

source: Back USB 3.0
ca: USB 3.0 del darrera
es: USB 3.0 trasero

source: Back, inner USB
ca: Posterior, USB interior
es: Posterior, USB interno

source: Back, lower USB
ca: Posterior, USB inferior
es: Trasero, USB inferior

source: Back, outer USB
ca: Posterior, USB exterior
es: Posterior, USB externo

source: Back, upper USB
ca: Posterior, USB superior
es: Trasero, USB superior

source: Back/Recall
ca: Tornar/Recordar
es: Volver/Recuperar

source: Background
ca: Fons
es: Fondo

source: Background color
ca: Fons color
es: Color de fondo

source: Background delete option
ca: Opció suprimir el fons
es: Opción para borrar en segundo plano

source: Background delete speed
ca: Opcio suprimir velocitat
es: Velocidad al borrar en segundo plano

source: Background selected:
ca: Fons seleccionat:
es: Fondo seleccionado:

source: Background:
ca: Fons:
es: Fondo:

source: Backup Location
ca: Ubicació de backup
es: Ubicación del backup

source: Backup Log
ca: Log del backup
es: Log del backup

source: Backup Mode
ca: Mode de backup
es: Modo backup

source: Backup Mode: Flash Online
es: Modo backup: Flash Online

source: Backup Mode: USB Recovery
es: Modo backup: Recuperación USB

source: Backup Settings
ca: Configuracions del backup
es: Ajustes de backup

source: Backup System Settings
ca: Configuració del sistema de backup
es: Backup de los ajustes del sistema

source: Backup images
ca: Backup d'imatges
es: Imágenes de backup

source: Backup is running...
ca: El backup s’està realitzant …
es: Backup en curso...

source: Backup plugins found do you want to install now?
ca: Backup de plugins trobat Vols instal·lar-lo ara?
es: Se ha encontrado un backup de los plugins ¿Quiere instalarlo ahora?

source: Backup tool for %s %s
es: Herramienta de backup para %s %s

source: Backup your %s %s settings.
ca: Backup de configuració del %s %s.
es: Realizar copia de sus ajustes %s %s.

source: Backup your current image
ca: Backup de la imatge actual
es: Backup de tu imagen actual

source: Backup your current image to HDD or USB. This will make a 1:1 copy of your box
ca: Fer backup de la imatge actual al HDD o USB. Això farà una copia 1:1 del teu receptor
es: Backup de su imagen actual al HDD o USB. Realizará una copia 1:1 de su receptor

source: Backup your current settings
ca: Backup de les configuracions actuals
es: Backup de los ajustes actuales

source: Backup your current settings. This includes E2-setup, channels, network and all selected files
ca: Fer backup de les teves configuracions actuals. Això inclou la configuración E2, Canals, xarxa i tots els arxius seleccionats
es: Backup de los ajustes actuales. Incluye ajustes de E2, canales, red y los archivos seleccionados

source: Backup your running %s %s image to HDD or USB.
ca: Backup de la imatge del %s %s al HDD o USB.
es: Realizar copia de su imagen en ejecución %s %s en el HDD o USB.

source: Bahrain
es: Bahrein

source: Band
ca: Banda
es: Banda

source: Bandwidth
ca: Ample de banda
es: Ancho de banda

source: Base Packages
es: Paquetes de base

source: Base Shell Packages
es: Paquetes de Shell base

source: Base time
ca: Hora de base
es: Hora de inicio

source: Base transparency for OpenOpera web browser.
es: Transparencia base para el navegador web OpenOpera.

source: Base transparency for teletext, more options are available within teletext screen.
es: Transparencia base para el teletexto, más opciones disponibles en la pantalla propia del teletexto.

source: Baseball
es: Béisbol

source: Basic PID info
ca: Informació bàsica PID
es: Información básica del PID

source: Basic settings
ca: Configuració bàsica
es: Ajustes básicos

source: Basketball
es: Baloncesto

source: Basque
ca: Basc
es: Euskera

source: Before changing these settings try to disable any overscan settings on th TV / display screen. To calibrate the On-Screen-Display (OSD) adjust the position and size values until the red box is *just* visible and touches the edges of the screen.
es: Antes de cambiar estos ajustes, intente desactivar cualquier ajuste de overscan en la pantalla del televisor / display. Para calibrar la visualización en pantalla (OSD), ajuste los valores de posición y tamaño hasta que el cuadro rojo sea *apenas* visible y toque los bordes de la pantalla.

source: Begin time
ca: Hora d'inici
es: Tiempo de inicio

source: Behave like STOP button
ca: Comportament com botó STOP
es: Comportamiento como botón STOP

source: Behavior of 'pause' when paused
ca: Comportament de 'pausa' quan estigui pausat
es: Comportamiento de ‘pausa’ en pausa

source: Behavior of 0 key in PiP-mode
ca: Comportament del botó 0 en mode PiP
es: Comportamiento de botón '0' en PiP

source: Behavior when a movie is started
ca: Comportament quan s’inicia una pel·lícula
es: Comportamiento con película empezada

source: Behavior when a movie is stopped
ca: Comportament quan s’atura una pel·lícula
es: Comportamiento con película en pausa

source: Belarus
ca: Bielorússia
es: Bielorrusia

source: Belarusian
es: Bielorruso

source: Belgium
ca: Belgica
es: Bélgica

source: Belize
es: Belice

source: Benchmark Information
ca: Informació de referència
es: Información de referencia

source: Benchmark information for %s %s
ca: Informació de referència per a %s %s
es: Información de referencia para %s %s

source: Bengali
es: Bengalí

source: Benin
es: Benín

source: Bermuda
es: Bermudas

source: Bhutan
es: Bután

source: Big PiP
es: PiP grande

source: Bihari languages
ca: Idiomes Bihari
es: Lenguas biharianas

source: Biography
ca: Biografia
es: Biografía

source: Bitrate
es: Tasa de bits

source: Black
ca: Negre
es: Negro

source: Black screen till locked
ca: Pantalla negra bloquejada
es: Pantalla negra hasta el bloqueo

source: Blinking REC
ca: REC parpellejant
es: Parpadeo de REC

source: Blinking REC symbol
es: Icono REC parpadeando

source: Block device
ca: Blocar dispositiu
es: Dispositivo de bloque

source: Block noise reduction
ca: Reducció de soroll bloqueig
es: Reducción de bloque de ruido

source: Blue
ca: Blau
es: Azul

source: Bluetooth Setup
ca: Config Bluetooth
es: Ajuste de Bluetooth

source: Bookmark Sequence Actions
ca: Accions de seqüència de favorits
es: Acciones de la secuencia de favoritos

source: Bookmark added.
ca: Favorit afegit.
es: Favorito añadido.

source: Bookmark removed.
ca: Favorit eliminat.
es: Favorito eliminado.

source: Bookmarks
ca: Favorits
es: Marcadores

source: Boost blue
ca: Boost blau
es: Reforzar azul

source: Boost green
ca: Boost verd
es: Reforzar verde

source: Boot ID
ca: ID d'arrencada
es: ID de arranque

source: Boot information
ca: Informació d'arrencada
es: Información de arranque

source: Boot loader update required!
ca: Es necesita actualització del bootloader!
es: ¡Es necesario actualizar el cargador de arranque (bootloader)!

source: Boot slot information for %s %s
ca: Informació de ranura d'arrencada per a %s %s
es: Información de la ranura de arranque para %s %s

source: Boot time
ca: Temps d'arrencada
es: Tiempo de arranque

source: Boot time and local date/time
ca: Temps d'arrencada i data/temps local
es: Tiempo de arranque y fecha/hora local

source: Boot time and local time
ca: Temps d'arrencada i temps local
es: Tiempo de arranque y hora local

source: Boot-up action
ca: Acció d'arrencada
es: Acción de encendido

source: Bosnia and Herzegovina
es: Bosnia-Herzegovina

source: Bosnian
es: Bosnio

source: Botswana
es: Botsuana

source: Bottom
ca: Inferior
es: Al final

source: Bouquet created to rename
ca: Ram creat per canviar el nom
es: Bouquet creado a renombrar

source: Bouquet List
ca: Llista
es: Lista de grupos

source: Bouquet Selector Navigation Actions
es: Navegación Selector de listas

source: Bouquets
es: Listas - Favoritos

source: Bouquets start at 1
es: Los bouquets comienzan en 1

source: Bouvet Island
ca: Illa Bouvet
es: Isla de Bouvet

source: Boxing
ca: Boxa
es: Boxeo

source: Brazil
ca: Brasil
es: Brasil

source: Breton
es: Bretón

source: Brightness
ca: Brillantor
es: Brillo

source: Brightness (Dimmed)
ca: Brillantor (atenuat)
es: Luminosidad (Atenuación)

source: Brightness (Normal)
ca: Brillantor (normal)
es: Brillo (normal)

source: Brightness (Standby)
ca: Brillantor (repòs)
es: Brillo (reposo)

source: British Indian Ocean Territory
es: Territorio Británico del Océano Índico

source: Broadcast address
ca: Adreça de difusió
es: Dirección de transmisión

source: Broadcast systems
ca: Sistemes de difusió
es: Sistemas de transmisión

source: Browse, install or remove plugins on a one by one basis.
es: Explorar, instalar o eliminar plugins uno a uno.

source: Brunei Darussalam
es: Brunéi

source: Buffering %d%%
es: Almacenando %d%%

source: Buffers
es: Búferes

source: Build Brand
ca: Marca
es: Marca del fabricante

source: Build Information
ca: Informació de versió
es: Información de compilación

source: Build Model
ca: Model
es: Modelo de fabricación

source: Build information
ca: Informació de versió
es: Información de fabricación

source: Build information for %s %s
ca: Informació de versió del %s %s
es: Información de compilación para %s %s

source: Bulgarian
es: Búlgaro

source: Burmese
es: Birmano

source: Burn Blu-ray disc
ca: Cremar disc Blu-ray
es: Grabar Bludisc

source: Burn DVD
ca: Gravar DVD
es: Grabar DVD

source: Burn existing image to medium
ca: Cremar imatge existent al medi
es: Grabar imagen existente a recurso

source: Burn to medium
ca: Cremar al medi
es: Grabar a recurso

source: Business & Finance
ca: Negocis i finances
es: Negocios y Finanzas

source: Button Setup
ca: Configuració de botons
es: Configurar teclas

source: Button error timeout
ca: Temps d'espera d'error del botó
es: Error en el tiempo de espera del botón

source: ButtonSetup
ca: Configuració de botons
es: Botón de ajuste

source: Bypass HDMI EDID Check
ca: Comprovar el bypass HDMI EDID
es: Comprobar Bypass HDMI EDID

source: Bytes received
ca: Bytes rebuts
es: Bytes recibidos

source: Bytes sent
ca: Bytes enviats
es: Bytes enviados

source: C-Band
ca: Banda-C
es: Banda-C

source: CCD-Width
ca: Ample CCD
es: Ancho CCD

source: CCcam - Lines
ca: Línies CCcam
es: CCcam - Líneas

source: CCcam Client Info
ca: Info client CCcam
es: Información de cliente CCcam

source: CCcam Config Switcher
ca: Commutador de configuració CCcam
es: Conmutador de configuración CCcam

source: CCcam ECM Info
ca: Info ECM CCcam
es: Información CCcam ECM

source: CCcam Info
ca: Info CCcam
es: Información CCcam

source: CCcam Info %s by AliAbdul %s This screen shows you the status of CCcam.
ca: Info CCcam %s per AliAbdul %s Aquesta pantalla mostra l'estat de CCcam.
es: Información de la CCcam %s por AliAbdul %s Esta pantalla muestra el estado de CCcam.

source: CCcam Info Config
ca: Configuració Info CCcam
es: Configuración de información CCcam

source: CCcam Information
ca: Informació CCcam
es: Información CCcam

source: CCcam Line Edit Actions
ca: Accions edición línia CCcam
es: Acciones de edición de la línea CCcam

source: CCcam Line Editor
ca: Editor línia CCcam
es: Editor de líneas CCcam

source: CCcam Profile Settings
ca: Configuració perfil CCcam
es: Ajustes del perfil de la CCcam

source: CCcam Provider Info
ca: Info proveïdor CCcam
es: Información de proveedor CCcam

source: CCcam Remote Info
ca: Info remot CCcam
es: Información remota CCcam

source: CCcam Server Info
ca: Info servidor CCcam
es: Información de servidor CCcam

source: CCcam Share Info
ca: Info intercanvi CCcam
es: Info de intercambio de CCcam

source: CCcam Shares Info
ca: Info intercanvis CCcam
es: Info de intercambios de CCcam

source: CCcam.cfg Basic Line Editor
ca: Editor bàsic CCcam.cfg
es: Editor de líneas básicas de CCcam.cfg

source: CCcamInfo Mainmenu
ca: Menú principal CCcamInfo
es: Menú CCcamInfo

source: CF Drive
ca: Disc CF
es: Unidad CF

source: CH
es: CANAL

source: CH%s
es: CANAL %s

source: CHANGE BOUQUET
ca: CANVIAR LLISTA
es: CAMBIAR GRUPO

source: CHANNEL +/-
ca: CANAL +/-
es: CANAL +/-

source: CI (Common Interface) Setup
ca: Configuració de CI (Interfície comuna)
es: Configuración de CI (interfaz común)

source: CI Boot Delay
es: Retraso arranque DVB-CI

source: CI Helper Settings
ca: Configuració CI Helper
es: Ajustes del asistente de CI

source: CI assignment
ca: Assignació de CI
es: Asignación de CI

source: CI enabled
es: CI habilitado

source: CI slot:
es: Slot CI:

source: CIFS/Samba Settings
ca: Configuració CIFS/Samba
es: Configurar Samba

source: CPU / Core %d type
ca: Tipus %d CPU / Nucli
es: Tipo CPU / Núcleo %d

source: CPU architecture
ca: Arquitectura CPU
es: Arquitectura de la CPU

source: CPU benchmark
ca: Punt de referència CPU
es: Análisis de la CPU

source: CPU brand
ca: Marca CPU
es: Fabricante de la CPU
