Repository: OpenSPA/dvbapp2
Catalog: po/*.po
Languages: ca, es

source: Show Restart Network in Extensions *
ca: Mostrar 'Reiniciar xarxa' a la llista d'extensions *
es: Mostrar ‘Reiniciar red’ en la lista de extensiones *

source: Show SD as
ca: Mostrar SD com
es: Mostrar SD como

source: Show Single EPG
ca: Mostrar EPG única
es: Mostrar EPG única

source: Show Skin Component packages
es: Mostrar paquetes de componentes de skin

source: Show Skin packages
es: Mostrar paquetes de skins

source: Show Softcam packages
es: Mostrar paquetes de softcam

source: Show Source packages
es: Mostrar paquetes de fuente

source: Show Subscription packages
es: Mostrar paquetes de suscripción

source: Show Subservices Of Active Service
es: Mostrar subservicios del servicio activo

source: Show System Plugin packages
es: Mostrar paquetes de plugins de sistema

source: Show Timer List
ca: Mostrar llista de temporitzadors
es: Mostrar lista de temporizadores

source: Show True/False as graphical switch
ca: Mostra True / False com a commutador gràfic
es: Mostrar Verdadero/Falso en modo gráfico

source: Show VCR SCART on main menu
ca: Mostra el scart VCR al menú principal
es: Mostrar euroconector VCR en el menú principal

source: Show Vertical EPG
ca: Mostrar EPG vertical
es: Mostrar EPG vertical

source: Show WLAN status
ca: Mostra l’estat de la WLAN
es: Mostrar estado de WLAN

source: Show a spinning logo when the system is busy.
ca: Mostrar spinner quan el sistema està ocupat.
es: Mostrar spinner cuando el sistema está ocupado.

source: Show additional slider value
ca: Mostra valor de lliscament adicional
es: Mostrar valor adicional barra deslizante

source: Show advanced settings
ca: Mostrar configuracions avançades
es: Mostrar ajustes avanzados

source: Show all
es: Mostrar todo

source: Show all available services
es: Mostrar todos los servicios disponibles

source: Show all details
es: Mostrar todos los detalles

source: Show all Information screens
es: Mostrar todas las pantallas de información

source: Show animation while busy
ca: Mostra animació mentre està ocupat
es: Mostrar animación cuando esté ocupado

source: Show background in Radio Mode
ca: Mostrar fons en mode ràdio
es: Mostrar fondo en modo radio

source: Show background when tuned to a radio channel.
ca: Mostrar fons quan es sintonitzi un canal de ràdio.
es: Mostrar fondo cuando se sintonice un canal de radio.

source: Show bouquet on launch
ca: Mostrar llista en iniciar
es: Mostrar grupo al inicio

source: Show build information
ca: Mostrar informació de imatge
es: Mostrar información de compilación

source: Show channel number in InfoBar
ca: Mostrar número de canal en Infobar
es: Mostrar números de canal en la barra de información

source: Show channel numbers in channel selection
ca: Mostra els números de canal a la selecció del canal
es: Mostrar números de canal en la selección de canales

source: Show channel selection
ca: Mostrar selecció de canals
es: Mostrar selección de canales

source: Show chapter positions for supported video files. (gstreamer version must be greather than 1)
ca: Mostrar posicions de capítol per arxius de vídeo suportats (versió gstreamer ha de ser major de 1)
es: Muestra las posiciones de los capítulos para los archivos de video compatibles. (la versión de gstreamer debe ser mayor que 1)

source: Show columns
ca: Mostra les columnes
es: Mostrar columnas

source: Show commit log information
ca: Informació del log del commit
es: Mostrar información del log del commit

source: Show crash info on screen and write crash log for x times
ca: Mostrar info bloqueig en pantalla i escriure log d'errors durant x cops
es: Mostrar info del fallo en pantalla y escribir crashlog x veces

source: Show crypto icons
ca: Mostra les icones crypto
es: Mostrar iconos de cifrado

source: Show crypto info in InfoBar
ca: Mostra informació sobre cripto a infobar
es: Mostrar información de cifrado en la barra de información

source: Show current directory
ca: Mostrar directori actual
es: Mostrar carpeta actual

source: Show debug log information
ca: Mostrar informació del log de depuració
es: Mostrar información del log de depuración

source: Show default after description
ca: Mostrar predeterminat després de descripció
es: Después de la descripción

source: Show default on new line
ca: Mostrar per defecte en la nova línia
es: En línea nueva

source: Show detailed event info
ca: Mostra informació detallada sobre esdeveniments
es: Mostrar información detallada del programa

source: Show detailed event info (setup in menu)
ca: Mostrar informació d'esdeveniment detallat (configurar al menú)
es: Mostrar información detallada del programa (configuración en menú)

source: Show details
es: Mostrar detalles

source: Show details of highlighted task
ca: Mostrar detalls de la tasca seleccionada
es: Mostrar detalles de la tarea resaltada

source: Show directories first
ca: Mostrar primer els directoris
es: Mostrar primero las carpetas

source: Show during operation
es: Mostrar durante el funcionamiento

source: Show encryption information in the InfoBar (when supported by the skin).
ca: Mostrar informació d'encriptació a la barra d'informació (quan ho suporti el skin).
es: Mostrar información de cifrado en la barra de información (cuando el tema lo permita).

source: Show event details
ca: Mostrar detalls del programa
es: Mostrar detalles del programa

source: Show event genre information
ca: Mostrar informació del gènere del programa
es: Mostrar información del género del programa

source: Show event-progress in channel selection
ca: Mostra el progrés d’esdeveniments a la selecció del canal
es: Progreso del evento en selección de canales

source: Show eventinfo plugins
ca: Mostra els complements d’eventinfo
es: Mostrar plugins de información de programa

source: Show extended description
ca: Mostra descripció ampliada
es: Mostrar descripción extendida

source: Show extension selection
ca: Mostra la selecció d’extensions
es: Mostrar la selección de extensión

source: Open Extensions
es: Mostrar extensiones...

source: Show extra spacing in Information
ca: Mostrar espai extra en informació
es: Mostrar espacio extra en Información

source: Show favorites list
ca: Mostra la llista de preferits
es: Mostrar lista favoritos

source: Show files backed up by default
ca: Mostrar arxius del backup per defecte
es: Mostrar archivos predeterminados para copiar

source: Show first image
ca: Mostrar primer la imatge
es: Mostrar primera imagen

source: Show graphical multi EPG
ca: Mostrar multi EPG gràfic
es: Mostrar MultiEPG gráfica

source: Show help
ca: Mostra ajuda
es: Mostrar ayuda

source: Show icon for new/unseen items
ca: Mostra la icona per a elements nous / no vistos
es: Mostrar icono de elementos nuevos/no vistos

source: Show image
ca: Mostrar imatge
es: Mostrar imagen

source: Show image and save as '%s'
ca: Mostrar imatge i guardar com '%s'
es: Mostrar imagen y guardar como '%s'

source: Show in Extension Menu
es: Mostrar en menú extensiones

source: Show in extensions list
ca: Mostrar a la llista d'extensions
es: Mostrar en lista de extensiones

source: Show in Plugin Browser
es: Mostrar en Navegador de plugins

source: Show in Standby
ca: Mostrar en repòs
es: Mostrar en Reposo

source: Show info
ca: Mostra informaçio
es: Mostrar información

source: Show info line
ca: Mostra la línia d’informació
es: Mostrar línea de información

source: Show job tasks in Extension Menu
es: Mostrar tareas en menú extensiones

source: Show last image
ca: Mostrar darrera imatge
es: Mostrar última imagen

source: Show list of bouquets
es: Mostrar lista de favoritos

source: Show list of providers
es: Mostrar lista de proveedores

source: Show list of transponders
es: Mostrar lista de transpondedores

source: Show live TV when movie stopped
ca: Mostrar TV en directe quan es pari la pel·lícula
es: Mostrar TV en directo cuando se pare la película

source: Show logfile
es: Mostrar log

source: Show marked events
ca: Mostrar els programes marcats
es: Mostrar programadas marcados

source: Show marked events in all rows.
ca: Mostrar esdeveniment marcats en totes les files.
es: Mostrar información detallada del programa.

source: Show menu
ca: Mostrar menú
es: Mostrar menú

source: Show message when recording starts
ca: Mostra el missatge quan comença la gravació
es: Mostrar mensaje cuando empiece la grabación

source: Show movie lengths in movie list
ca: Mostra les longituds de la pel·lícula a la pel·lícula
es: Mostrar duración vídeos en lista de vídeos

source: Show movies
ca: Mostra pel·lícules
es: Mostrar películas

source: Show multi channel EPG
ca: Mostra EPG multicanal
es: Mostrar MultiEPG

source: Open Network Settings
es: Abrir ajustes de red

source: Show next commit log
ca: Mostrar pròxim log de commit
es: Mostrar log del próximo commit

source: Show next debug log file
ca: Mostrar pròxim arxiu de log de depuració
es: Mostrar archivo del próximo log de depuración

source: Show next event
ca: Mostrar pròxim esdeveniment
es: Mostrar evento siguiente

source: Show next image
ca: Mostrar pròxima imatge
es: Mostrar imagen siguiente

source: Show next page
ca: Mostrar pàgina següent
es: Mostrar página siguiente

source: Show next picture
ca: Mostrar pròxima foto
es: Mostrar foto siguiente

source: Show next system information screen
ca: Mostrar pròxima pantalla d'informació de sistema
es: Mostrar siguiente pantalla de información del sistema

source: Show notification when import channels and/or EPG from remote receiver URL did not complete
es: Mostrar notificación cuando no se complete la importación de canales y/o EPG de la URL del receptor remoto

source: Show notification when import channels and/or EPG from remote receiver URL is completed
es: Mostrar notificación cuando se complete la importación de canales y/o EPG de la URL del receptor remoto

source: Show notification when import channels was not successful
es: Mostrar notificación cuando la importación de canales no fue con éxito

source: Show notification when import channels was successful
es: Mostrar notificación cuando la importación de canales fue con éxito

source: Show or hide the extended description, (skin dependent).
ca: Mostrar o ocultar la descripció extesa, (dependent del skin).
es: Mostrar u ocultar la descripción ampliada (depende del tema).

source: Show parting lines
ca: Mostrar les línies de partició
es: Mostrar líneas de separación

source: Show parting lines between events.
ca: Mostrar línies de partició entre esdeveniments.
es: Muestra líneas de separación entre eventos.

source: Show persistent InfoBar while paused
ca: Mostrar sempre la infobar metre estigui pausat
es: Mostrar Infobar persistente mientras está en pausa

source: Show picon background color
ca: Mostrar color de fons del picon
es: Mostrar color de fondo de picon

source: Show picture information
ca: Mostrar informació de la foto
es: Mostrar información de la foto

source: Show positioner movement
ca: Mostrar el moviment del motor
es: Mostrar movimiento del motor

source: Show preview of current mode (*).
ca: Mostrar vista prèvia del mode actual (*).
es: Mostrar una previsualización del modo actual (*).

source: Show previous commit log
ca: Mostrar log de commit anterior
es: Mostrar log de commit anterior

source: Show previous debug log file
ca: Mostrar arxiu de log de depuració anterior
es: Mostrar archivo previo del log de depuración

source: Show previous event
ca: Mostrar esdeveniment previ
es: Mostrar evento anterior

source: Show previous image
ca: Mostrar imatge prèvia
es: Mostrar imagen previa

source: Show previous page
ca: Mostrar pàgina prèvia
es: Mostrar página anterior

source: Show previous picture
ca: Mostrar foto anterior
es: Cambiar foto anterior

source: Show previous system information screen
ca: Mostrar pantalla d'informació de sistema prèvia
es: Mostrar pantalla previa de información del sistema

source: Show quickmenu...
ca: Mostrar menú ràpid (quickmenu)...
es: Mostrar menú rápico...

source: Show record indicator
ca: Mostra l’indicador de registre
es: Mostrar indicador de grabación

source: Show recording symbol
ca: Mostrar símbol de gravació
es: Mostrar símbolo de grabación según el tipo

source: Show satellites list
ca: Mostrar llista de satèl·lits
es: Mostrar lista de satélites

source: Show screen menu path
ca: Mostrar ruta de la pantalla del menú
es: Muestra la ruta del menú de pantalla

source: Show screen saver
es: Mostrar salvapantallas

source: Show script messages
ca: Mostrar missatges de script
es: Mostrar mensajes de script

source: Show script messages if a background script ends. If the script has additional output then this will also be shown.
ca: Mostrar missatges de script si finalitza un script en segon pla. Si el script té una sortida adicional, aquesta també es mostrarà.
es: Mostrar mensajes de script si finaliza un script en segundo plano. Si el script tiene una salida adicional, entonces también se mostrará.

source: Show selection for system information screen
ca: Mostrar selecció de la pantalla d'informació de sistema
es: Mostrar selección para pantalla de información de sistema

source: Show selection menu for commit logs
ca: Mostrar menu de selecció per logs de commit
es: Mostrar menú de selección para logs de commits

source: Show selection menu for debug log files
ca: Mostrar menu de selecció per logs de depuració
es: Mostrar menú de selección para archivos de depuración

source: Show Service Information
es: Mostrar información de servicio

source: Show service list
ca: Mostra la llista de serveis
es: Mostrar lista de canales

source: Show service name and event description among each other instead of side by side. After a change, an adjustment of the number of lines is required.
ca: Mostra nom del servei i descripció de l'esdeveniment entre ells en lloc d'un al costat de l'altre. Després d'un canvi, cal un ajust del número de línies.
es: Muestra el nombre de canal y la descripción del evento entre sí en lugar de uno al lado del otro. Después de un cambio, se requiere un ajuste del número de líneas.

source: Show service type icons
ca: Mostra les icones del tipus de servei
es: Mostrar iconos de tipo de servicio

source: Show servicelist or movies
ca: Mostrar llista de servicis o pel·lícules
es: Mostrar lista de programas o películas

source: Open Setup menu
es: Mostrar ajustes

source: Show setup default value
ca: Mostrar valor predeterminat de configuració
es: Mostrar valor predeterminado de configuración

source: Open Setup
es: Abrir configuración

source: Show shut down menu
ca: Mostrar el menú d'apagat
es: Mostrar menú de apagado

source: Show single EPG for current channel
ca: Mostrar EPG simple del canal actual
es: Mostrar EPG única del canal actual

source: Show single EPG for current channel (setup in menu)
ca: Mostrar EPG simple del canal actual (configuració al menú)
es: Mostrar EPG simple para canal actual (configurar en menú)

source: Show single service EPG
ca: Mostra el servei únic EPG
es: Mostrar EPG única del canal

source: Show status messages on switch to live TV
ca: Mostrar missatges d'estat en canviar a TV en directe
es: Mostrar mensajes de estado al cambiar a TV en directo

source: Show subservice selection
ca: Mostra la selecció del subservici
es: Mostrar selección de subcanal

source: Show subservices
es: Mostrar subservicios

source: Show subtitle quick menu
ca: Mostrar menú ràpid de subtítols
es: Mostrar menú rápido de subtítulo

source: Show subtitle selection
ca: Mostra la selecció de subtítols
es: Mostrar selección de subtítulos

source: Show system information
ca: Mostrar informació de sistema
es: Mostrar información de sistema

source: Show task list
ca: Mostrar llista de tasques
es: Mostrar lista de tareas

source: Show task messages
ca: Mostrar missatges de tasques
es: Mostrar mensajes de tarea

source: Show task messages if File Commander is not running and all task are completed.
ca: Mostrar missatges de tasques si l'administrador d'arxius no està funcionant i s'han completat totes les tasques.
es: Mostrar mensajes de tarea si el Administrador de archivos no está funcionando y se han finalizado todas las tareas.

source: Show the CCcam Info Screen
ca: Mostrar la pantalla d'informació CCcam
es: Mostrar pantalla de información CCcam

source: Open DreamPlex
es: Mostrar reproductor DreamPlex...

source: Show the EIT Now/Next data in the InfoBar.
ca: Mostrales dades d'EIT actual/següent al Infobar.
es: Mostrar EIT ahora/siguiente en la barra de información.

source: Show the Logs Settings screen
ca: Mostrar pantalla de configuració de logs
es: Mostrar pantalla de configuración de logs

source: Show the OSCam information screen
es: Mostrar pantalla de información OSCam

source: Open Scheduler Overview
es: Descripción general del programador abierto

source: Open SleepTimer Settings
es: Mostrar temporizador de apagado

source: Open event information
es: Abrir información del evento

source: Show the list of AutoTimers.
ca: Mostrar la llista d'AutoTemporitzadors.
es: Mostrar lista de autotemporizadores.

source: Show the list of timers.
ca: Mostrar la llista de temporitzadors.
es: Mostrar lista de temporizadores.

source: Open MediaCenter
es: Mostrar el centro multimedia

source: Open Media Player
es: Mostrar el reproductor de medios

source: Show the media player...
ca: Mostrar el reproductor multimèdia...
es: Mostrar reproductor de recursos...

source: Show the plugin browser..
ca: Mostrar el navegador de plugins...
es: Mostrar explorador de plugins...

source: Open Plugin Browser
es: Mostrar plugins

source: Open Radio bouquet selection
es: Mostrar el reproductor de radio

source: Show the task list
ca: Mostrar llista de tasques
es: Mostrar lista de tareas

source: Open TV bouquet selection
es: Mostrar reproductor de TV

source: Show time elapsed as positive
ca: Mostrar temps transcorregut com positiu
es: Mostrar el tiempo transcurrido en positivo

source: Show time in 24 hour clock format.
ca: Mostrar temps en fomat 24 hores.
es: Mostrar hora en formato de reloj de 24 horas.

source: Show time remaining/elapsed
ca: Mostrar temps restant/transcorregut
es: Mostrar el tiempo restante/transcurrido

source: Show translation information
ca: Mostrar informació de traducció
es: Mostrar información de traducción

source: Show transponder remaining/elapsed as
ca: Mostrar transponder restant/transcorregut com
es: Mostrar el tiempo restante/transcurrido como

source: Show two lines per entry
ca: Mostra dues línies per entrada
es: Mostrar dos líneas por entrada

source: Show underscore characters
ca: Mostrar caràcters subrallats
es: Mostrar caracteres de subrayado

source: Show unknown Videoresolution as next higher or as highest screen resolution.
ca: Mostrar resolució de video desconeguda com la següent més alta o com la resolució de pantalla mes alta.
es: Mostrar resolución de video desconocida como la siguiente resolución de pantalla más alta o la más alta.

source: Show unknown video format as
ca: Mostrar format de video desconegut com
es: Mostrar formato de vídeo desconocido como

source: Open Usage and GUI Settings
es: Abrir configuración de uso y GUI

source: Show vertical Program Guide
ca: Mostrar EPG vertical
es: Mostrar EPG vertical

source: Show warning before restart
ca: Mostrar advertència abans de reiniciar
es: Mostrar advertencia antes de reiniciar

source: Show warning when time shift is stopped
ca: Mostra l’avís quan s’atura el torn horari
es: Mostrar advertencia cuando se detiene timeshift

source: Show watch status
ca: Mostra les icones d’estat a movielist
es: Mostrar tipo de reloj

source: Show VBI Line For This Service
es: Mostrar línea VBI para este servicio

source: Show/Games show
ca: Espectacle/Espectacle de jocs
es: Mostrar juegos

source: Show/Hide focus bar
ca: Mostrar/Ocultar barra de focus
es: Mostrar/Ocultar barra de enfoque

source: Shows Plugins Browser. Here you can setup installed Plugin
ca: Mostra el navegador de plugins. Aquí pots configurar el plugin instal·lat
es: Muestra el Explorador de Plugins. Puedes configurar los plugins instalados

source: Shows available plugins. Here you can download and install them
ca: Mostra plugins disponibles. Aquí pots descarregar i instal·lar-los
es: Muestra los plugins disponibles. Aquí puedes descargarlos e instalarlos

source: Shows available softcams. Here you can download and install them
ca: Mostra softcams disponibles. Aquí pots descarregar i instal·lar-los
es: Mostrar softcams disponibles. Aquí puedes descargarlos e instalarlos

source: Shows live tv or informations on LCD.
ca: Mostra tv en directe o informació en LCD.
es: Mostrar TV en directo o información en LCD.

source: Shows the icons when new/unseen, else will not show an icon.
ca: Mostra les icones quan nou/no vist, sino no es mostrarà una icona.
es: Muestra los iconos cuando nuevo / invisible, else no mostrará un icono.

source: Shows the state of your wireless LAN connection.
ca: Mostra l’estat de la connexió LAN sense fils.
es: Mostrar el estado de la conexión inalámbrica.

source: Shows the watched status of the media.
ca: Mostra l'estat de visualització de la pel·lícula.
es: Muestra el estado de la película visto.

source: Shuffle play list
ca: Mostra l’estat de la connexió de fitxers de sentit LAN.
es: Lista de reproducción aleatoria

source: Shut down
ca: Apagar
es: Apagar

source: Shutdown
ca: Tancar
es: Apagar

source: Shutdown NCam
es: Parar NCam

source: Shutdown OSCam
es: Parar OSCam

source: Side by Side
ca: Costat a costat
es: Lado a lado

source: Signal Finder
ca: Buscador de senyal
es: Buscador de Señales

source: Manual scan & signals
es: Búsqueda manual & señales

source: Signal quality
ca: Qualitat del senyal
es: Calidad de la señal

source: Signal strength
ca: Potència de senyal
es: Intensidad de señal

source: Signal strength:
ca: Potència del senyal:
es: Potencia de la señal:

source: Signal:
ca: Senyal
es: Señal:

source: Similar broadcasts:
ca: Emisions similars:
es: Emisiones similares:

source: Simple
ca: Senzill
es: Sencillo

source: Simple fade
ca: Esvaiment simple
es: Desvanecimiento simple

source: Simple titleset (compatibility for legacy players)
ca: Conjunt de títols senzill (compatibilitat per als reproductors heretats)
es: Título simple (compatibilidad para más reproductores)

source: Open Simple Umount
es: Enumerar dispositivos de almacenamiento.

source: Simple zoom
ca: Zoom simple
es: Zoom simple

source: SimpleUmount
ca: Desmuntatge simple
es: Desmontaje simple

source: Singapore
ca: Singapur
es: Singapur

source: Single
ca: Senzill
es: Único

source: Single EPG
ca: EPG senzill
es: EPG único

source: Single Tuner
ca: Sintonitzador simple
es: Sintonizador único

source: Single satellite
ca: Satèl·lit únic
es: Satélite único

source: Single step (GOP)
ca: Pas únic (GOP)
es: Un solo paso (GOP)

source: SingleEPG Settings
ca: Configuracions EPG simple
es: Ajustes de EPG única

source: Sitcom
es: Comedia

source: Size
ca: Tamany
es: Tamaño

source: Size ascending
ca: Tamany ascendent
es: Tamaño ascendente

source: Size descending
ca: Tamany descendent
es: Tamaño descendente

source: Skin & Resolution
ca: Skin i resolució
es: Skin y resolución

source: Skin Selector
ca: Selector de skin
es: Selector de skin

source: Skin setting
es: Configurar skin

source: Skin Settings
ca: Configuració skin
es: Seleccionar skin

source: SkinSelection
es: Selección de skin

source: Skip Internet connection check (disables automatic package installation)
ca: Omet la verificació de la connexió a Internet (desactiva la instal·lació automàtica de paquets)
es: Saltar comprobación de conexión a internet (deshabilita la instalación automática de paquetes)

source: Skip back
ca: Saltar cap enrere
es: Saltar hacia atrás

source: Skip empty services
ca: Omet els serveis buits
es: Saltar canales vacíos

source: Skip forward
ca: Saltar cap endavant
es: Saltar hacia delante
