Repository: OpenSPA/dvbapp2
Catalog: po/*.po
Languages: ca, es

source: Select satellites
ca: Selecciona satèl·lits

source: Select seekbar to be activated by arrow L/R (long) or << >> (long).
ca: Selecciona barra de recerca que s'activarà amb fletxa Esq/Drt (pulsació prolongada) or <<>> (pulsación prolongada)

source: Select the User Band frequency to be assigned to this tuner. This is the frequency the SCR switch uses to pass the requested transponder to the tuner.
ca: Selecciona la freqüència Banda d'usuari que será assignada a aquest sintonitzador. Aquest és un index dins la taula de freqüències que utilitza el SCR per passar el transpondedor requerit al sintonitzador.

source: Select the manufacturer of your SCR device. If the manufacturer is not listed, set 'SCR' to 'user defined' and enter the device parameters manually according to its spec sheet.
ca: Seleccioneu el fabricant del vostre dispositiu SCR. Si el fabricant no apareix a la llista, configureu “SCR” a “definit per l’usuari” i introduïu els paràmetres del dispositiu manualment segons la seva fitxa específica.

source: Select the model number of your Unicable device. If the model number is not listed, set 'SCR' to 'user defined' and enter the device parameters manually according to its spec sheet.
ca: Selecciona el número de model del teu dispositiu Unicable. Si el número de model no està a la llista, posa 'SCR' a 'definit per l'usuari' i introdueix els paràmetres del dispositiu manualment d'acord amb la fulla d'especificacions.

source: Select the satellite which is connected to Port-A of your switch. If you are unsure select 'automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'nothing connected'.
ca: Seleccioneu el satèl·lit connectat al port-A del vostre commutador. Si no esteu segurs, seleccioneu “automàtic” i el receptor intentarà determinar-ho. Si no hi ha res connectat a aquest port, seleccioneu “Res connectat”.

source: Select the satellite which is connected to Port-B of your switch. If you are unsure select 'automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'nothing connected'.
ca: Seleccioneu el satèl·lit connectat al port-B del vostre commutador. Si no esteu segurs, seleccioneu “automàtic” i el receptor intentarà determinar-ho. Si no hi ha res connectat a aquest port, seleccioneu “Res connectat”.

source: Select the satellite which is connected to Port-C of your switch. If you are unsure select 'automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'nothing connected'.
ca: Seleccioneu el satèl·lit connectat al port-C del vostre commutador. Si no esteu segurs, seleccioneu “automàtic” i el receptor intentarà determinar-ho. Si no hi ha res connectat a aquest port, seleccioneu “Res connectat”.

source: Select the satellite which is connected to Port-D of your switch. If you are unsure select 'automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'nothing connected'.
ca: Seleccioneu el satèl·lit connectat al port-D del vostre commutador. Si no esteu segurs, seleccioneu “automàtic” i el receptor intentarà determinar-ho. Si no hi ha res connectat a aquest port, seleccioneu “Res connectat”.

source: Select the satellite you want to configure. Once that satellite is configured you can select and configure other satellites that will be accessed using this same tuner.
ca: Seleccioneu el satèl·lit que voleu configurar. Una vegada configurat aquest satèl·lit, podeu seleccionar i configurar altres satèl·lits als quals s’accedirà mitjançant aquest mateix sintonitzador.

source: Select the satellite your dish receives from. If you are unsure select 'automatic' and the receiver will attempt to determine this for you.
ca: Seleccioneu el satèl·lit del qual rep el plat. Si no esteu segurs, seleccioneu “automàtic” i el receptor intentarà determinar-ho.

source: Select the tuner that this loopthrough depends on.
ca: Seleccioneu el sintonitzador de què depèn aquest recorregut.

source: Select the type of LNB/device being used (normally 'Universal'). If your LNB type is not available select 'user defined'.
ca: Seleccioneu el tipus de LNB / dispositiu que s’utilitza (normalment “Universal”). Si el vostre tipus LNB no està disponible, seleccioneu “definit per l’usuari”.

source: Select your country. If not available select 'all'.
ca: Seleccioneu el vostre país. Si no està disponible, seleccioneu “tot”.

source: Select your provider and region. If not present in this list you will need to select one of the other 'service scan types'.
ca: Seleccioneu el vostre proveïdor i la vostra regió. Si no apareix en aquesta llista, haureu de seleccionar un dels altres “tipus d’exploració de serveis”.

source: Select your region. If not available change 'Country' to 'all' and select one of the default alternatives.
ca: Seleccioneu la vostra regió. Si no està disponible, canvieu “País” a “tot” i seleccioneu una de les alternatives per defecte.

source: Select/Zap to selected service
ca: Selecciona/Canvia al canal seleccionat

source: Serial No
ca: No. de sèrie

source: Serv.Name
ca: Nom de Serv.

source: Server Info ( Oscam-Version: %s )
ca: Informació de servidor (Versió Oscam: %s)

source: Server:
ca: Servidor:

source: Service Number and Service Name
ca: Número de canal i nom del canal

source: Service Number, Picon and Service Name
ca: Número de servei, picon i nom de servei

source: Service cant been added to the favorites.
ca: Canal es pot afegir a favorits.

source: Service has been added to the favorites.
ca: S'ha afegit el canal als preferits.

source: Service scan
ca: Buscar canals

source: Set Base time
ca: Estableix hora base

source: Set default
ca: Instal · lat per defecte

source: Set the position of the recording icons
ca: Estableix la posició de les icones de gravació

source: Set the time to wait for execute the default action in shutdown, standby or restart messages. (e.g. used in RecordTimer, PowerTimer, SleepTimer, ...)
ca: Estableix el temps a esperar per executar l'acció per defecte en apagar, repòs o reiniciar missatges. (per ex. en temporitzadors de gravació, temporitzadors d'encesa, temporitzadors d'apagat,...)

source: Settings...
ca: Configuracions...

source: Setup AFP
ca: Configurar AFP

source: Setup your LCD Skin
ca: Configurar skin del LCD

source: Show /tmp/ecm.info
ca: Mostrar /tmp/ecm.info

source: Show Clients
ca: Mostrar clients

source: Show EPG for current channel...
ca: Mostrar la barra en canviar el programa…

source: Show Format Setup
ca: Mostrar configuración de format

source: Show HDMI Output Resolution
ca: Mostrar resolució de sortida HDMI

source: Show HDMIRecord setup...
ca: Mostrar configuració HDMIRecord (Gravació HDMI)...

source: Show Information
ca: Mostrar informació

source: Show Log Manager in extensions list
ca: Mostrar Administrador de log a la llista d'extensions

source: Show OScam Info
ca: Mostrar Informació OScam

source: Show RFmod setup...
ca: Mostrar configuració RFmod...

source: Show Readers/Proxies
ca: Mostrar lectors/proxys

source: Show extensions...
ca: Mostra extensions...

source: Show job tasks in extensions
ca: Mostrar tasques a extensions

source: Show network setup menu...
ca: Mostrar menú de configuració de xarxa...

source: Show screensaver
ca: Mostra el salvapantalles

source: Show setup
ca: Mostrar configuració

source: Show setup menu...
ca: Mostrar menú de configuració...

source: Show the DreamPlex player...
ca: Mostrar reproductor DreamPlex...

source: Show the OScamInfo Screen
ca: Mostrar la pantalla d'informació OScam

source: Show the PowerTimer
ca: Mostrar temportizador d'encesa

source: Show the SleepTimer
ca: Mostrar temporitzador d'apagat

source: Show the information on current event.
ca: Mostrar la informació de l'esdeveniment actual.

source: Show the media center
ca: Mostrar el Centre multimèdia

source: Show the media player
ca: Mostar el reproductor multimèdia

source: Show the plugins
ca: Mostrar els plugins

source: Show the radio player
ca: Mostrar el reproductor de ràdio

source: Show the tv player
ca: Mostrar el reproductor de TV

source: Show usage and GUI menu...
ca: Mostrar menú Ús i interfície...

source: Sierra Leone
ca: Sierra Leona

source: Sigma Designs
ca: Dissenys Sigma

source: Simple umounter mass storage device.
ca: Dispositiu d'emmagatzematge simple desmuntage massiu.

source: Skin Setting
ca: Ajust skin

source: Skin setup
ca: Configurar skin

source: SkinSelector
ca: Selector de skin

source: Skins
ca: Pells

source: Slot %s: %s
ca: Partició %s: %s

source: Slot '%s'
ca: Partició '%s'

source: Slot '%s': %s
ca: Ranura '%s' : %s

source: Slot '%s': %s%s
ca: Partició '%s': %s%s

source: Socket
ca: Cavitat

source: Software
ca: Programe

source: Solomon Islands
ca: Illes Marshall

source: Sorry only possible to record 2 channels at once
ca: Ho sentim, només és possible gravar 2 canals a la vegada

source: Sort Extensions menu
ca: Ordre menú extensions

source: Sort list to default and exit?
ca: Voleu ordenar la llista per defecte i sortir?

source: South Georgia and the South Sandwich Islands
ca: Geòrgia del Sud i les Illes Sandwich del Sud

source: Start recording?
ca: Iniciar gravació?

source: Status:
ca: Estat:

source: Stripes
ca: Ratlles

source: Sub Service Actions
ca: Sub Serveis

source: Subservice list...
ca: Llista de subserveis...

source: Subtitle selection
ca: Selecció de subtítols

source: Subtitle selection...
ca: Selecció de subtítols…

source: Support at
ca: Soport a

source: Svalbard and Jan Mayen
ca: Svalbard i Jan Mayen

source: Switch BLUE short (QuickMenu) with BLUE long (Extensions)
ca: Canvia BLAU curt (Menú ràpid) amb BLAU llarg (Extensions)

source: Switch next channel
ca: Canvia al pròxim canal

source: Switch to next channel in history
ca: Canal següent en l'històric

source: Switch to next sub service
ca: Canvia al següent servei sub-servei

source: Switch to previous channel
ca: Canvia al canal anterior

source: Switch to previous channel in history
ca: Canvia al canal anterior de la història

source: Switch to previous sub service
ca: Canvia al sub-servei anterior

source: Switch to radio mode
ca: Canviar a mode de ràdio

source: Symbol rate
ca: Taxa de símbol

source: Sync failure moving back to origin !
ca: Error de sincronització en tornar a l’origen!

source: The AutoTimer plugin is not installed! Please install it.
ca: El plugin AutoTimer no està instal·lat! Instal·leu-lo.

source: The IMDb plugin is not installed! Please install it.
ca: El plugin IMDb no està instal·lat! Instal·leu-lo.

source: The buffer time for time shift exceeds the specified limit in the settings. What do you want to do ?
ca: El temps del buffer per al timeshift supera el límit especificat a la configuració. Què vols fer?

source: The pin code you entered is wrong.
ca: El codi pin introduit és incorrecte.

source: The unicable connection setting is wrong. Maybe recursive connection of tuners.
ca: La configuració de connexió unicable és incorrecta. Potser connexió recursiva dels sintonitzadors.

source: There is no signal to lock on !
ca: No hi ha senyal per bloquejar!

source: There was an error downloading the update list. Please try again.
ca: S'ha produït un error baixant la llista d'actualitzacions. Si us plau, torna a intentar-ho.

source: This allows you change the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size
ca: Això us permet canviar el tamany de font en relació al tamany del skin, així 1 augmenta en 1 punt i -1 disminueix en 1 punt

source: This allows you to set the number of digits to 5, if you have more than 9999 channels.
ca: Això us permet establir el nombre de dígits a 5, si teniu més de 9999 canals.

source: This option allows you choose how to display elapsed time as + or -
ca: Aquesta opció permet triar com mostrar el temps transcorregut com + o -

source: This option allows you choose how to display the Time or nothing in Standby
ca: Aquesta opció permet triar si mostrar l'hora o res en repòs

source: This setting allows the tuner configuration to be a duplication of how another tuner is already configured.
ca: Aquesta configuració permet que la configuració del sintonitzador sigui una duplicació de la configuració d’un altre sintonitzador.

source: Timer Actions
ca: Temporitzadors

source: Timer selection...
ca: Selecció del temporitzador …

source: Timeshift
ca: Pausa

source: To restore the image:
ca: Per a restaurar la imatge:

source: Transcoding:
ca: Transcodificació:

source: Trinidad and Tobago
ca: Trinitat i Tobago

source: Trying to download a new packet list. Please wait...
ca: Intenteu descarregar una nova llista de paquets. Espereu …

source: Turks and Caicos Islands
ca: Illes Turks i Caicos

source: UI 3D setup
ca: Configuració UI 3D

source: United Arab Emirates
ca: Emirats Àrabs Units

source: United Kingdom
ca: Regne Unit

source: United States
ca: Estats Units

source: United States Minor Outlying Islands
ca: Illes perifèriques menors dels Estats Units

source: United States of America
ca: Estats Units d’Amèrica

source: Unmark service as dedicated 3D service
ca: Desmarqueu el servei com a servei 3D dedicat

source: Update delay for Events in List. Scrolling in List is faster with higher delay, especially on big Lists !
ca: Actualitzar retard per als programes de la llista. Moure't per la llista és més ràpid amb un major retard, especialment en llistes grans!

source: Update interval (in seconds)
ca: Interval d'actualització (en segons)

source: Uruguay
ca: Uruguai

source: Use for load only x days in EPG
ca: Utilitzar per a carregar només x dies a l'EPG

source: Use the Left/Right buttons on your remote to adjust the size of the user interface. Left button decreases the size, Right increases the size.
ca: Utilitza les tecles esquerra/dreta del control remot per ajustar el tamany de la interfície d'usuari. La tecla esquerra redueix el tamany i la dreta l'augmenta.

source: Use the Left/Right buttons on your remote to move the user interface left/right
ca: Utilitza les tecles esquerra/dreta del control remot per a moure la interfície d'usuari a esquerra/dreta

source: Use the Left/Right buttons on your remote to move the user interface up/down
ca: Utilitza les tecles esquerra/dreta del control remot per a moure la interfície d'usuari amunt/abaix

source: Use the cursor keys to select an installed image and then Start button.
ca: Utilitza les fletxes per a seleccionar una imatge instal·lada i llavors botó Inici.

source: User interface visibility
ca: Visibilitat de la interfície d'usuari

source: Version %s %s
ca: Versió %s %s

source: Version: %s
ca: Versió: %s

source: View Rass interactive...
ca: Veure Rass interactiu …

source: View teletext...
ca: Veure teletext...

source: Virgin Islands (British)
ca: Illes Verges (britàniques)

source: W
ca: O

source: Wallis and Futuna
ca: Wallis i Futuna

source: Western Sahara
ca: Sàhara Occidental

source: When enabled, deleted recordings are moved to the trash can, instead of being deleted immediately.
ca: Quan estan activats, els enregistraments suprimits es traslladen a la paperera, en lloc de ser eliminats immediatament.

source: When enabled, the VCR SCART option will be shown on the main menu
ca: Quan està activat, l’opció Scart VCR es mostrarà al menú principal

source: Yellow DVB subtitles
ca: Subtítols de DVB groc

source: Yes to all
ca: Sí a tot

source: Your %s %s is shutting down. Please wait...
ca: El teu %s %s s'està apagant. Espera un moment...

source: Your %s %s will be restarted after the removal of service Do you want to remove now ?
ca: El %s %s es reiniciarà després de l'eliminació del canal Vols eliminar-lo ara?

source: Your receiver might be unusable now. Please consult the manual for further assistance before rebooting your %s %s.
ca: El receptor por quedar inutilitzat ara. Si us plau consulta el manual per a més assistència abans de reiniciar el %s %s.

source: [Enigma2 Settings]
ca: [Configuracions Enigma2]

source: [Image Info]
ca: [Info d'imatge]

source: abort alternatives edit
ca: abortar l'edició d'alternatives

source: abort bouquet edit
ca: cancel·lar l'edició de llistes

source: abort favorites edit
ca: cancel·lar l'edició de preferits

source: add alternatives
ca: afegir alternatives

source: add bouquet
ca: afegir llista

source: add bouquet to parental protection
ca: afegir llista a la protecció parental

source: add service to bouquet
ca: afegir el canal a la llista

source: add service to favorites
ca: afegir el canal als preferits

source: add to parental protection
ca: afegir a la protecció parental

source: all events down
ca: tots els programes avalll

source: all events up
ca: tots els programes amunt

source: all up/down
ca: tot amunt/avall

source: because of the used file system the back-up
ca: degut al sistema d'arxius del backup

source: cardserver
ca: servidor de tarjeta

source: change Volume down
ca: canviar volum avall

source: change Volume up
ca: canviar volum amunt

source: copy to bouquets
ca: copiar a les llistes

source: default Astra (13e-19e)
ca: Astra predeterminat (13e-19e)

source: disable move mode
ca: desactivar mode moviment

source: ecm time:
ca: temps ecm:

source: edit alternatives
ca: editar alternatives

source: enable bouquet edit
ca: activar l'edició de la llista

source: enable favorite edit
ca: activar l'edició dels preferits

source: enable move mode
ca: activar mode moviment

source: end alternatives edit
ca: fi de l'edició d'alternatives

source: end bouquet edit
ca: fi de l'edició de llistes

source: end favorites edit
ca: fi de l'edició de preferits

source: exit mounts setup menu
ca: sortir del menú de configuració de muntatges

source: exit networkadapter setup menu
ca: sortir del menú de configuració deladaptador de xarxa

source: fast
ca: ràpid

source: find currently played service
ca: trobar canal reproduit actualment

source: goto current channel and now
ca: anar al canal actual i ara

source: goto first channel
ca: anar al primer canal

source: goto last channel
ca: anar al darrer canal

source: goto now
ca: anar ara

source: invalid type
ca: tipus no vàlid

source: leave movie player
ca: sortir del reproductor de pel·lícules

source: move down to last entry
ca: baixa fins a l’última entrada

source: move down to next entry
ca: passeu a l’entrada següent

source: multinorm
ca: multinorma

source: musical/opera
ca: musical / òpera

source: next channel page
ca: Següent página de canals

source: none
ca: cap

source: not configured
ca: no configurat

source: not_tested
ca: no_testat

source: on how to restore the image
ca: com restaurar la imatge

source: play as picture in picture
ca: reproduir com PiP

source: play in mainwindow
ca: reprodueix en finestra principal

source: previous channel page
ca: pàgina de canal prèvia

source: provid:
ca: ID proveïdor:

source: purge deleted user bouquets
ca: netejar llistes d'usuari eliminades

source: remove all alternatives
ca: esborrar totes les alternatives

source: remove all new found flags
ca: esborrar totes les marques trobades

source: remove bouquet from parental protection
ca: eliminar llista del control parental

source: remove cable services
ca: eliminar canals de cable

source: remove entry
ca: eliminar entrada

source: remove from parental protection
ca: esborrar de la protecció parental

source: remove new found flag
ca: esborrar nova marca trobada

source: remove selected satellite
ca: eliminar satèl·lit seleccionat

source: remove terrestrial services
ca: Eliminar canals terrestres

source: rename entry
ca: renombrar entrada

source: restore deleted user bouquets
ca: restaurar llistes d'usuari eliminades

source: romance
ca: romanç

source: select menu entry
ca: selecciona l’entrada del menú

source: set as startup service
ca: Configura com canal d'inici

source: show EPG...
ca: mostrar EPG...

source: show alternatives
ca: mostrar alternatives

source: show cards with uphop 0
ca: mostrar tarjetes amb uphop 0

source: show cards with uphop 1
ca: mostrar tarjetes amb uphop 1

source: show cards with uphop 2
ca: mostrar tarjetes amb uphop 2

source: show cards with uphop 3
ca: mostrar tarjetes amb uphop 3

source: show cards with uphop 4
ca: mostrar tarjetes amb uphop 4

source: show cards with uphop 5
ca: mostrar tarjetes amb uphop 5

source: show cards with uphop 6
ca: mostrar tarjetes amb uphop 6

source: show cards with uphop 7
ca: mostrar tarjetes amb uphop 7

source: show cards with uphop 8
ca: mostrar tarjetes amb uphop 8

source: show cards with uphop 9
ca: mostrar tarjetes amb uphop 9

source: show transponder info
ca: mostrar info del transponedor

source: skip backward (enter time)
ca: saltar enrere (introduint el temps)

source: skip forward (enter time)
ca: saltar endavant (introduint el temps)

source: this bouquet is protected by a parental control pin
ca: aquest ram està protegit per un passador de control parental

source: this service is protected by a parental control pin
ca: aquest canal està protegit per un pin de control parental

source: until standby/restart
ca: fins que s’iniciï el mode d’espera / reinici

source: use increased voltage '14/18V' if there are problems when switching the lnb
ca: utilitzar voltatge '14/18V' si hi ha problemes en canviar la lnb

source: will take about 1-15 minutes for this system
ca: tardarà entre 1 i 15 minuts per aquest sistema

source: with_errors
ca: amb_errors

source: Manual Search
ca: Recerca manual

source: Bouquet Selection
ca: Selecció de llista

source: Select the video mode to be used on the TV.
ca: Selecciona el mode de video que s'utilitzarà a la TV.

source: Ncam Info
ca: Info Ncam
