Repository: OpenSPA/dvbapp2
Catalog: po/*.po
Languages: ca, es

source: When enabled, deleted recordings are moved to the trashcan, instead of being deleted immediately.
es: Cuando está habilitado, las grabaciones eliminadas se mueven a la papelera, en lugar de eliminarse inmediatamente.

source: When enabled, external subtitles will be always turned on for playback movie.
ca: Quan estigui habilitat, els subtítols externs sempre estaran activats per a la reproducció de pel·lícules.
es: Cuando está activado, los subtítulos externos aparecerán siempre en la reproducción de una película.

source: When enabled, graphical DVB subtitles are preferred over teletext subtitles, when both types are available.
ca: Si està activat, es prefereixen els subtítols gràfics en format digital de DVB que els subtítols de teletext quan hi ha disponibles.
es: Cuando está activado, los subtítulos DVB se priorizan sobre los de teletexto si ambos estan disponibles.

source: When enabled, graphical DVB subtitles will be displayed at their original position.
ca: Si està activat, es mostraran els subtítols gràfics de DVB en la seva posició original.
es: Cuando está activado, los subtítulos gráficos DVB aparecen en su posición original.

source: When enabled, graphical DVB subtitles will be displayed in yellow, instead of the original color.
ca: Si està activat, els subtítols gràfics de DVB es mostraran en groc, en lloc del color original.
es: Cuando está activado, los subtítulos gráficos DVB aparecerán en amarillo y no en su color original.

source: When enabled, it is possible to leave the movie player with exit.
ca: Quan està activat, els fluxos http poden ser distribuïts al servidor. El receptor del client (remot) no té cap remuntament sense cap fer. Per defecte, està activat.
es: Si está activado, es posible salir del reproductor con exit.

source: When enabled, measure power consumption to detect when the rotor stops turning (when supported by the tuner).
ca: Quan estigui habilitat, mesura el consum d’energia per detectar quan el rotor deixa de girar (quan és compatible amb el sintonitzador).
es: Cuando está activado, controlar el consumo de potencia para detectar la detención del rotor (si está soportado por el sintonizador).

source: When enabled, network trashcans are probed for cleaning.
es: Cuando está activado, las papeleras en red se comprueban para vaciarlas.

source: When enabled, number markers will be hidden.
ca: Quan estigui habilitat, s’amagaran els marcadors de números.
es: Cuando está activado, los marcadores numéricos se ocultarán.

source: When enabled, pressing '0' will zap you to the first channel in your first bouquet and delete your zap-history.
es: Cuando está activado, pulsar ‘0’ cambia de canal al primero del primer grupo y se borra el historial de zapping.

source: When enabled, reformat subtitles to match the width of the screen.
ca: Quan estigui habilitat, formatar els subtítols per adaptar-se a l’amplada de la pantalla.
es: Cuando está activado, ajustar los subtítulos al ancho de la pantalla.

source: When enabled, show channel numbers in the channel selection screen.
ca: Quan estigui habilitat, mostreu els números de canal a la pantalla de selecció del canal.
es: Cuando está activado, se visualizan los números de canal en la pantalla de selección.

source: When enabled, show status or error messages.
es: Cuando está activado, mostrar mensajes de estado o error.

source: When enabled, subtitles for the hearing impaired can be used.
ca: Si està activat, es poden utilitzar els subtítols per a deficients auditius.
es: Cuando está activado, pueden usarse subtítulos para sordos.

source: When enabled, subtitles for the hearing impaired will be preferred over normal subtitles, when both types are available.
ca: Quan estigui habilitat, es preferiran els subtítols per a deficients auditius que els subtítols normals, quan els dos tipus estiguin disponibles.
es: Cuando está activado, los subtítulos para sordos se priorizan sobre los normales si ambos estén disponibles.

source: When enabled, teletext pages will be cached, allowing faster access.
ca: Quan està activat, les pàgines de teletext estaran en cau, permetent un accés més ràpid.
es: Cuando está activado, las páginas del teletexto se guardan en caché y se agiliza el acceso.

source: When enabled, teletext subtitles will be displayed at their original position.
ca: Quan estigui activat, els subtítols de teletext es mostraran a la seva posició original.
es: Cuando está activado, los subtítulos del teletexto aparecen en su posición original.

source: When enabled, the VCR SCART option will be shown on the main menu.
es: Cuando está activado, se mostrará la opción euroconector VCR en el menú principal.

source: When enabled, the length of each recording will be shown in the movie list (this might cause some additional loading time).
es: Si está activado, se mostrará la duración de cada grabación en la lista de vídeos (puede causar tiempo de carga adicional).

source: When enabled, the receiver will automatically use the audio track which you selected before.
es: Cuando está activado, el receptor usa automáticamente la pista de audio que has seleccionado previamente.

source: When enabled, the receiver will automatically use the subtitles which you selected before.
es: Cuando está activado, el receptor usa automáticamente los subtítulos que has seleccionado previamente.

source: When enabled, the receiver will select an AC3 track (when available).
es: Cuando está activado, el receptor selecciona la pista AC3 (si está disponible).

source: When enabled, the receiver will select an AC3+ track (when available).
es: Cuando está activado, el receptor selecciona la pista AC3+ (si está disponible).

source: When enabled, this setting has more weight than 'Preferred tuner for recordings'.
ca: Si està activat, aquest paràmetre té més pes que el “Sintonitzador preferit per a enregistraments”.
es: Cuando está activado, este ajuste tiene más peso que "Sintonizador preferido para las grabaciones".

source: When enabled, this setting has more weight than 'Preferred tuner'.
ca: Si està activat, aquest paràmetre té més pes que el “sintonitzador preferit”.
es: Cuando esté activada, esta configuración tiene más peso que 'Sintonizador preferido'.

source: When enabled, time shift starts automatically in background after specified time.
ca: Quan està activat, el canvi de temps s’inicia automàticament en segon pla després del temps especificat.
es: Cuando está activado, timeshift se iniciará en segundo plano tras el tiempo indicado.

source: When enabled, use DHCP for the IP configuration.
ca: Quan estigui habilitat, utilitzeu DHCP per a la configuració IP.
es: Cuando está activado, usar DHCP para la configuración IP.

source: When enabled, your receiver will detect activity on the VCR SCART input.
ca: Quan estigui habilitat, el receptor detectarà activitat a l’entrada VCR SCART.
es: Cuando está activado, su receptor detectará la actividad en la entrada SCART del VCR.

source: When nonzero, a recording will start the nominated period before the starting time indicated in the EPG.
ca: Quan no sigui zero, una gravació iniciarà el periode nominat abans de l’hora d’inici indicada a l’EPG.
es: En Nonzero, la grabación comenzará antes del tiempo de inicio indicado por EPG.

source: When nonzero, a recording will stop the nominated period after the ending time indicated in the EPG.
ca: Si no sigui zero, una gravació s’aturarà més tard que l’hora de finalització indicada per l’EPG.
es: Cuando no sea cero, la grabación se detendrá los minutos configurados después del tiempo de finalización indicado en EPG.

source: When nonzero, a zap timer will start the nominated period before the starting time indicated in the EPG.
es: Cuando no sea cero, el cambio de canal se realizará los minutos configurados antes de la hora de inicio indicada en la EPG.

source: When nonzero, a zap timer will stop the nominated period after the ending time indicated in the EPG.
es: Cuando no sea cero, un temporizador de zapeo detendrá el período designado después de la hora de finalización indicada en la EPG.

source: When receiver wakes from standby it will command the TV to switch to the HDMI input to which the receiver is connected.
es: Cuando el receptor encienda desde reposo, ordenará al televisor que cambie a la entrada HDMI a la que está conectado el receptor.

source: When set each folder will show the previous state used, when off the default values will be shown.
es: Cuando está activado, cada carpeta muestra el estado previo. Desactivado, se ven los valores por defecto.

source: When set the PIG will return to live after a movie has stopped playing.
es: Cuando está activado, PIG vuelve al directo cuando deja de reproducirse una película.

source: When the content has an aspect ratio of 16:9, choose whether to scale/stretch the picture.
ca: Quan el contingut tingui una relació d’aspecte de 16: 9, trieu si voleu escalar / estirar la imatge.
es: Cuando el contenido tiene un ratio de 16:9, elige si quieres escalar o estirar la imagen.

source: When the content has an aspect ratio of 4:3, choose whether to scale/stretch the picture.
ca: Quan el contingut tingui una relació d’aspecte de 4: 3, trieu si voleu escalar / estirar la imatge.
es: Cuando el contenido tiene un ratio de 4:3, elige si quieres escalar o estirar la imagen.

source: When the input cursor reaches this point (percentage of the width, from either side) scroll the text to the cursor.
es: Cuando el cursor de entrada alcance este punto (porcentaje del ancho, desde cualquier lado) desplaza el texto hasta el cursor.

source: When the receiver wakes from standby or deep standby it will send a command to the TV to bring it out of standby.
es: Cuando el receptor encienda del reposo o de reposo profundo, enviará un comando al televisor para que salga del reposo.

source: When the red box is correctly visible press the GREEN button to save the settings and exit.
es: Cuando el recuadro rojo esté correctamente visible pulse el botón VERDE para guardar los ajustes y salir.

source: When tuned to a service the system will normally scan the transponder for any changes and save them. Only set to 'yes' if you're absolutely sure what you're doing.
es: Cuando esté sintonizado en un canal, el sistema normalmente buscará en el transpondedor los cambios y los guardará. Marca ‘Sí’ sólo si estás completamente seguro de lo que haces.

source: When yes, VPS will be enabled on instant records (stop after current event), if the channel supports VPS.
es: Cuando esté en sí, se habilitará VPS en grabaciones instantáneas (se detendrá después del evento actual), si el canal es compatible con VPS.

source: Where do you want to backup your settings?
ca: On vols guardar el backup de la configuració?
es: ¿Dónde quiere hacer el backup de sus ajustes?

source: Where do you want to save temporary time shift recordings?
ca: On desar els enregistraments temporals de temps?
es: ¿Dónde quieres guardar las grabaciones temporales de Timeshift?

source: Which time shift buffer event do you want to save?
es: ¿Qué evento de búfer de cambio de tiempo desea guardar?

source: Which event do you want to save permanently?
es: ¿Qué programa quieres guardar permanentemente?

source: While available
es: Mientras esté disponible

source: White
es: Blanco

source: Wide
es: Ancho

source: Width
es: Ancho

source: Width / Height
es: Ancho/Alto

source: Winter Sports
es: Deportes de invierno

source: Wipe
es: Limpiar

source: Wireless LAN
ca: Xarxa local sense fils
es: Red LAN

source: Wireless network
ca: Xarxa sense fils
es: Red inalámbrica

source: Wireless network configuration...
ca: Configuració de la xarxa sense fil …
es: Configuración de la red inalámbrica.

source: Wireless network connection setup. Choose what to do next.
es: Configuración de la conexión de red inalámbrica. Escoger que hacer después.

source: Wireless network setup
es: Configuración de red inalámbrica

source: Wireless network state
ca: Estat de xarxa sense fils
es: Estado de red inalámbrica

source: With EXIT button
es: Con tecla EXIT

source: With LEFT/RIGHT buttons
es: Con teclas izquierda/derecha

source: With T2MI RAW mode disabled (default) we can use single T2MI PLP de-encapsulation. With T2MI RAW mode enabled we can use astra-sm to analyze T2MI
ca: Amb el mode RAW T2MI desactivat (per defecte), podem utilitzar un desencapsulació PLP T2MI. Amb el mode RAW T2MI activat, podem utilitzar astra-sm per analitzar T2MI
es: Con el modo T2MI RAW deshabilitado (predeterminado), podemos usar el desencapsulado T2MI PLP único. Con el modo T2MI RAW habilitado, podemos usar astra-sm para analizar T2MI

source: With errors:
ca: Amb errors:
es: Con errores:

source: With long OK press
es: Con pulsación larga de tecla ‘OK’

source: With pop up
ca: Amb finestra emergent
es: Con ventana emergente

source: With this option you can hide Job Tasks from the Extension Menu screen (BLUE button press).
es: Con esta opción puedes ocultar las tareas de la pantalla del menú extensiones (pulsación corta de la tecla azul).

source: With this option you can switch off the display during operation.
es: Con esta opción puedes desconectar el display durante el funcionamiento.

source: With this option you can switch off the display in Deep Standby Mode.
es: Con esta opción puedes desconectar el display en reposo profundo.

source: With this option you can switch off the display in Standby Mode.
es: Con esta opción puedes desconectar el display en reposo.

source: With this option you can switch the LED color or deactivate the LED.
ca: Amb aquesta opció, podeu canviar el color del LED o desactivar el LED.
es: Con esta opción puedes cambiar el color del LED o desactivarlo.

source: With this setting, you can probably improve the signal quality or eliminate problems that can occur with longer HDMI cables.
es: Con esta configuración, probablemente pueda mejorar la calidad de la señal o eliminar los problemas que pueden ocurrir con cables HDMI más largos.

source: Without pop up
ca: Sense aparició
es: Sin ventana emergente

source: Without query
es: Sin consulta

source: Workaround for old tuner driver.
es: Solución alternativa para el driver del sintonizador antiguo.

source: Would you save the entered PIN %s persistent?
ca: Guardar el PIN %s introduït de forma persistent?
es: ¿Guardarías el PIN introducido %s de forma persistente?

source: Wrestling
es: Lucha

source: Write error at start of recording. %s %s
ca: Error d'escriptura a l'inici de la gravació. %s %s
es: Error de escritura al inicio de la grabación. %s %s

source: Write error while recording. %s
ca: Error d'escriptura durant la gravació. %s
es: Error de escritura durante la grabación. %s

source: Write failed!
ca: L’escriptura ha fallat!
es: ¡Escritura fallida!

source: X-Resolution
es: Resolución X

source: X11 Packages
es: Paquetes X11

source: XBox 360 support
es: Soporte XBox 360

source: Y-Resolution
es: Resolución Y

source: YELLOW button
es: Botón AMARILLO

source: YELLOW long
es: Amarillo largo

source: Year
ca: Any
es: Año

source: Yellow
ca: Groc
es: Amarillo

source: Yes
ca: Si
es: Sí

source: Yes (safe mode)
es: Sí (modo seguro)

source: Yes, always
ca: Sí, sempre
es: Sí, siempre

source: Yes, and delete this movie
ca: Sí, i suprimeix aquesta pel·lícula
es: Sí y eliminar esta películas

source: Yes, backup my settings!
ca: Sí, fes un backup de la configuració!
es: Sí, ¡realice un backup de mis ajustes!

source: Yes, but don't save time shift as movie
es: Sí, pero no guardes Timeshift como película

source: Yes, show Plugin Browser if unavailable
es: Sí, mostrar el Explorador de Plugins si no está disponible

source: Yes, show RecordTimer if unavailable
es: Sí, mostrar el Temporizador de grabación si no está disponible

source: Yes, but save time shift as movie and continue recording
es: Sí, pero guarda Timeshift como película y sigue grabando

source: Yes, but save time shift as movie and stop recording
es: Sí, pero guarda Timeshift como película y detén la grabación

source: Yes, delete this movie and return to movie list
ca: Sí, suprimeix aquesta pel·lícula i torna a la llista de pel·lícules
es: Sí, eliminar esta película y volver a la lista

source: Yes, do a manual scan now
ca: Si, fes una recerca manual ara
es: Sí, hacer una búsqueda manual ahora

source: Yes, do an automatic scan now
ca: Si, fes una recerca automàtica ara
es: Sí, hacer una búsqueda automática ahora

source: Yes, do another manual scan now
ca: Si, fer una altra recerca manual ara
es: Sí, hacer otra búsqueda manual ahora

source: Yes, don't ask again
es: Sí, no preguntar otra vez

source: Yes, restore the settings now
ca: Si, restaura la configuració ara
es: Sí, restaurar los ajustes ahora

source: Yes, returning to movie list
ca: Sí, tornant a la llista de pel·lícules
es: Sí, volver a la lista de películas

source: Yes, shut down now.
ca: Si, apaga ara.
es: Sí, apagar ahora.

source: Yesterday
ca: Ahir
es: Ayer

source: You already have a channel list installed, would you like to remove "%s"?
ca: Ja teniu instal·lada una llista de canals, Vols suprimir “%s”?
es: Ya tienes una lista de canales instalada. ¿Quieres eliminar “%s”?

source: You can Display MiniTV with or without OSD Menu.
es: Puedes ver la MiniTV con o sin menú OSD.

source: You can Display PiP with or without OSD Menu.
es: Puedes ver PiP con o sin menú OSD.

source: You can cancel the installation.
ca: Podeu cancel·lar la instal·lació.
es: Puedes cancelar la instalación.

source: You can cancel the removal.
ca: Podeu cancel·lar l’eliminació.
es: Puedes cancelar la desinstalación.

source: You can continue watching TV etc. while this is running.
ca: Podeu continuar veient la televisió, etc. mentre s’està executant.
es: Puedes seguir viendo la televisión mientras esto funciona.

source: You can have the list sorted by time or alphanumerical.
es: Puedes ordenar la lista por orden horario o alfanumérico.

source: You can install this plugin.
ca: Podeu instal·lar aquest complement.
es: Puedes instalar este plugin.

source: You can only burn Dreambox recordings!
es: ¡Sólo puedes grabar grabaciones de Dreambox!

source: You can remove this plugin.
ca: Pots eliminar aquest plugin.
es: Puedes desinstalar este plugin.

source: You can skip this function and turn off the TV when you wake the receiver from standby and immediately switch back to standby.
es: Puedes omitir esta función y apagar el televisor cuando se encienda el receptor del reposo y volver inmediatamente a reposo.

source: You can switch with left and right this tuner types %s
es: Puedes cambiar con izquierda y derecha estos tipos de sintonizador %s

source: You cannot delete this!
ca: Això no es pot eliminar!
es: ¡No puede eliminar esto!

source: You have already sent this log, are you sure you want to resend this log:
es: Ya has enviado este historial. ¿Seguro que quiere reenviarlo?

source: You have chosen to backup your settings. Press OK to start the backup now.
es: Has elegido hacer backup de tus ajustes. Por favor, pulsa OK para iniciar el backup ahora.

source: You have chosen to restore the settings. Enigma2 will restart after restore. Press OK to start the restore now.
es: Has elegido restaurar la configuración. Enigma2 se reiniciará después. Pulsa ‘OK’ para iniciar ahora la restauración.

source: You have chosen to save the current time shift buffer
es: Has elegido guardar el buffer time shift actual

source: You have chosen to save the current time shift event, but the event has not yet finished What do you want to do?
es: Has elegido guardar el evento time shift actual, pero aún no ha finalizado ¿Qué quieres hacer?

source: You have chosen to save the current time shift event, but the event has not yet finished What do you want to do ?
es: Has elegido guardar el programa actual de timeshift, pero el programa aún no ha finalizado. ¿Qué quieres hacer?

source: You have no script to run.
es: No tiene ningún script para ejecutar.

source: You have not selected any logs to view.
es: No ha seleccionado ningún log para ver.

source: You have not setup your user info in the setup screen Press MENU, and enter your info, then try again
es: No has configurado tu usuario en la pantalla de configuración. Pulsa ‘Menú’ y escribe tu información. Después, vuelve a intentarlo

source: You have selected no logs to send.
es: No has seleccionado ningún historial para enviar.

source: You have to create a Swap File before to activate the autostart.
es: Tienes que crear la memoria swap antes de activar el autoinicio.

source: You have to wait %s!
ca: Has d’esperar %s!
es: ¡Tiene que esperar %s!

source: You must set at least one command!
es: ¡Debe configurar al menos un comando!

source: You seem to be in time shift!
ca: Sembla que estàs en Timeshift!
es: ¡Parece que estás en Timeshift!

source: You seem to be in time shift, do you want to leave time shift?
es: Pareces estar en time shift, ¿quieres salir del cambio temporal?

source: You seem to be in time shift, the service will briefly stop as time shift stops.
es: Parece que estás en timeshift, el canal se detendrá brevemente mientras se detenga timeshift.

source: You should flash a new image!
es: ¡Deberías instalar una nueva imagen!

source: You want to delete all files?
es: ¿Quieres eliminar todos los archivos?

source: Your %s %s does not support PiP HD
es: Tu %s %s no es compatible con PiP HD

source: Your %s %s goes to WOL
es: Tu %s %s irá a WOL

source: Your %s %s is not connected to the Internet, please check your network settings and try again.
es: Tu %s %s no está conectado a internet. Comprueba los ajustes de red y vuelve a intentarlo.

source: Your %s %s is now ready to be used. Your Internet connection is working now.
es: Su %s %s está listo para ser utilizado. Su conexión a Internet ya está funcionando.

source: Your %s %s is rebooting
ca: El teu %s %s s'està reiniciant
es: Reiniciando %s %s

source: Your %s %s is rebooting into Recovery Mode
ca: El vostre %s %s s'està reiniciant al mode de recuperació
es: Su %s %s se está reiniciando en modo de recuperación

source: Your %s %s is shutting down
es: Su %s %s se está apagando

source: Your %s %s isn't connected to the Internet properly. Please check it and try again.
es: Tu %s %s no está conectado a internet. Comprueba los ajustes de red y vuelve a intentarlo.

source: Your %s %s was not shutdown properly. Do you want to put it in %s?
es: Tu %s %s no se ha apagado correctamente. ¿Quieres ponerlo en %s?

source: Your %s %s will Reboot...
es: Tu %s %s se reiniciará…

source: Your %s %s will Restart...
es: Su %s %s se reiniciará...

source: Your %s %s will be restarted after the installation of service Ready to install '%s'?
ca: El %s %s es reiniciarà després de la instal·lació del canal. Preparat per instal·lar '%s'?
es: Tu %s %s se reiniciará tras instalar el servicio ¿Estás listo para instalar %s?

source: Your %s %s will be restarted after the installation of service. Do you want to install now ?
ca: El %s %s es reiniciarà després de la instal·lació del canal. Vols instal·lar-lo ara?
es: Se reiniciará tu %s %s después de instalar el servicio. ¿Quieres instalarlo ahora?

source: Your %s %s will be restarted after the removal of service Do you want to remove now?
ca: El %s %s es reiniciarà després de l'eliminació del canal. Vols eliminar-lo ara?
es: Tu %s %s se reiniciará después de desinstalar el servicio. ¿Quieres eliminarlo ahora?

source: Your %s %s will be restarted after the removal of service. Do you want to remove now?
ca: El %s %s es reiniciarà després de l'eliminació del canal. Vols eliminar-lo ara?
es: El %s %s se reiniciará después de eliminar el servicio. Quieres eliminarlo ahora?
