Repository: OpenSPA/dvbapp2
Catalog: po/*.po
Languages: ca, es

source: Relative
ca: Relatiu
es: Relativo

source: Release Notes
ca: Notes de la versió
es: Notas de la versión

source: Religion
ca: Religió
es: Religión

source: Reload Bookmarks
ca: Recarregar favorits
es: Recargar los favoritos

source: Reload Services
ca: Recarregar canals
es: Recargar canales

source: Reload blacklists
ca: Recarregar llistes negres
es: Recargar listas negras

source: Reloading EPG Cache...
ca: Recarregant memòria cau EPG...
es: Recargando caché EPG...

source: Reloading bouquets and services.
es: Recargando listas y canales.

source: Remaining
ca: Restant
es: Restante

source: Remaining & Elapsed
ca: Restant i transcorregut
es: Restante y transcurrido

source: Remaining minutes left
ca: Minuts restants a l'esquerra
es: Minutos restantes

source: Remaining minutes right
ca: Minuts restants a la dreta
es: Minutos restantes a la derecha

source: Remaining minutes/Progress bar left
ca: Minuts restants/Barra de progrés a l'esquerra
es: Minutos restantes/barra de progreso a la izquierda

source: Remaining minutes/Progress bar right
ca: Minuts restants/Barra de progrés a la dreta
es: Minutos restantes/barra de progreso a la derecha

source: Remember last service in PiP
ca: Enrutament dels rellevants PID
es: Recordar el último canal en PiP

source: Remember service PIN
ca: Recordeu el PIN del servei
es: Recordar el PIN del canal

source: Remote Control
ca: Control remot
es: Mando a distancia

source: Remote Control Button Settings
ca: Configuració botons control remot
es: Configuración botones del mando

source: Remote Control Code Settings
ca: Configuració codi control remot
es: Código de mando

source: Remote box
ca: Receptor remot
es: Receptor remoto

source: Remote control information
ca: Informació del control remot
es: Información del mando a distancia

source: Remote control type
ca: Tipus de control remot
es: Tipo de mando

source: Remove
ca: Esborrar
es: Eliminar

source: Remove Bookmark
ca: Esborrar marca
es: Eliminar marcador

source: Remove Chkroot
es: Eliminar Chkroot

source: Remove Chkroot MultiBoot
es: Eliminar Chkroot MultiBoot

source: Remove Confirmation
ca: Esborrar confirmació
es: Confirmación de eliminación

source: Remove Plugins
ca: Eliminar plugins
es: Eliminar Plugins

source: Remove Quad Channel Entry
ca: Eliminar entrada canal Quad
es: Eliminar la entrada del canal quad

source: Remove Service
ca: Eliminar servei
es: Eliminar servicio

source: Remove a DNS entry
ca: Eliminar entrada DNS
es: Eliminar una entrada DNS

source: Remove a mark
ca: Esborrar una marca
es: Eliminar marca

source: Remove all bouquet/tuning data
ca: Eliminar totes les llistes/dades de sintonització
es: Eliminar todos los datos de listas/sintonización

source: Remove all cuts and marks
ca: Esborrar tots els talls i marques
es: Eliminar todos los cortes y marcas

source: Remove all network mount data
ca: Eliminar totes les dades de muntatges de xarxa
es: Eliminar todos los datos de montaje en red

source: Remove all other data
ca: Eliminar totes les altres dades
es: Eliminar todos los demás datos

source: Remove all plugin setting data
ca: Eliminar totes les dades de configuració de plugins
es: Eliminar todos los datos de ajuste del plugin

source: Remove all resume point data
ca: Eliminar totes les dades de punts de resum
es: Eliminar todos los datos del punto de reanudación

source: Remove all settings data
ca: Eliminar totes les dades de configuració
es: Eliminar todos los datos de configuración

source: Remove all skin data
ca: Eliminar totes les dades de skins
es: Eliminar todos los datos de la skin

source: Remove all timer data
ca: Eliminar totes les dades de temporitzadors
es: Eliminar los datos del temporizador

source: Remove all user interface data
ca: Eliminar totes les dades de la interfície d'usuari
es: Eliminar todos los datos de la interfaz de usuario

source: Remove completed timers after
ca: Treure els temporitzadors finalitzats després de (dies)
es: Eliminar temporizadores terminados después de (días)

source: Remove current directory from bookmarks
ca: Eliminar directori actual des de favorits
es: Eliminar la carpeta actual de los favoritos

source: Remove currently selected title
ca: Esborra el títol seleccionat
es: Eliminar el título seleccionado

source: Remove hide VBI line for this service
ca: Eliminar linia VBI oculta per aquest servei
es: Eliminar la línea de ocultación del VBI para este servicio

source: Remove highlighted directory from bookmarks
ca: Eliminar directori seleccionat dels favorits
es: Eliminar la carpeta seleccionada de los marcadores

source: Remove service
es: Eliminar servicio

source: Remove texts for the hearing impaired from external subtitles (instrumental music or environmental sounds, e.g., when a doorbell rings or a gun shot is heard).
ca: Eliminar texts per a sords dels subtítols externs (música instrumental o so ambiental, per exemple quan sona un timbre o es dispara una arma)
es: Eliminar los textos para sordos de los subtítulos externos (música instrumental o sonidos ambientales, por ejemplo, cuando suena un timbre o se oye un disparo).

source: Remove the Line from CCcam.cfg
ca: Eliminar la línia del CCcam.cfg
es: Eliminar la línea de CCcam.cfg

source: Remove the current bookmark
ca: Eliminar el favorit actual
es: Eliminar el favorito actual

source: Remove the selected service
es: Eliminar el servicio seleccionado

source: Remove timer
ca: Eliminar temporitzador
es: Eliminar temporizador

source: Remove title
ca: Esborra títol
es: Eliminar título

source: Removed
es: Eliminado

source: Removing
ca: Eliminació
es: Borrando

source: Removing Service
ca: Eliminant servei
es: Desinstalando servicio

source: Removing partition table
ca: Esborra títolEliminació de la taula de particions
es: Eliminando tabla de particiones

source: Rename
ca: Canviar el nom
es: Renombrar

source: Rename all related files
ca: Renombrar tots els arxius relacionats
es: Renombrar todos los archivos relacionados

source: Rename Directory
ca: Renombrar directori
es: Cambiar el nombre del directorio

source: Rename directory/file
ca: Renombrar directori/arxiu
es: Renombrar directorio/archivo

source: Rename entry
ca: Canvia el nom de l'entrada
es: Renombrar entrada

source: Rename entry and create new bouquet
ca: Canvieu el nom de l'entrada i creeu un ram nou
es: Cambiar nombre de la entrada y crear un nuevo bouquet

source: Rename failed!
ca: Error al renombrar!
es: ¡Error al renombrar!

source: Rename name and description for new events
ca: Canvia el nom del nom i la descripció dels nous esdeveniments
es: Renombrar nombre y descripción para nuevos eventos

source: Rename only highlighted file
ca: Renombrar només l'arxiu seleccionat
es: Renombrar solo el archivo resaltado

source: Rename the proposed file to be created
ca: Renombrar l'arxiu proposat per a ser creat
es: Cambiar el nombre del archivo propuesto para ser creado

source: Rename the selected service
es: Renombrar el servicio seleccionado

source: Rename this tag
ca: Renombrar aquesta etiqueta
es: Cambia el nombre de esta etiqueta

source: Rename to:
ca: Renombrar a:
es: Renombrar a:

source: Renamed %s!
ca: Nom canviat a %s!
es: ¡%s renombrado!

source: Renovation
ca: Renovació
es: Renovación

source: Repeat
ca: Repetir
es: Repetir

source: Repeat Display Message
ca: Repetir el missatge en pantalla
es: Repetir mensaje en pantalla

source: Repeat play list
ca: Repetir llista de reproducció
es: Repetir lista de reproducción

source: Repeat the sent standby and wake up commands
ca: Repetir les ordres enviades de repòs i encesa
es: Repite los comandos de reposo y encendido enviados

source: Repeat the standby commands
ca: Repetir les ordres de repòs
es: Repite los comandos de espera

source: Repeat type
ca: Repetir el tipu
es: Tipo de repetición

source: Repeated
ca: Repetit
es: Repetido

source: Repeating event is currently active, what do you want to do?
ca: La repetició del programa està activa, què voleu fer?
es: El evento de repetición está actualmente activo, ¿qué quiere hacer?

source: Repeating event is currently recording, what do you want to do?
ca: S'està gravant un canal programat repetidament... Què vols fer?
es: Repitiendo la grabación del evento actual... ¿Qué quieres hacer?

source: Repeats
ca: Repeteix
es: Repeticiones

source: Replace `- ` in dialogs with colored text per speaker (like teletext subtitles for the hearing impaired).
es: Reemplazar ‘-’ en los diálogos por texto coloreado por hablante (como en los subtítulos de teletexto para personas con discapacidad auditiva).

source: Replace all '%s' tags with: (NOTE: 'Cancel' cannot undo this!)
ca: Substituir totes les etiquetes '%s' per: (NOTA: "Cancel·lar" no pot desfer-ho!)
es: Reemplazar todas las etiquetas '%s' con: (NOTA: ¡'Cancelar' no puede deshacer esto!)

source: Require authentication for http streams
ca: Requereix autenticació per als streams http
es: Requerir autenticación para retransmisiones http

source: Required medium type:
ca: Tipus mitjà obligatori:
es: Tipo de recurso requerido:

source: Rereading partition table
ca: Taula de particions que es dirigeix
es: Releyendo tabla de particiones

source: Reserved
ca: Reservat
es: Reservado

source: Reserved for future use
ca: Reservat per ús futur
es: Reservado para uso futuro

source: Reset
ca: Resetejar
es: Restablecer

source: Reset (clear and reload) the feeds
es: Resetear (limpiar y recargar) los feeds

source: Reset Feeds
es: Restablecer feeds

source: Reset HDMI-CEC settings to default
ca: Resetejar configuracions HDMI-CEC a predeterminades
es: Restablecer la configuración HDMI-CEC por defecto

source: Reset and renumerate title names
ca: Restableix i renumera els noms del títol
es: Resetea y reenumera los nombres de títulos

source: Reset entries to their default values
es: Restablecer entradas a sus valores por defecto

source: Reset executable mode (644)
ca: Resetejar mode executable (644)
es: Resetear modo ejecutable (644)

source: Reset list order to the default list order?
es: Restaurar orden de la lista al orden predeterminado?

source: Reset network configuration
ca: Resetejar configuració de xarxa
es: Restablecer la configuración de la red

source: Reset persistent PIN code
ca: Restableix el codi PIN persistent
es: Restablecer el código PIN persistente

source: Reset playback position
ca: Restableix la posició de reproducció
es: Resetear la posición de reproducción

source: Reset sort order
es: Restablecer orden de clasificación

source: Reset the order of the entries
es: Restaurar el orden de las entradas

source: Reset the selected devices and save changes of your config when the GREEN button is pressed.
ca: Restaurar els dispositius seleccionat i guardar els canvis de la teva configuració quan es premi el botó VERD.
es: Restablece los dispositivos seleccionados y guarda los cambios de su configuración cuando se pulsa el botón VERDE.

source: Reset video enhancement settings to system defaults?
ca: Voleu restablir la configuració de millora de vídeo als valors predeterminats del sistema?
es: ¿Resetear la configuración del sistema de vídeo mejorado?

source: Reset video enhancement settings to your last configuration?
ca: Voleu restablir la configuració de millora de vídeo a la vostra darrera configuració?
es: ¿Resetear la configuración de vídeo mejorado a la última configuración?

source: Reshare:
es: Recompartir:

source: Resolution
ca: Resolució
es: Resolución

source: Resolution unit
ca: Unitat de resolució
es: Unidad de resolución

source: Restart
ca: Reiniciar
es: Reiniciar

source: Restart %s %s.
ca: Reiniciar %s %s.
es: Reiniciar %s %s.

source: Restart Enigma2 to apply the changes?
ca: Reiniciar enigma2 per aplicar els canvis?
es: ¿Reiniciar Enigma2 para aplicar los cambios?

source: Restart GUI
ca: Reiniciar enigma2
es: Reiniciar interfaz

source: Restart GUI after x crashes
ca: Reiniciar GUI després de x bloquejos
es: Reiniciar la interfaz gráfica de usuario después de X cuelgues

source: Restart GUI now to start using the new locale/language?
es: Reiniciar GUI ahora para empezar a usar el nuevo idioma?

source: Restart GUI now?
ca: Reengegar la IGU ara?
es: ¿Reiniciar la interfaz ahora?

source: Restart Network
ca: Reiniciar xarxa
es: Reiniciar red

source: Restart NCam
es: Reiniciar NCam

source: Restart Network Adapter
ca: Reiniciar adaptador de xarxa
es: Reiniciar adaptador de red

source: Restart OSCam
es: Reiniciar OSCam

source: Restart both
ca: Reinicieu tot
es: Reiniciar ambos

source: Restart cardserver
ca: Reinicieu el servidor de targetes
es: Reiniciar el servidor de tarjetas

source: Restart enigma
ca: Reinicieu l’enigma
es: Reiniciar Enigma

source: Restart necessary, restart GUI now?
ca: Reini necessari, reinicar ara enigma2?
es: Es necesario reiniciar, ¿desea reiniciar la GUI ahora?

source: Restart network and remount connections
ca: Reiniciar xarxa i remuntar conexions
es: Reiniciar red y remontar conexiones

source: Restart network to with current setup
ca: Reiniciar xarxa amb la configuració actual
es: Reiniciar red con la configuración actual

source: Restart softcam
ca: Reiniciar softcam
es: Reiniciar softcam

source: Restart test
ca: Reinicia la prova
es: Reiniciar prueba

source: Restart your network connection and interfaces.
ca: Reinicieu la connexió de xarxa i les interfícies.
es: Reiniciar la conexión e interfaces de red.

source: Restarting...
es: Reiniciando...

source: Restore
ca: Restaurar
es: Restaurar

source: Restore Plugins
ca: Restaurar plugins
es: Restaurar Plugins

source: Restore Settings
ca: Restaurar configuracions
es: Ajustes de restauración

source: Restore System Settings
ca: Restaura la configuració del sistema
es: Restaurar configuración del sistema

source: Restore backups
ca: Restaura les còpies de seguretat
es: Restaurar copias de seguridad

source: Restore settings from a backup
ca: Restaurar configuració des d'un backup
es: Restaurar ajustes a partir de un backup

source: Restore the highlighted slot
ca: Restaurar el slot resaltat
es: Restaurar la ranura resaltada

source: Restore your %s %s settings.
ca: Restaurar la configuració del teu %s %s.
es: Restaura los ajustes de tu %s %s.

source: Restore your %s %s with a new firmware.
ca: Restaura el teu %s %s amb un nou firmware.
es: Restaura tu %s %s con un nuevo firmware.

source: Restore your backups by date.
ca: Restaura els backups per data.
es: Restaurar por fecha sus copias de seguridad.

source: Restore your settings back from a backup. After restore the box will restart to activated the new settings
ca: Restaura la teva configuració des d'un backup. El receptor es reiniciarà per a activar la nova configuració
es: Restaura tus ajustes desde un backup. Después de restaurar, el receptor se reiniciará para a activar los nuevos ajustes

source: Restoring...
ca: S’està restablint …
es: Restaurando...

source: Restrict the active time range
ca: Limitar l'interval de temps actiu
es: Limitar el intervalo de tiempo activo

source: Restricted 18+
ca: Restricció +18
es: Restringido 18+

source: Results of the delete all logs:
ca: Resultats de eliminar tot els logs:
es: Resultados de la eliminación de todos los registros:

source: Resume from last position
ca: Reprendre de la darrera posició
es: Reanudar desde la última posición

source: Resume position at %s
ca: Reprendre posició a %s
es: Reanudar posición en %s

source: Resuming playback
ca: Es reprèn la reproducció
es: Reanudando reproducción

source: Retrieving '%s' commit log, please wait...
ca: Recuperant log del commit '%s', si us plau espera...
es: Recuperando el registro de commit '%s', por favor espere...

source: Retrieving '%s' information, please wait...
ca: Recuperant informació '%s', si us plau espera...
es: Recuperando información '%s', por favor espere...

source: Retrieving '%s' log, please wait...
ca: Recuperant log '%s', si us plau espera...
es: Recuperando el registro '%s', por favor espere...

source: Retrieving boot slot information...
ca: Recuperant informació slot d'arranc...
es: Recuperando la información de la ranura de arranque...

source: Retrieving image list, please wait...
ca: Per recuperar la llista d’imatges: espereu …
es: Recuperando lista de imágenes, por favor espere...

source: Retrieving image slots - Please wait...
ca: Recuperanr ranures d'imatges - Espera si us plau...
es: Recuperando slots para imágenes - Por favor, espere...

source: Retrieving network server information, please wait...
ca: Recuperant información servidor de xarxa, si us plau espera...
es: Recuperando información del servidor de red, por favor espere...

source: Return the current selection response
ca: Retornar a la resposta de la selecció
es: Muestra la respuesta de selección actual

source: Return to movie list
ca: Torna a la llista de pel·lícules
es: Volver a la lista de películas

source: Return to previous service
ca: Tornar al servei anterior
es: Volver al canal anterior

source: Reverse bouquet buttons
ca: Botons inversos de ram
es: Botones de grupo invertidos

source: Reverse list
ca: Llista inversa
es: Lista inversa

source: Rewind
ca: Rebobinar
es: Rebobinar

source: Rewind speeds
ca: Velocitats de rebobinatge
es: Velocidades de rebobinado

source: Rewrap subtitles
ca: Reajusteu els subtítols
es: Remarcar subtítulos

source: Right
ca: Dreta
es: Derecha

source: Right column
ca: Columna dreta
es: Columna derecha

source: Right column directory sort
ca: Ordre directoris a la columna dreta
es: Orden directorio columna derecha

source: Right column file sort
ca: Ordre arxius a la columna dreta
es: Orden archivo columna derecha

source: Right of service name
es: A la derecha del nombre de canal

source: Right, wrapped
ca: Dret, embolicat
es: Derecha, envuelto

source: Romania
es: Rumania

source: Romanian
ca: Romanès
es: Rumano

source: Romansh
ca: Rumanès
es: Rumano

source: Root directory
es: Directorio raíz

source: Root file
ca: Arxiu root
es: Archivo raíz

source: Rotor turning speed
ca: Velocitat de rotació del motor
es: Velocidad del motor

source: Router / Gateway
ca: Router / Porta d'enllaç
es: Router / Puerta de enlace

source: Routing request
ca: Petició d'enrutament
es: Petición de ruta

source: Rowing
ca: Rem
es: Remando

source: Rugby League
ca: Lliga de rubgy
es: Liga de Rugby

source: Run
ca: Executar
es: Ejecutar

source: Run '%s' command
ca: Executar ordre '%s'
es: Ejecutar el comando '%s'

source: Run Confirmation
ca: Confirmar execució
es: Confirmar ejecución

source: Run how often?
ca: Executar amb quina freqüència?
es: ¿Con qué frecuencia se ejecuta?

source: Run script
ca: Executar script
es: Ejecutar el script

source: Run script in background
ca: Executar script en segon pla
es: Ejecutar el script en segundo plano

source: Run script with optional parameter
ca: Executar script amb paràmetres opcionals
es: Ejecutar el script con un parámetro opcional

source: Run script with optional parameter in background
ca: Executar script amb paràmetres opcionals en segon pla
es: Ejecutar el script con un parámetro opcional en segundo plano

source: Running
es: En curso

source: Running Myrestore script, Please wait ...
ca: Executant script MyRestore. Espera…
es: Ejecutando script MyRestore. Espera…

source: Running command %d: '%s'.
es: Ejecutando comando %d: '%s'.

source: Russian
ca: Rus
es: Ruso

source: Russian Federation
ca: Federació Russa
es: Federación Rusa

source: Rwanda
es: Ruanda

source: Réunion
es: Reunión

source: SABnzbd Settings
ca: Configurar SABnzbd
es: Configurar SABnzbd

source: SATPI Settings
ca: Configuració SATPI
es: Configuración de SATPI

source: SCPC optimized search range
ca: Interval de cerca optimitzat per SCPC
es: Alcance de búsqueda optimizado SCPC

source: SCR timing adjustment, in conjunction with SCR socket and operation of several SCR devices with one cable.
es: Ajuste de la sincronización del SCR, junto con la toma del SCR y el funcionamiento de varios dispositivos SCR con un solo cable.

source: SDcard slot %s%s
ca: Slot tarjeta SD %s%s
es: Slot para tarjeta SD %s%s

source: SDcard switch ERROR! - H9 root files not transferred to SD card
ca: ERROR en canvi tarjeta SD!- No s'han transferit els arxius del H9 a la SD
es: ERROR al cambiar a tarjeta SD - Los archivos de arranque del H9 no se han transferido a la tarjeta SD

source: SDcard switch ERROR! - already on Nand
ca: ERROR en canvi tarjeta SD! - ja en Nand
es: ERROR al cambiar a tarjeta SD - ya está en memoria interna

source: SDcard switch ERROR! - already on mmc
ca: ERROR en canvi tarjeta SD! - ja en mmc
es: ERROR al cambiar a tarjeta SD - ya está en mmc

source: SINGLE LAYER DVD
ca: DVD SINGLE LAYER
es: DVD CAPA SIMPLE

source: SMS style QuickSelect entry selection
ca: Selecció d'entrada QuickSelect estil SMS
es: Estilo SMS de selección de entrada QuickSelect

source: SMS style QuickSelect location selection
ca: Selecció d'ubicació QuickSelect estil SMS
es: Selección de ubicación QuickSelect estilo SMS

source: SRT file
ca: SRT fila
es: Archivo SRT

source: SSA file
ca: SSA fila
es: Archivo SSA

source: STB Display
ca: Display receptor
es: Configurar display

source: Sailing
ca: Vela
es: Vela

source: Saint Barthelemy
ca: Sant Barthelemy
es: San Bartolomé

source: Saint Helena, Ascension and Tristan da Cunha
ca: Santa Helena, Ascensió i Tristan da Cunha
es: Santa Elena, Ascensión y Tristán da Cunha

source: Saint Lucia
ca: Santa Llúcia
es: Santa Lucía

source: Saint Martin (French part)
ca: Sant Martí (part francesa)
es: San Martín (parte francesa)

source: Saint Pierre and Miquelon
ca: Saint Pierre i Miquelon
es: San Pedro y Miquelón

source: Saint Vincent and the Grenadines
ca: Sant Vicent i les Grenadines
es: San Vicente y las Granadinas

source: Samba Client
es: Cliente Samba

source: Samba Server
es: Servidor Samba

source: Samba Settings
es: Ajustes Samba

source: Same as in active
ca: Igual que actiu
es: Igual que en activo

source: Same as stream
es: Igual que el stream

source: Same behavior as current animation
ca: Mateix comportament que l'animació actual
es: Mismo comportamiento que la animación actual

source: Same resolution as skin
ca: La mateixa resolució que la pell
es: Misma resolución que el tema

source: Samoan
es: Samoano

source: Sanskrit
es: Sánscrito

source: Sao Tome and Principe
ca: Sao Tome i Principe
es: Santo Tomé y Príncipe

source: Sardinian
es: Cerdeña

source: Sat
ca: Dis
es: Sáb

source: Sat Finder
ca: Buscador de satèl·lits
es: Buscador de satélites

source: Sat-Sun
es: Sábados y domingos

source: Satellite
ca: Satèl·lit
es: Satélite

source: Satellite Dish Settings
ca: Configuració antena de satèl·lit
es: Configuración de antena parabólica

source: Satellite configuration mode
ca: Mode configuración de satèl·lit
es: Modo de configuración del satélite

source: Satellite equipment
ca: Equips de satèl·lit
es: Equipo satélite

source: Satellite equipment setup
ca: Configuració d’equips per satèl·lit
es: Ajustes del equipo satélite

source: Satellites
ca: Satèl·lits
es: Satélites

source: Satfinder
ca: Localitzador de satèl·lits
es: Buscador de satélites

source: Saturation
ca: Saturació
es: Saturación

source: Saturday
ca: Dissabte
es: Sábado

source: Saudi Arabia
ca: Aràbia Saudita
es: Arabia Saudí

source: Save
ca: Guardar
es: Guardar

source: Save / Enter text and exit
ca: Guardar / Introduir text i sortir
es: Guardar / Introducir texto y salir

source: Save EPG
ca: Guardar EPG
es: Guardar EPG

source: Save EPG data
ca: Guardar dades d'EPG
es: Guardar datos de EPG

source: Save Log
es: Guardar log

source: Save all changed settings and exit
ca: Guardar totes les configuracions canviades i sortir
es: Guardar todos los ajustes modificados y salir

source: Save all changed tags and exit
ca: Guardar totes les etiquetes canviades i sortir
es: Guardar todas las etiquetas modificadas y salir

source: Save and record
ca: Guardar i gravar
es: Guardar y grabar

source: Save and stop
ca: Guardar i parar
es: Guardar y parar
