Repository: OpenSPA/dvbapp2
Catalog: po/*.po
Languages: ca, es

source: Select the shifted character set
ca: Seleccioneu el joc de caràcters desplaçat
es: Seleccione el juego de caracteres desplazado

source: Select the shifted character set for the next character only
ca: Seleccioneu el conjunt de caràcters desplaçat només per al següent personatge
es: Selecciona el juego de caracteres desplazado solo para el siguiente carácter

source: Select the size of the volume step when the VOLUME buttons are pressed.
es: Seleccione el tamaño del paso de volumen cuando se presionan los botones de VOLUMEN.

source: Select the size of the volume steps when the VOLUME buttons are held down.
es: Seleccione el tamaño de los pasos de volumen cuando se mantienen presionados los botones de VOLUMEN.

source: Select the softcam protocol.
ca: Selecciona el protocol softcam.
es: Selecciona el protocolo softcam.

source: Select the sort order of the Extension Menu entries.
es: Selecciona el orden de clasificación de las entradas del Menú Extensiones.

source: Select the sort order of the Plugin Browser menu entries. User defined also allows the menu entries to be hidden.
ca: Selecciona l'ordre d'entrades del menú Navegador de plugins. Definit per l'usuari també permet ocultar les entrades del menú.
es: Selecciona el orden de clasificación de las entradas del menú del Explorador de Plugins. Definido por el usuario también permite ocultar las entradas del menú.

source: Select the sort order of the menu entries. User defined also allows the menu entries to be hidden.
ca: Selecciona l'ordre d'entrades del menú. Definit per l'usuari també permet ocultar les entrades del menú.
es: Selecciona el orden de las entradas del menú. Definido por el usuario también permite ocultar las entradas del menú.

source: Select the source of the default DNS settings.
ca: Selecciona l'origen de les configuracions DNS per defecte.
es: Selecciona el origen de las configuraciones predeterminadas de DNS.

source: Select the starting/initial column to be activated on File Commander start up.
ca: Selecciona la columna d'inici que s'activarà en l'arrancada de l'Explorador d'arxius.
es: Selecciona la columna que se activará de inicio al arranque del Administrador de archivos.

source: Select the tags that should be used for this recording.
ca: Selecciona les etiquetes que s'han d'utilitzar per aquesta gravació.
es: Selecciona las etiquetas que deberían usarse para esta grabación.

source: Select the time after which this timer can start.
ca: Selecciona el temps després del qual aquest temporitzador pot iniciar-se.
es: Selecciona la hora después de la cual puede empezar el temporizador.

source: Select the time before which this timer should end.
ca: Selecciona el temps després del qual aquest temporitzador hauria d'acabar.
es: Selecciona la hora después de la cual debería acabar el temporizador.

source: Select the time delay before the button starts repeating.
ca: Selecciona el retard de temps abans que el botó comenci a repetir-se.
es: Selecciona el retraso antes que el botón empiece a repetirse.

source: Select the time delay between each repeat of the button.
ca: Selecciona el temps de retard entre cada repetició del botó.
es: Selecciona el retraso entre cada repetición del botón.

source: Select the time to which the EPG should be positioned. Press LEFT/RIGHT to decrease/increase the time by an hour. Press PREV/NEXT to decrease/increase the time by a day.
es: Seleccione la hora a la que debe posicionarse la EPG. Pulse IZQUIERDA/DERECHA para aumentar/disminuir una hora. Pulse PREV/NEXT para aumentar/disminuir la hora en un día.

source: Select the time when this instant recording timer should end. Press LEFT/RIGHT to decrease/increase the time by a minute. Press PREV/NEXT to decrease/increase the time by an hour.
es: Seleccione la hora a la que debe finalizar este temporizador de grabación instantánea. Pulse IZQUIERDA/DERECHA para disminuir/aumentar el tiempo en un minuto. Pulse PREV/NEXT para disminuir/aumentar el tiempo en una hora.

source: Select the time when this timer should end.
ca: Selecciona l'hora quan aquest temporitzador ha de finalitzar.
es: Selecciona la hora a la que debería acabar este temporizador.

source: Select the time when this timer will start.
ca: Selecciona l'hora quan aquest temporitzador s'iniciarà.
es: Selecciona la hora a la que debería empezar este temporizador.

source: Select the time zone within the area or region.
ca: Seleccioneu el fus horari dins de la zona o regió.
es: Configura la zona horaria sin área o región.

source: Select the timer from the fallback tuner by default
es: Seleccionar el temporizador del sintonizador reserva por defecto

source: Select the tuner that controls the motorized dish.
ca: Seleccioneu el sintonitzador que controla el plat motoritzat.
es: Seleccione el sintonizador que controla el plato motorizado.

source: Select the tuner upon which this loop through depends.
es: Selecciona el sintonizador del que depende este bucle.

source: Select the tuner to which the signal cable of the SCR device is connected.
ca: Seleccioneu el sintonitzador al qual està connectat el cable de senyal del dispositiu SCR.
es: Selecciona el sintonizador al que está conectado el cable de señal del dispositivo SCR.

source: Select the type of LNB/device being used (normally 'Universal'). If your LNB type is not available select 'User defined'.
es: Selecciona el tipo de LNB/dispositivo usado (normalmente 'Universal'). Si tu tipo de LNB no está disponible, selecciona 'Definido por el usuario'.

source: Select the type of Single Cable Reception device you are using.
ca: Seleccioneu el tipus de dispositiu de recepció d’un cable únic que feu servir.
es: Selecciona que tipo de dispositivo de recepción de cable simple estás usando.

source: Select the type of keyboard connected to the %s %s.
es: Seleccione el tipo de teclado conectado al %s %s.

source: Select the type of shutdown desired when the EnergySaver timer activates.
ca: Selecciona el tipus d'apagat desitjat quan s'activa el temporitzador d'estalvi d'energia.
es: Selecciona el tipo de apagado deseado cuando se active el ahorro de energía.

source: Select the type of shutdown desired when the SleepTimer activates.
ca: Selecciona el tipus d'apagat desitjat quan s'activa el temporitzador d'apagat.
es: Selecciona el tipo de apagado deseado cuando se active el temporizador.

source: Select the type of this timer.
ca: Selecciona el tipus d'aquest temporitzador.
es: Selecciona el tipo del temporizador.

source: Select to use logarithmic step size with more steps at the lower volume levels.
ca: Selecciona per utilitzar la mida del pas logarítmic amb més passos als nivells de volum més baixos.
es: Selecciona para usar un tamaño de paso logarítmico con más pasos en los niveles de volumen más bajos.

source: Select update source location
es: Seleccionar ubicación del origen de actualización

source: Select video mode
ca: Selecciona la manera de vídeo
es: Seleccione modo de vídeo

source: Select what action to take when reaching the end of a media file during playback.
ca: Selecciona quina acció cal fer quan arribeu al final d'un arxiu multimèdia durant la reproducció.
es: Al llegar al final de un archivo durante la reproducción, puedes configurar el comportamiento del receptor.

source: Select what do do after the timer recording has completed.
ca: Selecciona què fer després de finalitzar el temporitzador de gravació.
es: Selecciona que hacer después que finalice el temporizador.

source: Select what do do after the timer zap has completed.
ca: Selecciona què fer després que s'hagi completat el temporitzador de zàping.
es: Selecciona que hacer después que finalice el temporizador de zapeo.

source: Select what should be done when the %s %s was boot-up, normal playing or goto standby.
ca: Selecciona què s'hauria de fer quan arranca el %s %s, reproducció normal o anar a repòs.
es: Seleccione lo que hay que hacer cuando el %s %s haya arrancado, visualizar o ir a reposo.

source: Select what should be done when the %s %s was shutdown incorrectly, or after the Power was lost.
ca: Selecciona que s'hauria de fer quan s'apaga incorrectament el %s %s, o després de pèrdua d'energia.
es: Seleccione qué hacer cuando tu %s %s no se apague correctamente o tras perder la alimentación.

source: Select what you want the Channel +/- button to activate.
ca: Selecciona què vols activar amb el botó Ch +/-
es: Seleccione qué quiere que active el botón del Canal +/- .

source: Select what you want the EPG button to activate.
ca: Selecciona què vols activar amb el botó EPG.
es: Seleccione qué quiere que active el botón EPG.

source: Select what you want the INFO button to activate.
ca: Selecciona què vols activar amb el botó INFO.
es: Seleccione qué quiere que active el botón INFO.

source: Select what you want the OK button to activate.
ca: Selecciona què vols activar amb el botó OK.
es: Seleccione qué quiere que active el botón OK.

source: Select what you want the TV button to activate.
ca: Selecciona què vols activar amb el botó TV.
es: Seleccione lo que quiere que active la tecla TV.

source: Select what you want the Up/Down button to activate.
ca: Selecciona què vols activar amb el botó AMUNT/AVALL.
es: Seleccione qué quieres que activen las teclas Arriba/Abajo.

source: Select where the recording should be saved.
ca: Selecciona on s'hauria de guardar la gravació.
es: Selecciona la ubicación donde se debería guardar la grabación.

source: Select wireless network
ca: Seleccioneu xarxa sense fils
es: Seleccione la red inalámbrica

source: Select 'Yes' to allow each storage device detected to be automatically exported as samba share.
es: Seleccione 'Sí' para permitir que cada dispositivo de almacenamiento detectado se exporte automáticamente como recurso compartido Samba.

source: Select your ATSC provider.
ca: Seleccioneu el vostre proveïdor ATSC.
es: Seleccionar tu proveedor ATSC.

source: Select your Language for Audio/Subtitles
ca: Selecciona el teu idioma per audio/subtítols
es: Seleccione tu idioma para Audio/Subtítulos

source: Select your backup device.
ca: Selecciona el teu dispositiu de backup.
es: Selecciona tu dispositivo para el backup.

source: Select your country. If not available select 'All'.
es: Selecciona tu país. Si no está disponible selecciona 'Todos'.

source: Select your provider and region. If not present in this list you will need to select one of the other 'Service scan types'.
es: Selecciona tu proveedor y región. Si no está presente en esta lista, necesitarás seleccionar alguno de los otros 'Tipos de búsqueda de canales'.

source: Select your provider, and press OK to start the scan
ca: Seleccioneu el vostre proveïdor i premeu D’acord per iniciar l’exploració
es: Seleccione tu proveedor y pulsa OK para iniciar la búsqueda

source: Select your region. If it is not available change 'Country' to 'All' and select one of the default alternatives.
es: Selecciona tu región. Si no está disponible, cambia 'País' a 'Todos' y selecciona una de las alternativas por defecto.

source: Select your time zone area or region.
ca: Seleccioneu la vostra zona o una regió.
es: Seleccione su zona horaria o región.

source: Select, toggle, process or edit the current entry
ca: Selecciona, canvia, processa o edita l'entrada actual
es: Seleccionar, alternar, procesar o editar la entrada actual

source: Select/Zap to the selected service
es: Seleccionar/Zap al canal seleccionado

source: Selected device: %s
es: Dispositivo seleccionado: %s

source: Selected settings list: Setting: %s Date: %s Do you want to install this settinglist?
ca: Llista de configuracions seleccionades: Configuració: %s Data: %s Vols instal·lar aquesta llista de configuracions?
es: Lista de configuraciones seleccionadas: Configuración: %s Fecha: %s Quieres instalar esta lista de configuraciones?

source: Selected settings list: %s Do you want to delete this settinglist?
ca: Llista de configuracions seleccionades: %s Vols eliminar aquesta llista de configuracions?
es: Lista de configuraciones seleccionada: %s ¿Quiere eliminar esta lista de configuración?

source: Selected settings list: %s Do you want to restore this settinglist?
ca: Llista de configuracions seleccionada: %s Vols restaura aquesta llista de configuracions?
es: Lista de configuraciones seleccionada: %s ¿Quiere restaurar la lista de configuración?

source: Selecting 'Yes' will delete the currently selected user data. This action can't be undone. You may want to create a backup before continuing. Are you sure you want to continue with the factory reset?
ca: Seleccionant 'Sí' s'eliminaran les dades d'usuari seleccionades. Aquesta acció no es pot desfer. Potser vulguis crear un backup abans de continuar. Estàs segur de continuar amb el reset de fàbrica?
es: Si selecciona "Sí", se eliminarán los datos del usuario seleccionado. Esta acción no se puede deshacer. Es posible que desee crear un backup antes de continuar. ¿Seguro que quieres continuar con el restablecimiento de fábrica?

source: Selecting satellites 1 (USALS)
ca: Selecció de satèl·lits 1 (USALS)
es: Selección de satélites 1 (USALS)

source: Selecting satellites 2 (USALS)
ca: Selecció de satèl·lits 2 (USALS)
es: Selección de satélites 2 (USALS)

source: Selecting this option allows you to configure a group of satellites in one block.
ca: Seleccionant aquesta opció us permet configurar un grup de satèl·lits en un bloc.
es: Seleccionando esta opción te permite configurar un grupo de satélites en un bloque.

source: Send
ca: Enviar
es: Enviar

source: Send Confirmation
ca: Enviar confirmació
es: Enviar confirmación

source: Send DiSEqC
ca: Envia DiSEqC
es: Enviar DISEqC

source: Send DiSEqC only on satellite change
ca: Envia DiSEqC només en el canvi de satèl·lit
es: Enviar DISEqC sólo en cambio de satélite

source: Seperate titles with a main menu
ca: Separar els títols amb un menú principal
es: Separar títulos con un menú principal

source: Sequence repeat
ca: Repetir seqüència
es: Repetir secuencia

source: Serbia
es: Serbio

source: Serbian
es: Serbio

source: Server down
ca: Servidor caigut
es: Servidor caido

source: Servers
ca: Servidors
es: Servidores

source: Servers:
ca: Servidors:
es: Servidores:

source: Service
ca: Canal
es: Canal

source: Service & PIDs
ca: Servei i PID
es: Canales & PIDs

source: Service '%s' added.
ca: Servei '%s' afegit.
es: Canal '%s' añadido.

source: Service '%s' deleted.
ca: Servei '%s' eliminat.
es: Canal '%s' eliminado.

source: Service '%s' is already defined.
ca: Servei '%s' ja definit.
es: Canal '%s' ya está definido.

source: Service ID
ca: Identificador de servei
es: ID Canales

source: Service Name
ca: Nom del canal
es: Nombre del canal

source: Service number and service name
es: Número y nombre del canal

source: Service number, picon and service name
es: Número de canal, picon y nombre del canal

source: Service Selection Actions
ca: Selecció de canals
es: Acciones selección de canales

source: Service Selection/Zap Actions
ca: Selecció de canal/accions de zàping
es: Selección de canales/Acciones de zapeo

source: Service Title mode
ca: Mode títol del canal
es: Modo título de canales

source: Service Zap Actions
ca: Canvi de canals
es: Accions cambio de canales

source: Service and PID information
es: Información de servicio y PID

source: Service and PID information for '%s'
es: Información de servicio y PID para '%s'

source: Service font size
ca: Tamany de font del canal
es: Tamaño de fuente del canal

source: Service has been added to the selected bouquet.
ca: S'ha afegit el canal a la llista seleccionada.
es: El canal ha sido añadido al grupo seleccionado.

source: Service info
ca: Informació del servei
es: Información de canal

source: Service info - ECM Info
ca: Informació del servei: ECM Info
es: Información de canal - Info ECM

source: Service info - service & Basic PID Info
ca: Informació del servei: servei i informació bàsica del PID
es: Info de canal - Canal e Info básica PID

source: Service info - service & Extended PID Info
ca: Informació del servei: servei i informació PID ampliada
es: Info de canal - Canal e Info extendida PID

source: Service info - service & PIDs
ca: Informació del servei: servei i PID
es: Información de canal - canal & PIDs

source: Service info - tuner live values
ca: Informació de servei: valors en sintonitzador
es: Información de canal - valores de sintonizador

source: Service info - tuner setting values
ca: Informació de servei: valors de configuració del sintonitzador
es: Información de canales - valores configuración sintonizador

source: Service info font size
ca: Tamany de font d'informació de canal
es: Tamaño de letra de la información de canal

source: Service invalid! (Timeout reading PMT)
ca: Servei no vàlid. (Timeout de lectura PMT)
es: Canal no válido. (Tiempo cumplido leyendo PMT)

source: Service name
ca: Nom del servei
es: Nombre del servicio

source: Service name font size
ca: Tamany de font del nom de canal
es: Tamaño de letra del nombre de canal

source: Service not found! (SID not found in PAT)
ca: Servei no trobat (SID no trobat a PAT)
es: ¡Canal no encontrado! (SID no encontrado en PAT)

source: Service number font size
ca: Tamany de font del número de canal
es: Tamaño de letra del número de canal

source: Service off-air
ca: Servei fora de l'abast
es: Canal off-air

source: Service picons aspect ratio
ca: Relació d'aspecte dels picons de canals
es: Relación de aspecto picons de canales

source: Service picons downsize
ca: Reducció tamany picons de canal
es: Tamaño de picon de canales

source: Service reference
ca: Referència del servei
es: Referencia del canal

source: Service Scan
es: Buscar Canales

source: Service selection canceled.
ca: Selecció de servei cancel·lada.
es: Selección de canal cancelada.

source: Service unavailable! Check tuner configuration!
ca: Servei no disponible! Comproveu la configuració del sintonitzador!
es: ¡Servicio no disponible! ¡Revise la configuración del sintonizador!

source: Service width
ca: Amplada de servei
es: Ancho del canal

source: ServiceName
ca: Nom de canal
es: Nombre del Canal

source: ServicePicon
ca: Picon de canal
es: Picon Canal

source: Serviceinfo
ca: Informació de canal
es: Información de canal

source: Services
ca: Canals
es: Canales

source: Services list
es: Lista de Canales

source: Services may be grouped in bouquets. When enabled, you can use more than one bouquet.
ca: Els canals es poden agrupar en llistes. Quan estigui activat, podràs utilitzar més d'una llista.
es: Los servicios pueden agruparse en ramos. Cuando está activado, puede utilizar más de un ramo.

source: Set Base Time
es: Establece hora base

source: Set CI assignment for detection of available services.
ca: Estableix l’assignació de CI per a la detecció dels serveis disponibles.
es: Establezca la asignación de CI para la detección de servicios disponibles.

source: Set Framerate for MiniTV
ca: Estableix la velocitat de fotogrames per a MiniTV
es: Establecer framerate para MiniTV

source: Set Time
es: Configura la hora

source: Set action for 'Info' key
ca: Estableix accions per al botó 'Info'
es: Establecer acción para el botón 'Info'

source: Set alternative fallback tuners for DVB-T/C or ATSC
es: Configura sintonizadores alternativos de reserva para DVB-T/C o ATSC

source: Set current CEC address as fixed address
ca: Estableix adreça CEC actual com adreça fixa
es: Fijar la dirección actual CEC como dirección fija

source: Set Default
es: Configurar como predeterminado

source: Set end time
ca: Estableix l’hora de finalització
es: Configurar la hora final

source: Set executable mode (755)
ca: Estableix mode executable (755)
es: Establece mode ejecutable (755)

source: Set fixed
ca: Conjunt fix
es: Establecer fijo

source: Set fps for external subtitles
ca: Estableix fps per a subtítols externs
es: Establecer fps para subtítulos externos

source: Set interface as the default Interface
ca: Estableix interfície com interfície predeterminada
es: Establecer interfaz como la interfaz predeterminada

source: Set limits
ca: Estableix límits
es: Configurar límites

source: Set pin code persistent
ca: Estableix el codi de pin persistent
es: Establecer código PIN persistente

source: Set sequence repeats if your aerial system requires this. Normally if the aerial system has been configured correctly sequence repeats will not be necessary. If yours does, recheck you have command order set correctly.
ca: Ajustar la seqüència es repeteix si el sistema aeri requereix això. Normalment, si s’ha configurat correctament el sistema aeri no seran necessàries repeticions de seqüència. Si ho fa, comproveu que hàgiu establert correctament l’ordre de comandaments.
es: Fijar repeticiones de secuencia si tu sistema aéreo lo requiere. Normalmente si el sistema aéreo se ha configurado correctamente la repetición de secuencia no será necesaria. Si el tuyo lo hace, vuelve a comprobar que tengas un orden de comando configurado correctamente.

source: Set startup service
ca: Establiu el servei d’inici
es: Establecer servicio de inicio

source: Set system
ca: Estableix sistema
es: Configurar sistema

source: Set the CutList Editor skip time interval for the '%s'/'%s' buttons.
es: Establezca el intervalo de tiempo de omisión del plugin CutList para los botones '%s'/'%s'.

source: Set the LEFT/RIGHT button skip percentage for the SeekBar.
es: Establezca el porcentaje de omisión del botón IZQUIERDO/DERECHO para la barra de búsqueda.

source: Set the MAC address of your %s %s.
ca: Estableix l'adreça MAC del teu %s %s.
es: Configura la dirección MAC de tu %s %s.

source: Set the skip time interval for the '%s' button.
es: Establezca el intervalo de tiempo de salto para el botón '%s'.

source: Set the skip time interval for the '%s'/'%s' buttons.
es: Establezca el intervalo de tiempo de salto para los botones '%s'/'%s'.

source: Set the UP/DOWN button skip percentage for the SeekBar.
es: Establezca el porcentaje de omisión del botón ARRIBA/ABAJO para la barra de búsqueda.

source: Set the User ID of the OpenWebif from your fallback tuner
es: Configura el ID de usuario del OpenWebif del sintonizador reserva

source: Set the aspect ratio of the service picons.
ca: Estableix la relació d'aspecte dels picons de canal.
es: Establece la relación de aspecto de los picons de canales.

source: Set the Date/Time Format in standby.
es: Establezca el formato hora y fecha en reposo.

source: Set the default location for your instant recordings. Press 'OK' to add new locations, press 'LEFT'/'RIGHT' to select from previously defined locations.
ca: Estableix la ubicació predeterminada per a les teves gravacions instantànies. Prem 'OK' per afegir noves ubicacions, prem 'ESQUERRA/DRETA' per seleccionar d'ubicacions definides prèviament.
es: Configura la ubicación por defecto de tus grabaciones instantáneas. Pulsa ‘OK’ para añadir ubicaciones nuevas o izquierda/derecha para escoger una actual.

source: Set the default location to store your time shift buffer files. Press 'OK' to add new locations, press 'LEFT'/'RIGHT' to select from previously defined locations.
ca: Estableix la ubicació predeterminada per guardar els arxius buffer de timeshift. Prem 'OK' per afegir noves ubicacions, prem 'ESQUERRA/DRETA' per seleccionar ubicacions definides prèviament.
es: Configura la ubicación por defecto de tus archivos Timeshift. Pulsa 'OK' para añadir ubicaciones nuevas o izquierda/derecha para escoger una actual.

source: Set the default location to save your time shift recording files. Press 'OK' to add new locations, press LEFT/RIGHT to select from previously defined locations.
es: Establezca la ubicación predeterminada para guardar sus archivos Timeshift. Pulse 'OK' para añadir nuevas ubicaciones y pulse IZQUIERDA/DERECHA para seleccionar una de las ubicaciones previamente definidas.
