Repository: OpenSPA/dvbapp2
Catalog: po/*.po
Languages: ca, es

source: Mount root file system.
es: Montar el sistema de archivos raíz.

source: Mount Settings
ca: Configuració de muntatges
es: Ajustes de montaje

source: Mount Setup
ca: Configurar mmuntatges
es: Configurar montajes

source: Mount failed
ca: Ha fallat el muntatge
es: Montaje fallido

source: Mount:
ca: Muntatge:
es: Montaje:

source: Mount point
es: Punto de montaje

source: Mount Point
es: Punto de Montaje

source: Mounts
ca: Muntatges
es: Montajes

source: Mounts Devices
ca: Dispositius de muntatge
es: Monta dispositivos

source: Move
ca: Moure
es: Mover

source: Move Left/Right
ca: Moure esquerra/dreta
es: Mover izquierda/derecha

source: Move Mode Off
ca: Modo movimiento inactivo
es: Desactivar Mover

source: Move Mode On
ca: Modo movimiento activo
es: Mover

source: Move PiP
ca: Moure PiP
es: Mover PiP

source: Move PiP to main picture
ca: Mouu el PiP a la imatge principal
es: Mover PiP a la pantalla principal

source: Move Up/Down
ca: Moure arriba/abajo
es: Mover arriba/abajo

source: Move all related files
ca: Moure tots els arxius relacionats
es: Mover todos los archivos relacionados

source: Move directory/file to target directory
ca: Moure directori/arxiu al directori de destí
es: Mover directorio/archivo al directorio de destino

source: Move down a line
ca: Moure avall una línia
es: Bajar una línea

source: Move down a line in the panel
ca: Moure avall una línia al panell
es: Desplazarse hacia abajo una línea en el panel

source: Move down a page
ca: Baixar una pàgina
es: Bajar una página

source: Move down a page / screen
ca: Moure avall una pàgina / pantalla
es: Desplazarse hacia abajo en una página / pantalla

source: Move down a screen
ca: Moure avall una pantalla
es: Desplazarse hacia abajo en una pantalla

source: Move down a screen in the panel
ca: Moure avall una pantalla al panell
es: Desplazarse pantalla abajo en el panel

source: Move down a screen / Move to next item
es: Bajar una pantalla / Pasar al siguiente elemento

source: Move down one line
ca: Moure avall una línia
es: Desplazarse una línea más abajo

source: Move down one line. Move to the top of the next screen if this is the last line of the screen. Move to the first line of the list if this is the last line on the list.
es: Bajar una línea. Desplazarse al principio de la siguiente pantalla si ésta es la última línea de la pantalla. Desplazarse a la primera línea de la lista si ésta es la última línea de la lista.

source: Move down one screen
ca: Moure avall una pantalla
es: Desplazarse una pantalla hacia abajo

source: Move down one screen. Move to the last line of the screen if this is the last screen.
es: Desplazarse hacia abajo una pantalla. Desplazarse a la última línea de la pantalla si ésta es la última pantalla.

source: Move down to last line
ca: Moure avall a la darrera línia
es: Desplazarse a la última línea

source: Move down to the last line in the list.
ca: Moure avall a la darrera línia de la llista.
es: Bajar hasta la última línea de la lista.

source: Move east
ca: Moure a l'est
es: Mover al este

source: Move job completed.
ca: Moure tasca completada.
es: Tarea de movimiento completada.

source: Move job failed!
ca: Ha fallat la tasca de moure!
es: Fallo en tarea de movimiento!

source: Move job queued.
ca: Tasca de moure en cola.
es: Tarea de movimiento en cola.

source: Move only highlighted file
ca: Moure només l'arxiu seleccionat
es: Mover solo el archivo resaltado

source: Move the current DNS entry down one line
ca: Moure l'entrada DNS cap avall una línia
es: Mover la entrada DNS actual una línea hacia abajo

source: Move the current DNS entry up one line
ca: Moure l'entrada DNS cap amunt una línia
es: Mover la entrada DNS actual una línea hacia arriba

source: Move the current bookmark down
ca: Mou el favorit actual cap avall
es: Mover el marcador actual hacia abajo

source: Move the current bookmark up
ca: Mou el favorit actual cap amunt
es: Mover el marcador actual hacia arriba

source: Move the current entry down
es: Mover abajo la entrada actual

source: Move the current entry up
es: Mover arriba la entrada actual

source: Move the current line down
ca: Moure avall la línia actual
es: Mover abajo la linea actual

source: Move the current line up
ca: Moure amunt la línia actual
es: Mover arriba la línea actual

source: Move the directory/file '%s'?
ca: Moure el directori/arxiu "%s"?
es: Mover el directorio/archivo '%s'?

source: Move the keyboard cursor down
ca: Desplaceu el cursor del teclat cap avall
es: Mover el cursor del teclado hacia abajo

source: Move the keyboard cursor left
ca: Desplaceu el cursor del teclat a l’esquerra
es: Mover el cursor del teclado a la izquierda

source: Move the keyboard cursor right
ca: Moveu el cursor al teclat cap a la dreta
es: Mover el cursor del teclado hacia la derecha

source: Move the keyboard cursor up
ca: Desplaceu el cursor cap amunt
es: Mover el cursor del teclado hacia arriba

source: Move the text cursor left
ca: Desplaceu el cursor de text a l’esquerra
es: Mover el cursor del texto a la izquierda

source: Move the text cursor right
ca: Desplaceu el cursor de text cap a la dreta
es: Mover el cursor del texto a la derecha

source: Move the text cursor to the first character
ca: Desplaceu el cursor de text al primer personatge
es: Mover el cursor de texto al primer carácter

source: Move the text cursor to the last character
ca: Desplaceu el cursor de text a l’últim personatge
es: Mover el cursor de texto al ultimo carácter

source: Move these directories/files?
ca: Moure aquests directoris/arxius?
es: Mover estos directorios/archivos?

source: Move to first line
ca: Moure a la primera línia
es: Pasar a la primera línea

source: Move to first line / screen
ca: Moure a la primera línia/pantalla
es: Pasar a la primera línea / pantalla

source: Move to first line / screen in the panel
ca: Moure a la primera línia/pantalla al panell
es: Mover a la primera línea / pantalla en el panel

source: Move to home of list
ca: Moure a l'inici de la llista
es: Mover a la lista de inicio

source: Move to last line / screen
ca: Moure a l'última línia/pantalla
es: Pasar a la última línea / pantalla

source: Move to last line / screen in the panel
ca: Moure a l'última línia/pantalla al panell
es: Pasar a la última línea / pantalla del panel

source: Move to the first line / screen
ca: Moure a la primera línia/pantalla
es: Ir a la primera línea / pantalla

source: Move to the last line / screen
ca: Moure a l'última línia/pantalla
es: Ir a la última línea / pantalla

source: Move to next bouquet
es: Ir a la siguiente lista

source: Move to next marker
es: Ir al próximo marcador

source: Move to previous bouquet
es: Ir a la lista anterior

source: Move to previous marker
es: Ir al marcador anterior

source: Move up a line
ca: Moure amunt una línia
es: Avanzar una línea

source: Move up a line in the panel
ca: Moure amunt una línia al panell
es: Subir una línea en el panel

source: Move up a page
ca: Pujar una pàgina
es: Subir una página

source: Move up a page / screen
ca: Pujar una pàgina/pantalla
es: Avanzar una página / pantalla

source: Move up a screen
ca: Pujar una pantalla
es: Avanzar una pantalla

source: Move up a screen in the panel
ca: Pujar una pantalla al panell
es: Subir una pantalla en el panel

source: Move up a screen / Move to previous item
es: Subir una pantalla / Ir al elemento anterior

source: Move up one line
ca: Moure amunt una línia
es: Subir una línea

source: Move up one line. Move to the bottom of the previous screen if this is the first line of the screen. Move to the last of the entry / list if this is the first line of the list.
es: Subir una línea. Moverse al final de la pantalla anterior si ésta es la primera línea de la pantalla. Desplazarse al último de la entrada / lista si ésta es la primera línea de la lista.

source: Move up one screen
ca: Moure amunt una pantalla
es: Avanzar una pantalla

source: Move up one screen. Move to the first line of the screen if this is the first screen.
es: Subir una pantalla. Desplazarse a la primera línea de la pantalla si ésta es la primera pantalla.

source: Move up to first line
ca: Moure amunt a la primera línia
es: Pasar a la primera línea

source: Move up to the first line in the list.
ca: Mou cap amunt a la primera línia de la llista.
es: Subir hasta la primera entrada de la lista.

source: Move west
ca: Moure a l'oest
es: Mover al oeste

source: Moved to position 0
ca: S’ha desplaçat a la posició 0
es: Movido a la posición 0

source: Moved to position at index
ca: S’ha desplaçat a la posició a l’índex
es: Movida la posición al índice

source: Movement
ca: Moviment
es: Movimiento

source: Movie
ca: Pel·lícula
es: Película

source: Movie Event View Actions
ca: Accions del reproductor d'esdeveniments cinematogràfics
es: Acciones de la vista de eventos de películas

source: Movie List
ca: Llista de pel·lícules
es: Lista de películas

source: Movie Selection Actions
es: Lista de acciones de la película

source: Movie Selection Settings
ca: Configuració de selecció de pel·lícules
es: Configuración de la lista de películas

source: Movie Player Actions
ca: Reproductor de pel·lícules
es: Acciones del reproductor de películas

source: Movie playback may not use an invalid/inappropriate directory.
ca: La reproducció de pel·lícules pot no utilitzar un directori invàlid/inapropiat.
es: La reproducción de la película no puede utilizar un directorio inválido/inapropiado.

source: Movie Selection
ca: Selecció de pel·lícules
es: Selección de películas

source: Movie/Drama
ca: Pel·lícula / Drama
es: Película/Drama

source: Movieplayer
ca: Reproductor
es: Reproductor de películas

source: Movies
ca: Pel·lícules
es: Peliculas

source: Moving
ca: En moviment
es: Moviendo

source: Moving east ...
ca: En moviment cap a l’est …
es: Moviendo al este...

source: Moving files
ca: Movent arxius
es: Moviendo archivos

source: Moving to position
ca: Passant a la posició
es: Moviendo a posición

source: Moving west ...
ca: En moviment cap a l’oest …
es: Moviendo al oeste...

source: Multi EPG
es: EPG Múltiple

source: MultiBoot Information
ca: Informació MultiBoot
es: Información sobre MultiBoot

source: MultiBoot Manager
ca: Administrador MultiBoot
es: Administrador de MultiBoot

source: MultiBoot Manager Actions
ca: Administrador MultiBoot
es: Acciones del administrador de MultiBoot

source: MultiBoot boot mode
ca: Mode arranc Multiboot
es: Modo de arranque MultiBoot

source: MultiBoot startup file
ca: Arxiu inici Multiboot
es: Archivo de inicio de MultiBoot

source: MultiEPG Settings
ca: Configuració multi EPG
es: Ajustes MultiEPG

source: MultiTranscoding
es: MultiTranscodificación

source: Multiboot Image created:
es: Imagen MultiBoot creada:

source: Multimedia Packages
es: Paquetes Multimedia

source: Multiple service support
ca: Suport per a serveis múltiples
es: Soporte de canales múltiples

source: Multisat all select
ca: Selecciona en diversos formats
es: Todos multisat

source: Murder
ca: Assassinats
es: Asesinato

source: Music
ca: Música
es: Música

source: Music/Ballet/Dance
ca: Música / Ballet / Ball (general)
es: Música / Ballet / Danza

source: Mute
ca: Silenci
es: Silenciar

source: My extensions
ca: Les meves extensions
es: Mis extensiones

source: Mystery
ca: Misteri
es: Misterio

source: NCam Information
es: Información NCam

source: NEXT
ca: SEGÜENT
es: SIGUIENTE

source: NFS Settings
ca: Configuració NFS
es: Configurar NFS

source: NIM & Type
es: NIM y tipo

source: NOTE: The directory/file '%s' exists and will be overwritten!
ca: NOTA: El directori/arxiu '%s' existeix i es sobreescriurà!
es: NOTA: El directorio/archivo '%s' ya existe y se sobreescribirá!

source: NOTE: These %d directories/files exist and will be overwritten!
ca: NOTA: Aquests %d directoris/arxius existeixen i es sobreescriuran!
es: NOTA: Estos %d directorios/archivos ya existen y se sobreescribirán!

source: NOTE: While the console screen is hidden from view the buttons are still active. Pressing any enabled button will cause the screen to reappear but the button will not be actioned.
es: NOTA: Mientras la pantalla de la consola está oculta, los botones siguen activos. Al pulsar cualquier botón activado, la pantalla volverá a aparecer, pero el botón no se activará.

source: NOW
ca: ARA
es: AHORA

source: NTP server
ca: Servidor NTP
es: Servidor NTP

source: Name
ca: Nom
es: Nombre

source: Name ascending
ca: Nom ascendent
es: Nombre ascendente

source: Name descending
ca: Nom descendent
es: Nombre descendente

source: Name server %d
ca: Nom del servidor %d
es: Nombre del servidor %d

source: Nameserver
ca: Servidor de noms
es: DNS

source: Nameserver settings
ca: Configuració del servidor de noms
es: Configurar DNS

source: Nameserver setup
ca: Configuració DNS
es: Configurar DNS

source: Namespace & Orbital pos.
ca: Espais de noms i posicionament orbital.
es: Nombre del espacio y posición orbital.

source: Native
ca: Natiu
es: Nativo

source: Native name (Ascdending)
ca: Nom natiu (Ascendent)
es: Nombre nativo (ascendente)

source: Native name (Descending)
ca: Nom natiu (Desscendent)
es: Nombre nativo (descendente)

source: Nature
ca: Natura
es: Naturaleza

source: Nauru
es: Naurú

source: Navajo / Navaho
es: Navajo

source: Navigate to the selected directory
ca: Navegar al directori seleccionat
es: Navegar al directorio seleccionado

source: Navigate up/down with UP/DOWN buttons and page up/down with LEFT/RIGHT. OK to perform the action described in the currently highlighted help.
ca: Navegar amunt/avall amb els botons AMUNT/AVALL i pàgina amunt/avall amb ESQUERRA/DRETA. OK per a executar l'acció descrita en l'ajuda de l'element seleccionat.
es: Navegue hacia arriba/abajo con los botones ARRIBA/ABAJO y paguina arriba/abajo con IZQUIERDA/DERECHA. Pulsa OK para realizar la acción descrita en la ayuda actualmente resaltada.

source: Netherlands
ca: Països Baixos
es: Países Bajos

source: Netmask
ca: Màscara
es: Máscara de red

source: Network
ca: Xarxa
es: Red

source: Network Adapter Actions
ca: Accions adaptador de xarxa
es: Acciones del adaptador de red

source: Network Adapter Selection
ca: Selecció d'adaptador de xarxa
es: Selección de adaptador de red

source: Network Adapter Setting Actions
ca: Configuració adaptador de xarxa
es: Acciones de configuración del adaptador de red

source: Network Adapter Text Actions
ca: Text adaptador de xarxa
es: Acciones de texto del adaptador de red

source: Network Browser
ca: Navegador de xarxa
es: Navegador Web

source: Network ID
ca: Xarxa ID
es: ID de red

source: Network Information
ca: Informació de xarxa
es: Información de red

source: Network Information Actions
ca: Informació de xarxa
es: Acciones de información de la red

source: Network Interface
ca: Interfície de xarxa
es: Interfaz de red

source: Network Log
es: Log de red

source: Network Log Actions
ca: Log de xarxa
es: Acciones del registro de la red

source: Network MAC settings
ca: Configuració MAC
es: Configurar MAC

source: Network Neighbourhood
ca: Entorn de xarxa
es: Red de vecinos

source: Network Packages
es: Paquetes de red

source: Network Restart
ca: Reinici de xarxa
es: Reiniciar red

source: Network Services
ca: Serveis de xarxa
es: Servicios de red

source: Network Settings
ca: Configuració de xarxa
es: Configurar red

source: Network Setup Actions
es: Configuración de red

source: Network Test
ca: Test de xarxa
es: Test de red

source: Network Test:
ca: Prova de xarxa:
es: Prueba de red:

source: Network Wizard
ca: Assistent de xarxa
es: Asistente de red

source: Network address
ca: Adreça de xarxa
es: Dirección de la red

source: Network configuration...
ca: Configuració del sintonitzador…
es: Configuración de red...

source: Network information
ca: Informació de xarxa
es: Información sobre la red

source: Network information for %s %s
ca: Informació de xarxa per %s %s
es: Información de red para %s %s

source: Network menu
ca: ´Menú de xarxa
es: Menú de red

source: Network mounts
ca: Muntatges de xarxa
es: Montajes de red

source: Network name (SSID)
ca: Nom de la xarxa (SSID)
es: Nombre de red (SSID)

source: Network scan
ca: Escanejar xarxa
es: Escanear red

source: Network storage on
ca: Emmagatzematge de xarxa a
es: Almacenamiento en red en

source: Network test
ca: Prova de xarxa
es: Prueba de red

source: Network test...
ca: Prova de xarxa...
es: Prueba de red...

source: Network:
ca: Xarxa:
es: Red:

source: NetworkWizard
ca: Assistent de xarxa
es: Asistente de red

source: Never
ca: Mai
es: Nunca

source: Never abort
ca: No abortar mai
es: No salir nunca

source: Never decrypt the content while recording. This overrides the individual timer settings globally. If enabled, recordings are stored in crypted presentation and must be decrypted afterwards (sometimes called offline decoding).
es: Nunca descifre el contenido durante la grabación. Esto anula la configuración del temporizador. Si está habilitado, las grabaciones se almacenan en formato cifrado y deben descifrarse posteriormente (a veces llamado descodificación sin conexión).

source: Never decrypt while recording
ca: Mai desxifreu durant la gravació
es: Nunca descifrar durante la grabación

source: New
ca: Nou
es: Nuevo

source: New Caledonia
ca: Nova Caledònia
es: Nueva Caledonia

source: New PIN
ca: Nou PIN
es: Nuevo PIN

source: New Setting DXAndy
ca: Nova configuració DXAndy
es: Nueva configuración DXAndy

source: New Zealand
ca: Nova Zelanda
es: Nueva Zelanda

source: New customer
ca: Nou client
es: Nuevo cliente

source: New event info
ca: Nova informació de programa
es: Nueva información sobre el evento

source: New password
ca: Nova contrasenya
es: Nueva contraseña

source: New profile:
ca: Nou perfil:
es: Nuevo perfil:

source: New program info
ca: Nova info de programa
es: Información del nuevo programa

source: New version:
ca: Nova versió:
es: Nueva versión:

source: NewCamd DES Key
es: Clave NewCamd DES

source: NewDirectory
ca: Nou directori
es: Nuevo directorio

source: News
ca: Notícies
es: Noticias

source: News/Current Affairs
ca: Notícies/Actualitat
es: Noticias/Actualidad

source: Next
ca: Seguent
es: Siguiente

source: Next Log
ca: Pròxim log
es: Siguiente registro

source: Next Picture
ca: Següent foto
es: Siguiente imagen

source: Next Bouquet
es: Siguiente lista

source: Next Page
es: Página siguiente

source: Next channel page
es: Siguiente página de canales

source: Next higher resolution
es: Siguiente resolución más alta

source: Next quad PiP channel
ca: Següent canal quad PiP
es: Siguiente canal Quad PiP

source: No (supported) DVDROM found!
ca: No s’ha trobat DVDROM (compatible)!
es: ¡No se encontró ningún DVDROM (compatible)!

source: No Connection
ca: Sense conexió
es: Sin conexión

source: No ECM PIDs available
es: No hay ECM Pids disponibles

source: No HDD found or HDD not initialized!
ca: No hi ha disc dur o no està inicialitzat!
es: ¡No se encontró ningún HDD o no está inicializado!

source: No Settings loaded !! Please install first a settinglist
ca: No s'ha carregat cap configuració!! Si us plau, instal·la primer una llista de configuracions
es: ¡¡No se ha cargado ninguna configuración !! Por favor, instale primero una lista de ajustes

source: No TS recorder available
ca: No hi ha cap gravador de TS disponible
es: No hay grabador de TS disponible

source: No active channel found.
ca: No s'ha trobat cap canal actiu.
es: No se ha encontrado ningún canal activo.

source: No age block
ca: Sense bloc d’edat
es: Sin bloqueo de edad

source: No backup needed
ca: No cal backup
es: No es necesario ningún backup

source: No cable tuner found!
ca: No s'ha trobat sintonitzador de cable!
es: ¡No se encontró ningún sintonizador de cable!

source: No card inserted!
ca: No s'ha introduït cap tarjeta!
es: ¡No hay tarjeta insertada!

source: No channel
ca: No hi ha canal
es: Ningún canal

source: No data on transponder! (Timeout reading PAT)
ca: No hi ha dades sobre el transpondedor. (PAT de lectura de temps d’espera)
es: No hay datos en el transpondedor. (Se agotó el tiempo de lectura del PAT)

source: No delay
ca: Sense retard
es: Sin retraso

source: No demux available
ca: Sense demux disponibles
es: No hay demux disponible

source: No description available.
ca: No hi ha descripció disponible.
es: No hay descripción.

source: No displayable files on this medium found!
ca: No hi ha arxius visualitzables en aquest dispositiu!
es: ¡En este recurso no hay archivos reproducibles!

source: No entry in lcn db. Please do a service scan.
ca: Cap entrada al lcn db. Si us plau, fes una recerca de canals.
es: No hay entrada en lcn db. Realice una exploración del servicio.

source: No error
ca: Sense errors
es: Ningún error

source: No event info found - record (24 hours)
es: No se encontró información del evento - grabar (24 horas)

source: No fast winding possible yet.. but you can use the number buttons to skip forward/backward!
ca: Encara no és posible un rebobinat ràpid… però podeu fer servir els botons numèrics per saltar cap endavant/enrere!
es: ¡Aún no es posible el avance rápido.. pero puede usar los botones numéricos para avanzar/retroceder!

source: No free index available
ca: No hi ha índex gratuït disponible
es: Sin índice libre disponible

source: No free tuner!
ca: No hi ha cap sintonitzador lliure!
es: ¡No hay ningún sintonizador libre!

source: No hard disks detected.
ca: No s'ha detectat cap disc dur.
es: No se ha detectado ningún disco duro.

source: No log files found so debug logs are unavailable!
ca: No s'ha trobat cap arxiu de log, així que els logs de depuració no estan disponibles!
es: No se han encontrado archivos de registro, por lo que los registros de depuración no están disponibles!

source: No matching place names found
ca: No s'han trobat noms de lloc coincidents
es: No se han encontrado topónimos que coincidan

source: No network connection available.
ca: No hi ha connexió de xarxa disponible.
es: No hay conexión de red disponible.

source: No network storage detected.
ca: No s'han detectat emmagatzematges de xarxa.
es: No se ha detectado ningún almacenamiento en red.

source: No networks found
ca: No s’han trobat xarxes
es: No se han encontrado redes

source: No of items switch (increase or reduced)
ca: Canvi de número d'elements (augmentar o reduir)
es: Número de elementos para cambiar (aumentar o disminuir)

source: No packages were upgraded yet. So you can check your network and try again.
ca: Encara no s'ha actualitzat cap paquet. Així podeu comprovar la vostra xarxa i tornar-ho a provar.
es: Aún no hay paquetes de actualización. Comprueba tu conexión a internet y vuelve a intentarlo.

source: No pictures available
ca: No hi ha fotos disponibles
es: No hay imágenes disponibles

source: No positioner capable frontend found.
ca: No s'ha trobat cap motor.
es: No se ha encontrado ningún motor.

source: No priority
ca: Sense prioritat
es: Sin prioridad

source: No satellite, terrestrial or cable tuner is configured. Please check your tuner setup.
ca: No hi ha configurat cap sintonitzador per satèl·lit, terrestre ni per cable. Comproveu la configuració del sintonitzador.
es: No se ha configurado ningún sintonizador de satélite, terrestre o de cable. Compruebe la configuración del sintonizador.

source: No service
ca: No servei
es: Sin servicio

source: No services/providers selected
ca: No s’han seleccionat serveis / proveïdors
es: Sin canal/proveedor seleccionado

source: No slot images found
ca: No s'ha trobat cap slot d'imatges
es: No se han encontrado imágenes en los slots

source: No standby
ca: Sense standby
es: Sin modo en espera

source: No storage or hard disks detected.
ca: No s'han detectat dispositius d'emmgatzematge ni disc durs.
es: No se ha detectado ningún almacenamiento o disco duro.

source: No suitable backup locations found!
ca: No s'han trobat ubicacions de backup adequades!
es: No se han encontrado ubicaciones de respaldo adecuadas!
