Repository: OpenSPA/dvbapp2
Catalog: po/*.po
Languages: ca, es

source: Username (httpuser)
ca: Nom d'usuari (httpuser)
es: Nombre de usuario (httpuser)

source: Using automatic address
ca: Utilitzant direcció automàtica
es: Usando dirección automática

source: Using fixed address
ca: Utilitzant una adreça fixa
es: Usando dirección fija

source: Using old profile:
ca: Utilitzant perfil antic:
es: Usando perfil antiguo:

source: Usually when the subtitle language is the same as the audio language, the subtitles will not be used. Enable this option to allow these subtitles to be used.
ca: Normalment quan el llenguatge de subtítols és el mateix que el llenguatge d’àudio, els subtítols no s’utilitzaran. Activeu aquesta opció per permetre utilitzar aquests subtítols.
es: Cuando el idioma de sutbítulos es el mismo que el de audio, los subtítulos no se utilizan por lo general. Habilita esta opción para usar los subtítulos.

source: Utility Packages
es: Paquetes de utilidades

source: VCR Scart Settings
ca: Euroconnector VCR
es: Euroconector VCR

source: VLAN connection
ca: Connexió VLAN
es: Conexión VLAN

source: VMGM (intro trailer)
ca: VMGM (introducció del tràiler)
es: VMGM (trailer intro)

source: VOB file
ca: Fitxer VOB
es: Archivo VOB

source: VPS Settings
ca: Configuracions VPS
es: Configuraciones VPS

source: VPS enabled by default
ca: VPS acivat per defecte
es: VPS activado por defecto

source: VPS-Plugin Information
ca: Informació Plugin VPS
es: Información Plugins VPS

source: VPS-Plugin can react on delays arising in the startTime or endTime of a programme. VPS is only supported by certain channels! If you enable VPS, the recording will only start, when the channel flags the programme as running. If you select "yes (safe mode)", the recording is definitely starting at the latest at the startTime you defined. The recording may start earlier or last longer. Supported channels Germany: ARD and ZDF Austria: ORF Switzerland: SF Czech Republic: CT If a timer is programmed manually (not via EPG), it is necessary to set a VPS-Time to enable VPS. VPS-Time (also known as PDC) is the first published start time, e.g. given in magazines. If you set a VPS-Time, you have to leave timer name empty.
es: Plugin VPS puede reaccionar ante retrasos que surjan en el tiempo de inicio o fin de un programa. ¡VPS solo es compatible con ciertos canales! Si habilitas VPS, la grabación solo comenzará cuando el canal indique que el programa se está ejecutando. Si selecciona "sí (modo seguro)", la grabación definitivamente comienza a más tardar a la hora de inicio que definió. La grabación puede comenzar antes o durar más.

source: VPS-Plugin checks if the channel supports VPS ...
es: Plugin VPS comprueba si el canal soporta VPS...

source: VPS-Plugin couldn't check if the channel supports VPS. Do you want to enable VPS anyway?
es: Plugin VPS no pudo verificar si el canal es compatible con VPS. ¿Quieres habilitar VPS de todos modos?

source: VPS-Plugin couldn't check if the selected channel supports VPS. Do you really want to enable VPS?
es: Plugin VPS no pudo verificar si el canal seleccionado es compatible con VPS. ¿Realmente quieres habilitar VPS?

source: VPS-Time (date)
es: Tiempo VPS (Fecha)

source: VPS-Time (time)
es: Tiempo VPS (hora)

source: Valid
es: Válido

source: Variety
es: Variedad

source: Various
ca: Diversos
es: Varios

source: Verbose
es: Abundante

source: Version
es: Versión

source: Version:
es: Versión:

source: Vertical EPG
ca: EPG vertical
es: EPG vertical

source: Vertical alignment for the event-progress.
es: Alineamiento vertical para el progreso del evento.

source: Vertical alignment for the service number.
ca: Alineació vertical dels números de canal.
es: Alineación vertical de los números de canal.

source: Vertical menu
es: Menú vertical

source: Vertical turning speed
ca: Vertical
es: Velocidad de giro vertical

source: VerticalEPG Settings
ca: Configuració EPG Vertical
es: Ajustes EPG vertical

source: Very fast
es: Muy rápido

source: Very short filenames
es: Muy cortos

source: Very slow
es: Muy lento

source: Very very short filenames - Warning
es: Muy cortos - Advertencia

source: Video
es: Vídeo

source: Video PID
es: Vídeo PID

source: Video Settings
es: Ajustes de vídeo

source: Video clipping
es: Clip de vídeo

source: Video clipping setup
ca: Configuració de retallat de vídeo
es: Configuración del recorte de vídeo

source: Video content: %ix%i%s %iHz
es: Contenido de vídeo: %ix%i%s %iHz

source: Video enhancement preview
ca: Vista prèvia de millora del vídeo
es: Previsualizar la mejora de vídeo

source: Video enhancement setup
ca: Configuració de millora del vídeo
es: Ajuste mejora de vídeo

source: Video mode: %s
ca: Mode de video: %s
es: Modo de vídeo: %s

source: Video mode: %s not available
es: Modo de vídeo: %s no disponible

source: Video output
ca: Sortida de vídeo
es: Salida de vídeo

source: Video output mode
ca: Mode sortida de video
es: Modo salida de vídeo

source: Video output mode for FHD
es: Modo salida de vídeo para FHD

source: Video output mode for HD
es: Modo salida de vídeo para HD

source: Video output mode for SD
es: Modo salida de vídeo para SD

source: Video output mode for UHD
es: Modo salida de vídeo para UHD

source: Video:
es: Vídeo:

source: Video: %s fps
es: Vídeo: %s fps

source: VideoEnhancement
es: Mejora de vídeo

source: VideoEnhancement Setup
es: Configurar mejora de vídeo

source: VideoEnhancementPreview
es: Previsualización de mejoras de vídeo

source: VideoFinetune
ca: Ajust fi de video
es: Ajuste fino de video

source: Videocodec, size & format
ca: Videocodec, mida i format
es: Códec de video, Formato & Tamaño

source: Videosetup
ca: Configuració de video
es: Configuración de vídeo

source: Vietnamese
es: Vietnamita

source: View
es: Ver

source: View File
es: Ver archivo

source: View Rass interactive
es: Mostrar Rass interactivo...

source: View details
ca: Veure detalls
es: Mostrar detalles

source: View list of available
ca: Vegeu la llista de disponibles
es: Mostrar lista de disponibles

source: View list of available CommonInterface extensions
ca: Mostra la llista d’extensions disponibles CommonInterface
es: Mostrar lista de extensiones disponibles de la interfaz común

source: View list of available EPG extensions.
ca: Mostra la llista d’extensions EPG disponibles.
es: Mostrar lista de extensiones disponibles de EPG.

source: View list of available Satellite equipment extensions.
ca: Mostra la llista d’extensions d’equips de satèl·lit disponibles.
es: Mostrar lista de extensiones disponibles del equipo satélite.

source: View list of available communication extensions.
ca: Mostra la llista d’extensions de comunicació disponibles.
es: Mostrar lista de extensiones de comunicación disponibles.

source: View list of available default settings
ca: Mostra la llista de configuració predeterminada disponible
es: Mostrar la lista de ajustes por defecto disponibles

source: View list of available display and user interface extensions.
ca: Mostra la llista d’extensions de visualització i d’interfície d’usuari disponibles.
es: Mostrar lista de extensiones de pantalla e interfaz de usuario disponibles.

source: View list of available multimedia extensions.
ca: Mostra la llista d’extensions multimèdia disponibles.
es: Mostrar lista de extensiones multimedia disponibles.

source: View list of available networking extensions
ca: Mostra la llista d’extensions de xarxa disponibles
es: Mostrar lista de extensiones de red disponibles

source: View list of available recording extensions
ca: Mostra la llista d’extensions d’enregistrament disponibles
es: Mostrar lista de extensiones de grabación disponibles

source: View list of available skins
ca: Vegeu la llista de pells disponibles
es: Mostrar lista de temas disponibles

source: View list of available software extensions
ca: Mostra la llista d’extensions de programari disponibles
es: Muestra la lista de extensiones de software disponibles

source: View list of available system extensions
ca: Mostra la llista d’extensions del sistema disponibles
es: Muestra la lista de extensiones del sistema disponibles

source: View mode
es: Mostrar modo

source: View or edit files less than 1MB in size
es: Ver o editar archvios de tamaño inferior a 1 Mb

source: View or edit this %s script
es: Ver o editar este script %s

source: View photos...
ca: Veure fotos…
es: Mostrar fotos...

source: View Teletext
es: Mostrar teletexto…

source: View the archive contents
es: Ver el contenido del archivo

source: View the package contents
es: Ver eel contenido del paquete

source: View video CD...
ca: Visualització de CD de vídeo …
es: Mostrar vídeo CD...

source: View, install and remove available or installed packages.
es: Mostrar, instalar y eliminar paquetes disponibles o instalados.

source: Violence
es: Violencia

source: Virtual KeyBoard Actions
es: Acciones del teclado virtual

source: Virtual KeyBoard Text:
ca: Text de la targeta virtual virtual:
es: Texto teclado virtual:

source: Virtual Keyboard
ca: Teclat virtual
es: Teclado virtual

source: Visual impaired commentary
es: Comentario visual desemparejado

source: Voltage mode
ca: Mode voltatge
es: Modo voltaje

source: Volume
ca: Volum
es: Volumen

source: Volume Adjust
es: Ajustes de volumen

source: Volume Adjust Actions
es: Acciones del ajuste de volumen

source: Volume Adjust Service Selection
es: Ajuste de volumen de la selección de canales

source: Volume Adjust Service Selection Actions
es: Acciones de selección de servicio de ajuste de volumen

source: Volume Adjust Settings
es: Configuraciones de ajuste de volumen

source: Volume adjustment mode
es: Modo de ajuste de volumen

source: Volume display timer
es: Tiempo visualización volumen

source: Volume down
ca: Volum abaix
es: Bajar volumen

source: Volume keys on the receiver remote will control the TV volume. If this feature is not supported the volume keys have no function!
es: Las teclas de volumen del mando a distancia controlarán el volumen de la TV. Si no se soporta esta característica, las teclas de volumen no tendrán ninguna función!

source: Volume steps
es: Pasos de volumen

source: Volume up
ca: Volum a dalt
es: Subir volumen

source: Volume/Mute display timer
es: Temporizador de visualización de volumen/silencio

source: WAN Geolocation
es: Geolocalización WAN

source: WAN connection information
es: Información de conexión WAN

source: want to stop and delete this recording?
es: ¿Quieres detener y eliminar esta grabación?

source: want to stop and delete this recordings?
es: ¿Quieres detener y eliminar estas grabaciones?

source: WARNING:
es: ADVERTENCIA:

source: WARNING: Do not change your ISP DNS. Use other DNS data source.
es: ADVERTENCIA: No cambie el DNS de su ISP. Utilice otra fuente de datos DNS.

source: WLAN connection
ca: Connexió WLAN
es: Conexión WLAN

source: WMA Pro downmix
es: Mezcla WMA Pro

source: WOL Standby
es: Apagado WOL

source: WPA or WPA2
es: WPA o WPA2

source: WSS on 4:3
ca: WSS en 4:3
es: WSS en 4:3

source: Wait for timesync at startup
es: Espera a la sincronización de hora en el inicio

source: Wait please while creating swap file...
es: Espera mientras se crea la memoria swap…

source: Wait please while scanning for devices...
es: Por favor, espera mientras se buscan dispositivos...

source: Wait please while scanning your %s %s devices...
es: Por favor, espere mientras se escanean sus dispositivos %s %s...

source: Wait please while scanning...
es: Por favor, espera mientras se realiza una búsqueda…

source: Waiting
ca: Esperant
es: Esperando

source: Waiting for mount
ca: Esperant muntatge
es: Esperando el montaje

source: Waiting for partition
ca: En espera de la partició
es: Esperando partición

source: Wake up
es: Encendido

source: Wake up TV from standby
ca: TV despertador des del mode d’espera
es: Encender TV desde reposo

source: Wake up from Deep-Standby is allowed
es: El encendido desde reposo profundo está activado

source: Wake up time before a timer begins [mins]
es: Tiempo de encendido antes que empiece un temporizador [min]

source: Wake up to standby
ca: Encendre per a repòs
es: Encender para reposo

source: Wake up your AV Receiver from standby
ca: Encendre el teu receptor AV des de repòs
es: Enciende tu receptor AV desde reposo

source: War
es: Guerra

source: Warning
ca: Avís
es: Advertencia

source: Warning: %d feeds were unable to be reloaded!
es: Advertencia: %d feeds no están disponibles para ser recargados!

source: Warning: Canceling this process will leave the feeds in an incomplete and unusable state!
es: Atención: Si cancela este proceso, los feeds quedarán incompletos e inutilizables!

source: Warning: Overrides are currently active!
es: Advertencia: ¡Las anulaciones están actualmente activas!

source: Warning: Recordings should not be stored on the Flash disk!
es: Advertencia: Las grabaciones no tendrían que guardarse en la memoria interna!

source: Warning: There are %d update packages!
es: Advertencia: Hay %d paquetes de actualización!

source: Warning: There is only a network drive to store the backup. This means the auto restore will not work after the flash. Alternatively, mount the network drive after the flash and perform a manufacturer reset to auto restore.
es: Advertencia: Sólo hay una unidad de red para almacenar el backup. Esto significa que la restauración automática no funcionará después de la instalación. Como alternativa, monte la unidad de red después de la instalación y realice un restablecimiento de fábrica para la restauración automática.

source: Warning: This is the last crash before an automatic restart is performed.
es: Advertencia: Este es el último crash antes de iniciar un reinicio automático.

source: Warning: no LNB; using factory defaults.
ca: Advertència: sense LNB; utilitzant valors predeterminats de fàbrica.
es: Advertencia: no hay LNB; Utilizando los valores predeterminados de fábrica.

source: Watch movies...
ca: Veure pel · lícules…
es: Reproducir películas...

source: Watch recordings
ca: Veure gravacions
es: Reproducir las grabaciones

source: Weather
es: Tiempo

source: Web Interface
es: Interfaz web

source: Web Link Packages
es: Paquetes de enlaces web

source: Web browser base visibility
es: Visibilidad del navegador

source: Wed
ca: Dime
es: Mié

source: Wednesday
ca: Dimecres
es: Miércoles

source: Weekdays
es: Días laborables

source: Weekends
es: Fines de semana

source: Weekly
ca: Setmanalment
es: Semanal

source: Welcome to %s
es: Bienvenido/a a %s

source: Welcome to Flash Expander
es: Bienvenido a Flash Expander

source: Welcome to IceTV
es: Bienvenido a IceTV

source: Welcome to the Cutlist editor. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
es: Bienvenido al editor de Cutlist. Busque el comienzo de las cosas que desea cortar. Pulse OK, seleccione ‘iniciar corte’. Luego busque hasta el final, presione OK, seleccione ‘end cut’. Eso es.

source: Welcome to the image upgrade wizard. The wizard will assist you in upgrading the firmware of the %s %s by providing a backup facility for the current settings and a short explanation of how to upgrade the firmware.
es: Bienvenido/a al asistente de actualización de la imagen. El asistente le guiará en la actualización del firmware de su %s %s, con la posibilidad de hacer un backup de los ajustes actuales, con una breve explicación de cómo actualizar el firmware.

source: Welcome...
ca: Benvingut…
es: Bienvenido...

source: West
ca: Oest
es: Oeste

source: West limit set
ca: Conjunt límit oest
es: Establecer límite oeste

source: Western
ca: Oest
es: Oeste

source: Western Frisian
es: Frisio Oeste

source: What day of month?
es: ¿Qué día del mes?

source: What day of week?
es: ¿Qué día de la semana?

source: What do you want to scan?
ca: Què vols buscar?
es: ¿Qué quieres buscar?

source: What do you want to set as the default movie location?
es: ¿Qué quieres establecer como ubicación predeterminada de videos?

source: What would you like to do with the archive file:
es: ¿Qué te gustaría hacer con el archivo comprimido?

source: What would you like to do with the audio file:
es: ¿Qué te gustaría hacer con el archivo de audio?

source: What would you like to do with the background image file:
es: ¿Qué te gustaría hacer con el archivo de imagen en segundo plano?

source: What would you like to do with the package file:
es: ¿Qué te gustaría hacer con el archivo del paquete?

source: What would you like to do with the script file:
es: ¿Qué te gustaría hacer con el archivo del script?

source: What would you like to do?
es: ¿Qué te gustaría hacer?

source: Select 'Yes' to enable the loading of unlinked user bouquets. That is, user bouquets that are not included in the bouquets.tv or bouquets.radio files will be loaded. This allows you to, for example, create bouquets that do not conflict with, or get replaced by, bouquets that came from settings packages.
es: Selecciona 'Sí' para activar la carga de listas de canales desvinculadas. Esto significa que se cargarán las listas de canales no incluidas en los archivos bouquets.tv o bouquets.radio. Esto permite, por ejemplo, crear listas que no entren en conflicto ni sean reemplazadas por listas que provienen de paquetes de configuración.

source: When enabled the PiP can be closed by the exit button.
es: Cuando está activado, PiP puede cerrarse con la tecla EXIT.

source: When enabled the receiver will automatically be switched off.
es: Cuando esté activo, el receptor se desconectará automáticamente.

source: When enabled the receiver will automatically be switched on.
es: Cuando esté activo, el receptor se conectará automáticamente.

source: When enabled the receiver will automatically return to standby when the TV is turned off.
es: Cuando esté activo, el receptor retornará automáticamente a reposo cuando la TV se apague.

source: When enabled the receiver will automatically wake from standby when the TV is turned on.
es: Cuando esté activo, el receptor se encenderá desde reposo cuando la TV se encienda.

source: When enabled the timer from the fallback tuner is imported
es: Cuando está activado, se importa el temporizador del sintonizador de reserva.

source: When enabled the timer from the fallback tuner is the default timer
es: Cuando está activado, el temporizador del sintonizador de reserva será el temporizador por defecto

source: When enabled you can customize the OpenWebIf settings for the fallback tuner
es: Cuando esté activado, podrás personalizar los ajustes OpenWebIf en el sintonizador de reserva

source: When enabled, AIT data will be included in http streams. This allows a client receiver to use HbbTV.
ca: Quan estigui habilitat, les dades d’AIT s’inclouran als fluxos http. Això permet que un receptor de client utilitzi HbbTV.
es: Cuando está activado, los datos AIT se incluirán en retransmisiones http. Permite que un receptor cliente utilice HbbTV.

source: When enabled, EIT data will be included in http streams. This allows a client receiver to show EPG.
ca: Quan estigui habilitat, les dades de l’EIT s’inclouran als fluxos http. Això permet que un receptor del client mostri EPG.
es: Cuando está activado, los datos AIT se incluirán en retransmisiones http. Permite que un receptor visualice el EPG.

source: When enabled, Enigma2 will load unlinked bouquets. This means that bouquets that are available, but not included in the bouquets.tv or bouquets.radio files, will still be loaded. This allows you for example to keep your own user bouquet while installed settings are upgraded
es: Cuando está activado, Enigma2 cargará los grupos de canales desvinculados. Esto significa que los grupos de canales disponibles, pero no incluidos en los archivos bouquets.tv o bouquets.radio, serán cargados. Esto permite, por ejemplo, conservar tus grupos cuando los ajustes instalados son actualizados

source: When enabled, SDT, BAT data will be included in http streams.
es: Cuando esté activo, los datos SDT y BAT se incluirán en los streams http.

source: When enabled, a new Zap timer will be created with activated end time.
es: Cuando está habilitado, se creará un nuevo temporizador de zapeo con la hora de finalización activada.

source: When enabled, a pop up message will be shown when a movie has finished and the next one will start.
ca: Quan estigui activat, es mostrarà un missatge emergent quan acabi la pel·lícula i comenci la propera.
es: Cuando está activado, aparecerá un mensaje cuando termine una película y empiece otra.

source: When enabled, a pop up message will be shown when a recording starts.
ca: Quan està activat, es mostrarà un missatge emergent quan comenci una gravació.
es: Cuando está activado, aparecerá un mensaje cuando empiece una grabación.

source: When enabled, a recording is allowed to abort picture-in-picture mode, when there are no free tuners.
es: Cuando está activado, una grabación puede forzar la salida del modo PiP cuando no hay sintonizadores libres.

source: When enabled, a recording is allowed to abort pseudo recordings, when there are no free tuners.
es: Cuando está activado, una grabación puede abortar una pseudo-grabación, cuando no haya sintonizadores libres.

source: When enabled, a recording is allowed to abort streaming, when there are no free tuners.
es: Cuando está activado, una grabación puede abortar el streaming cuando no haya sintonizadores libres.

source: When enabled, a recording is allowed to interrupt live TV, when there are no free tuners.
ca: Si està activat, es pot interrompre una gravació de la televisió en directe quan no hi ha sintonitzadors gratuïts.
es: Cuando está activado, la grabación puede interrumpir la TV en directo si no hay sintonizadores libres.

source: When enabled, a warning will be displayed and the user will get an option to stop or to continue the time shift.
ca: Quan estigui habilitat, es mostrarà un avís i l’usuari tindrà una opció d’aturar o continuar el temps.
es: Cuando está activado, aparecerá un aviso y el usuario tendrá la opción de parar o continuar con timeshift.

source: When enabled, always unscramble receiving http streams. This takes up more resources (unscrambling demuxers), only enable if necessary. Individual streams are always unscrambled if 0x100 is added to the service type, regardless of this setting.
es: Cuando está habilitado, siempre descodifica la recepción de streams http. Esto consume más recursos (descodificación de demuxers), habilite solo si es necesario. Los streams individuales siempre se decodifican si se añade 0x100 al tipo de canal, independientemente de esta configuración.

source: When enabled, authentication is required to watch http streams.
ca: Quan està activada, cal autenticació per veure els streams http.
es: Cuando está activado, la autenticación es necesaria para ver retransmisiones http.

source: When enabled, channel numbering will start at '1' for each bouquet.
ca: Quan està activat, la numeració del canal començarà a “1” per a cada ram.
es: Cuando está activado, la numeración de canales empezará en ‘1’ en cada grupo.

source: When enabled, content with an aspect ratio of 4:3 will be stretched to fit the screen.
ca: Quan estigui habilitat, el contingut amb una proporció de 4: 3 s’estendrà per adaptar-se a la pantalla.
es: Cuando está activado, el contenido con una relación de aspecto de 4: 3 se estira para ajustarlo a la pantalla.

source: When enabled, continue to the next bouquet when the last channel of the current bouquet is reached while changing channels.
ca: Quan estigui habilitat, continueu fins al següent ram quan s’arribi al darrer canal del ram actual mentre canvieu de canal.
es: Cuando está activado, continua hacia el próximo grupo cuando has alcanzado el último canal del grupo actual.
