Repository: OpenSPA/dvbapp2
Catalog: po/*.po
Languages: ca, es

source: red
ca: xarxa
es: Rojo

source: reliable
ca: Confiable
es: De confianza

source: reliable, retune
ca: confiable, resintonitzar
es: confiable, resintonizar

source: religion
ca: religio
es: religión

source: remarkable people
ca: gent notable
es: gente destacada

source: remove after this position
ca: esborra després d'aquesta posició
es: Borrar después de esta posición

source: Remove %s
es: Eliminar %s

source: Remove All Alternatives
es: Borrar todas las alternativas

source: Remove All New Found Flags
es: Borrar todas las marcas nuevas encontradas

source: remove before this position
ca: esborra abans d'aquesta posició
es: Borrar antes de esta posición

source: Remove Bouquet From Parental Protection
es: Eliminar lista del control parental

source: Remove Cable Services
es: Eliminar canales de cable

source: Remove Entry
es: Eliminar entrada

source: Remove From Parental Protection
es: Eliminar del control parental

source: Remove New Found Flag
es: Eliminar la nueva marca encontrada

source: Remove plugins ...
es: Borrar Plugins...

source: Remove Selected Satellite
es: Eliminar el satélite seleccionado

source: Remove Terrestrial Services
es: Eliminar canales terrestres

source: remove this mark
ca: esborrar aquesta marca
es: Borrar esta marca

source: rename
ca: renombrar
es: Renombrar

source: Rename Entry
es: Renombrar entrada

source: Restore Deleted User Bouquets
es: Restaurar listas eliminadas

source: restoring satellites.xml not possible!
ca: restauració no possible del satellites.xml!
es: ¡La restauración de satellites.xml no es posible!

source: reverse by date
ca: revertir per data
es: invertir por fecha

source: rewind to the previous chapter
ca: rebobina al capítol anterior
es: Rebobinar al capítulo anterior

source: right
ca: dreta
es: derecha

source: satellites.xml not found or corrupted! It is possible to watch TV, but it's not possible to search for new TV channels or to configure tuner settings
ca: No s'ha trobat el satellites.xml o està corrupte! És possible veure la TV. però no és possible buscar nous canals de TV o configurar el sintonitzador
es: ¡Archivo satellites.xml no encontrado o corrupto! Será posible ver la TV, pero no será posible la búsqueda de nuevos canales o configurar los ajustes del sintonizador

source: scan state
ca: estat de la recerca
es: Estado de la búsqueda

source: science fiction/fantasy/horror
ca: ciència ficció / fantasia / terror
es: Ciencia ficción / fantasía / horror

source: search EPG...
ca: Recerca d'EPG...
es: Búsqueda EPG ...

source: select CAId's
ca: seleccioneu CAId’s
es: Seleccionar CAId's

source: serious music/classic music
ca: música seriosa / música clàssica
es: Música seria / música clásica

source: serious/classical/religious/historical movie/drama
ca: pel·lícula / drama seriós / clàssic / religiós / històric
es: Seria / clásica / religiosa / película histórica / drama

source: service PIN
ca: PIN de servei
es: PIN del canal

source: Set As Startup Service
es: Establecer como canal de inicio

source: share:
ca: Intercanvi:
es: Recurso compartido:

source: shell
es: bandeja

source: show DVD main menu
ca: mostra el menú principal de DVD
es: Mostrar el menú principal de DVD

source: Open EPG
es: Mostrar EPG...

source: show all cards
ca: mostrar totes les tarjetes
es: Mostrar todas las tarjetas

source: show all tags
ca: mostra totes les etiquetes
es: Mostrar todas las etiquetas

source: Show Alternatives
es: Mostrar alternativas

source: Show cards with uphop %s
es: Mostrar tarjetas con salto superior %s

source: show picons in quickzap
ca: Mostrar picons en canvi rápid
es: Mostrar picons en zapeo rápido

source: show picons in service list
ca: Mostrar picons en llista de canals
es: Mostrar picon en la lista de canales

source: show program information...
ca: mostrar informació de programa...
es: Mostrar información del programa…

source: Show Transponder Information
es: Mostrar información de transpondedor

source: show/game show (general)
ca: espectacle / espectacle de joc (general)
es: Show / show de juegos (general)

source: shuffle
ca: remenar
es: Aleatorio

source: simple
ca: senzill
es: Sencillo

source: size
ca: tamany
es: tamaño

source: skip backward
ca: saltar endarrere
es: Salto atrás

source: Skip backward (enter time)
es: Salto atrás (introducir hora)

source: skip forward
ca: saltar endavant
es: Salto adelante

source: Skip forward (enter time)
es: Salto adelante (introducir tiempo)

source: slow
ca: lent
es: Lento

source: soap/melodrama/folkloric
es: Jabón / melodram / folclórico

source: social/political issues/economics (general)
ca: qüestions socials / polítiques / economia (general)
es: Cuestiones sociales / políticas / economía (general)

source: social/spiritual science
ca: ciències socials / espirituals
es: Ciencia social / espiritual

source: special (general)
ca: especial (general)
es: especial (general)

source: special events
ca: events especials
es: especial eventos

source: sport (general)
ca: esport (general)
es: Deportes (general)

source: sports (general)
ca: esports (general)
es: Deportes (general)

source: sports magazine
ca: revista esportiva
es: Revista de deportes

source: standard
ca: estàndard
es: Estándar

source: start cut here
ca: començar tall aquí
es: Comenzar el corte aquí

source: step size
ca: mida reduïda
es: Tamaño de los saltos

source: stereo
ca: stèreo
es: Estéreo

source: stop using as startup service
ca: para d'utilitzar com a canal d'inici
es: Dejar de usar como canal de inicio

source: successful
ca: reeixit
es: correcto

source: switch 12 to 8 character display mode
ca: Canvia mode del dispolay de 12 a 8 caràcters
es: Cambiar a modo display de 12 a 8 carácteres

source: switch to the next angle
ca: canviar al següent angle
es: Cambiar al siguiente ángulo

source: switch to the next audio track
ca: canvia a la pista d’àudio següent
es: Cambiar a la siguiente pista de audio

source: switch to the next subtitle language
ca: canvia al següent idioma de subtítols
es: Cambiar al siguiente idioma de subtítulos

source: system:
ca: Sistema:
es: Sistema:

source: talk show
ca: xerrada
es: programa de entrevistas

source: team sports
ca: Esports d’equip
es: deportes de equipo

source: technology/natural science
ca: tecnologia / ciències naturals
es: Tecnología / ciencia natural

source: teletext
es: Teletexto

source: template file
ca: fitxer de plantilla
es: Archivo de plantilla

source: tennis/squash
ca: tennis / esquaix
es: tenis/squash

source: text
es: texto

source: this recording
ca: aquesta gravació
es: Esta grabación

source: toggle time, chapter, audio, subtitle info
ca: commuta el temps, el capítol, l’àudio, la informació dels subtítols
es: Configurar hora, capítulo, audio, información de subtítulos

source: tourism/travel
ca: turisme / viatges
es: viajes/turismo

source: traditional (fast)
ca: tradicional (ràpid)
es: tradicional (rápido)

source: traditional (fast), retune
ca: tradicional (ràpid), resintonitzar
es: tradicional (rápido), resintonizar

source: tree delete
ca: Esborrar arbre
es: Eliminar árbol

source: uShare Actions
ca: Accions uShare
es: Acciones uShare

source: uShare Log
ca: Log uShare
es: Historial de uShare

source: uShare Name
ca: Nom uShare
es: Nombre uShare

source: uShare Port
ca: Port uShare
es: Puerto uShare

source: uShare Selection Actions
ca: Selecció uShare
es: Acciones selección uShare

source: uShare Setting Actions
ca: Configuració uShare
es: Acciones configuración uShare

source: uShare Settings
ca: Configurar uShare
es: Configurar uShare

source: unavailable
ca: no disponible
es: No disponible

source: unconfirmed
ca: no confirmada
es: No confirmado

source: unknown
ca: desconegut
es: Desconocido

source: unknown error
ca: desconegut error
es: Error desconocido

source: unpublished
ca: inèdit
es: no publicado

source: untestable
ca: indestable
es: incomprobable

source: update
ca: actualització
es: actualización

source: updates available.
ca: actualitzacions disponibles.
es: actualizaciones disponibles.

source: Use increased voltage '14/18V' if there are problems when switching the LNB.
es: Si hay problemas al cambiar el LNB, usa el voltaje incrementado '14/18V'.

source: userdefined
ca: definit per l'usuari
es: definido por el usuario

source: using:
ca: utilitzant:
es: Utilizando:

source: variety show
ca: espectacle de varietats
es: show de variedades

source: view extensions...
ca: veure extensions...
es: Mostrar extensiones...

source: violet
ca: violeta
es: violeta

source: wait for mmi...
ca: espera’m …
es: esperar a MMI…

source: water sport
ca: esport d’aigua
es: deportes acuáticos

source: west
ca: oest
es: oeste

source: when asking question about this log
ca: quan pregunti sobre aquest log
es: Al hacer preguntas acerca de este registro

source: when asking question about this log A copy has been sent to yourself.
ca: quan pregunti sobre aquest log S'ha enviat una còpia a tú mateix.
es: Al hacer preguntas acerca de este registro Se le ha enviado una copia.

source: width
ca: amplada
es: Ancho

source: winter sport
ca: esport d’hivern
es: deportes de invierno

source: wireless network interface
ca: interfície de xarxa sense fils
es: Interfaz inalámbrica de red

source: with %d error
ca: amb %d error
es: con el error %d

source: with errors
ca: amb errors
es: con errores

source: working
ca: funcionant
es: En curso

source: yellow
ca: groc
es: Amarillo

source: yes (keep feeds)
ca: si (mantenir feeds)
es: Sí (conservar fuentes)

source: your %s %s might be unusable now. Please consult the manual for further assistance before rebooting your %s %s.
ca: el teu %s %s pot ser que ara no pes pugui utilitzar. Si us plau consulta el manual per obtenir més ajuda abans de reiniciar el %s %s.
es: Tu %s %s podría estar inutilizable. Consulta el manual antes de reiniciar tu %s %s.

source: DVB-USB Device Manager
ca: Administrador dispositius DVB-USB
es: Gestor de dispositivos DVB-USB

source: Now in
ca: Ara a
es: Ahora en

source: After
ca: Després
es: Después

source: Temperature:
ca: Temperatura:
es: Temperatura:

source: Feels Like:
ca: Sensació térmica:
es: Sensación térmica:

source: Humidity:
ca: Humitat:
es: Humedad:

source: Wind:
ca: Vent:
es: Viento:

source: Size:
ca: Tamany:
es: Tamaño:

source: Duration:
ca: Duració:
es: Duración:

source: RAM-Free: %s MB
ca: RAM lliure: %s MB
es: RAM Libre: %s Mb

source: CPU-Speed: %s MHz
ca: Velocitat CPU: %s MHz
es: Velocidad CPU: %s MHz

source: Flash Memory free: %s MByte
ca: Memoria flash lliure: %s MByte
es: Memoria interna libre: %s Mb

source: SYS-Temp: %s
ca: Temperatura del sistema: %s
es: Temperatura sistema: %s

source: CPU-Temp: %s
ca: Temperatura CPU: %s
es: Temp. CPU: %s

source: CPU-Load: %s
ca: Càrrega CPU: %s
es: Carga CPU: %s

source: FAN:
ca: Ventilador:
es: Ventilador:

source: Program Duration:
ca: Duració de programa:
es: Duración de programa:

source: You're watching...
ca: Estàs veient...
es: Estás viendo...

source: Playback Time:
ca: Temps de reproducció:
es: Tiempo de reproducción:

source: Used: %s Free: %s
ca: Utilitzat: %s Lliure: %s
es: Usado: %s Libre: %s

source: Speed:
ca: Velocitat:
es: Velocidad:

source: Sensation:
ca: Sensació:
es: Sensación:

source: Used:
ca: Utilitzat:
es: Utilizado:

source: Flash free: %s MByte
ca: Flash lliure: %s MByte
es: Flash Libre: %s Mb

source: Delete files
ca: Eliminar arxius
es: Borrar archivos

source: adjust your settings and close ... your settings are valid ...
ca: Ajusta les teves configuracions i tanca... les configuracions són vàlides...
es: Ajusta tus configuraciones y cierra... tus configuraciones son válidas...

source: 'OK' select location downloads...
ca: Prem 'OK' per seleccionar ubicació de les descàrregues...
es: 'OK' selecciona ubicación de descargas...

source: * reOpen plugin...
ca: * reObrir plugin...
es: * reAbrir plugin...

source: optimize images...
ca: Optimitzar imatges...
es: Optimizar imágenes...

source: 'OK' select for optimize images...
ca: Selecciona 'OK' per optimitzar imatges...
es: 'OK' selecciona para optimizar imágenes...

source: enter your own api key...
ca: Introdueix la teva api key...
es: Introduce tu clave API personal

source: select search mode...
ca: Selecciona el mode de recerca…
es: Seleccionar modo de búsqueda...

source: enter the number of next events...
ca: Introdueix el número de pròxims programes...
es: introduce número de próximos eventos...

source: select search language...
ca: Selecciona l'idioma de recerca...
es: Seleccionar idioma de búsqueda...

source: select timer update for events..
ca: Seleccionar temporitzador d'actualització per als programes.
es: Selecciona actualización de temporizador para eventos.

source: source for poster...
ca: Font per als pòsters...
es: Fuente para el póster...

source: source tvmovie.de...
ca: Font tvmovie.de...
es: Fuente tvmovie.de

source: source google search images...
ca: Font Google per a recerca d'imatges...
es: Fuente búsqueda imágenes de Google...

source: Program information with OMDB...
ca: Informació de programa amb OMDB...
es: Información de programa con OMDB...

source: CONFIG MENU
ca: MENU DE CONFIGURACIÓ
es: MENÚ DE CONFIGURACIÓN

source: Removed Broken Images : {}
ca: Imatges corruptes eliminades: {}
es: Imágenes corruptas eliminadas : {}

source: Manuel Search Events...
ca: Recerca de programes manual...
es: Búsqueda manual de eventos...

source: Append
ca: Afegir
es: Añadir

source: Default Folder
ca: Carpeta predeterminada
es: Carpeta predetereminada

source: NOW AND RESTART TO SEARCH AND DOWNLOAD IN BACKGROUND WITH TIMER?
ca: ARA I REINICIA PER BUSCAR Y DESCARREGAR EN SEGON PLA AMB TEMPORITZADOR?
es: AHORA Y REINICIAR PARA BUSCAR Y DESCARGAR EN SEGUNDO PLANDO CON TEMPORIZADOR?

source: All Select
ca: Tot seleccionat
es: Todo seleccionado

source: Bouquet Selector
es: Selección de lista

source: Bouquet Selection Actions
es: Acciones selección de lista

source: Select(OK)
ca: Selecciona (OK)
es: Seleccionar (OK)

source: PLEASE TURN ON AND SET THE TIMER! ...
ca: SI US PLAU ENCÉN I CONFIGURA EL TEMPORITZADOR...
es: POR FAVOR, ENCIENDE Y CONFIGURA EL TEMPORIZADOR!...

source: Event to be Scanned : {}
ca: Buscar programa : {}
es: Eventos a escanear : {}

source: CH / EMC-MoviePlayer
ca: Reproductor EMC
es: Reproductor de películas-EMC

source: Events Next
ca: Pròxims programes
es: Próximos eventos

source: Movies List Location -OK Select-
ca: Ubació llista de pel·lícules -OK per seleccionar-
es: Ubicación lista de vídeos -Selecciona OK-

source: Search Language
ca: Buscar Idioma
es: Buscar idioma

source: Search Image
ca: Buscar imatge
es: Buscar imagen

source: Search Source
ca: Buscar la font
es: Fuente de búsqueda

source: Search Type
ca: Tipus de recerca
es: Tipo de búsqueda

source: Size
ca: Tamany
es: Tamaño

source: Show Images
ca: Mostrar imatges
es: Mostrar imágenes

source: Search : {}
ca: Buscar : {}
es: Buscar : {}

source: Download : 0
ca: Descarregat : 0
es: Descargar : 0

source: With Timer Download
ca: Amb descàrrega de temporitzador
es: Con temporizador de descarga

source: With Plugin Download
ca: Amb descàrrega de plugin
es: Con descarga de plugin

source: No(Exit)
ca: No (Sortir)
es: No (Salir)

source: Download ?
ca: Descarregar?
es: Descargar?

source: Storage ;
ca: Emmagatzematge :
es: Almacenamiento :

source: Broken Images Remove
ca: Elimina imatges corruptes
es: Elimina imágenes corruptas

source: Moon phase:
ca: Fase de lluna:
es: Fase lunar:

source: Wind Speed:
ca: Velocitat del vent:
es: Velocidad del viento:

source: PROGRAM START:
ca: INICI DEL PROGRAMA:
es: INICIO PROGRAMA:

source: PROGRAM END:
ca: FI DEL PROGRAMA:
es: FIN PROGRAMA:

source: NEXT EVENT:
ca: PROGRAMA SEGÜENT:
es: PRÓXIMO EVENTO:

source: HUMIDITY :
ca: HUMITAT :
es: HUMEDAD:

source: Next program...
ca: Programa següent...
es: Próximo programa...

source: Tomorrow at...
ca: Demà a...
es: Mañana a...

source: Tonight at...
ca: Aquesta nit a...
es: Esta noche a...

source: Extra downloads panel
ca: Panell de descàrregues extra
es: Panel de descargas extra

source: Change boot video
ca: Canvia bootvideo
es: Cambiar bootvideo

source: Try skin for panel info
ca: Tria skin per al panell informatiu
es: Selecciona skin para el panel de información

source: Flash free:
ca: Flash lliure:
es: Memoria interna libre:

source: Dual Mode
ca: Mode dual
es: Modo dual

source: Show free space in timer view
ca: Mostrar espai lliure en la vista temporitzador
es: Mostrar espacio libre en vista de temporizador

source: When 'Enabled', the timer view will show the free space on the target device. This will wake the device from sleep mode.
ca: Quan estigui "Activat", la vista de temporitzador mostrarà l'espai lliure en el dispositiu de destí. Això desperatarà el dispositiu de repòs.
es: Cuando está 'Habilitado', la vista temporizador mostrará el espacio libre en el dispositivo de destino. Esto despertará el dispositivo del modo de suspensión.

source: Configure if and how service quality type icons will be shown.
ca: Configureu si es mostraran i com ho faran les icones de qualitat del canal.
es: Configura si se mostrarán los iconos de calidad del servicio y como.

source: Show service quality icons
ca: Mostra les icones de qualitat del canal
es: Mostrar iconos de calidad de servicio

source: Configure if icons for SD services will be shown.
ca: Configura si es mostraran les icones als canals SD.
es: Configura si se mostrarán los iconos para servicios SD.

source: Configure if icons for HD services will be shown.
ca: Configura si es mostraran les icones als canals HD.
es: Configura si se mostrarán los iconos para servicios HD.

source: Configure if icons for 4K services will be shown.
ca: Configura si es mostraran les icones als canals 4K.
es: Configura si se mostrarán los iconos para servicios 4K.

source: Configure if icons for 3D services will be shown.
ca: Configura si es mostraran les icones als canals 3D.
es: Configura si se mostrarán los iconos para servicios 3D.

source: Configure if icons for IPTV services will be shown.
ca: Configura si es mostraran les icones als canals IPTV.
es: Configura si se mostrarán los iconos para servicios IPTV.

source: Show icons for SD services
ca: Mostras icones als canals SD
es: Mostrar iconos para servicios SD

source: Show icons for HD services
ca: Mostras icones als canals HD
es: Mostrar iconos para servicios HD

source: Show icons for 4K services
ca: Mostras icones als canals 4K
es: Mostrar iconos para servicios 4K

source: Show icons for 3D services
ca: Mostras icones als canals 3D
es: Mostrar iconos para servicios 3D

source: Show icons for IPTV services
ca: Mostras icones als canals IPTV
es: Mostrar iconos para servicios IPTV

source: Show Items in EIT
ca: Mostrar ítems a EIT
es: Mostrar ítems en EIT

source: Append Items in description for EIT events when is available.
ca: Afegir ítems a la descripció per als programes de l'EIT quan estigui disponible.
es: Añadir ítems en descripción para eventos EIT cuando estén disponibles.

source: . Device %s in %s mounted as %s
ca: . Dispositiu %s en %s muntat com %s
es: . Dispositivo %s en %s montado como %s

source: Current location: %s
ca: Ubicació actual: %s
es: Ubicación actual: %s

source: Quality:
ca: Qualitat :
es: Calidad :

source: Power:
ca: Energia:
es: Potencia :

source: Picon folder: %s
ca: Carpeta de picons: %s
es: Carpeta de picons : %s

source: Start:
ca: Inici:
es: Inicio:

source: End:
ca: Final:
es: Final:

source: Resolution :
ca: Resolució :
es: Resolución :

source: Aspect Ratio :
ca: Relació d'aspecte :
es: Relación de aspecto :

source: RAM Memory
ca: Memoria RAM
es: Memoria RAM

source: OpenSPA DVB-USB Devices
ca: Dispositiu DVB-USB OpenSPA
es: Gestor de dispositivos DVB-USB

source: Tomorrow
ca: Demà
es: Mañana

source: LCD Clock selection
ca: Selecció rellotge LCD
es: Selección reloj LCD

source: Select LCD clock:
ca: Seleccionar rellotge LCD:
es: Seleccionar reloj del LCD:

source: Preview:
ca: Vista previa:
es: Vista previa:

source: Select your LCD clock and press OK to activate the selected clock.
ca: Selecciona el rellotge LCD y prem OK per activar-lo.
es: Selecciona el reloj LCD y pulsa OK para activarlo.

source: Free-To-Air
ca: Canal lliure
es: Canal libre (No codificado)

source: Press OK for update opkg database and select OPenSPA Extra Plugins to Install.
ca: Prèmer OK per actualitzar la base de dades opkg i selecciona plugins extra OpenSPA per a instal·lar.
es: Pulsa OK para actualizar base de datos y selecciona los plugins OpenSPA que quieras instalar.

source: Thank you for using the wizard. Your receiver is now ready for use. Press OK to start using your receiver.
ca: Gràcies per utilitzar l’assistent. El receptor ja està llest. Prem OK per començar a usar-lo.
es: Gracias por usar el asistente. Tu %s %s ya está listo. Pulsa ‘OK’ para empezar a usar tu receptor.

source: Enable Vu+ MultiBoot
ca: Activar MultiBoot Vu+
es: Habilitar Multiboot Vu+

source: Match
es: Partidos

source: LOAD THE EPG FIRST NO EPG PRIMETIME ON CHANNEL
ca: CARREGA PRIMER L'EPG NO HI HA EPG PRIMETIME AL CANAL
es: CARGUE EPG PRIMERO NO HAY EPG PRIMETIME EN EL CANAL

source: LEFT/RIGHT buttons mode
ca: Mode del botons ESQUERRA/DRETA
es: Modo botones IZQUIERDA/DERECHA

source: Configure the function of the LEFT/RIGHT buttons.
ca: Configurar la funció dels botons ESQUERRA/DRETA.
es: Configurar la función de los botones IZQUIERDA/DERECHA.

source: Zap in Channel list
ca: Canviar dins la llista de canals
es: Zapear en lista de canales

source: Zap in History
ca: Canviar dins l'historial
es: Zapear en historial

source: Select OK long action
ca: Seleccionar acció per a pulsació prolongada de l'OK
es: Seleccionar acción OK prolongado

source: Select what you want the OK long button to activate.
ca: Selecciona que vols activar amb pulsació prolongada de l'OK.
es: Selecciona qué quieres activar con pulsación prolongada del botón OK.

source: Show OpenSPA Single EPG
ca: Mostrar l'EPG simple OpenSPA
es: Mostrar EPG única OpenSPA

source: Show OpenSPA Guide
ca: Mostrar la guía OpenSPA
es: Mostrar guía OpenSPA

source: Select RED long action
ca: Selecciona acció de pulsació llarga del botó VERMELL
es: Seleccionar acción ROJO prolongado

source: Select what you want the RED long button to activate.
ca: Selecciona què vols activar amb pulsació prolongada del botó VERMELL.
es: Selecciona qué quieres activar con pulsación prolongada del botón ROJO.

source: Select GREEN long action
ca: Selecciona acció de pulsació llarga del botó VERD
es: Seleccionar acción VERDE prolongado

source: Select what you want the GREEN long button to activate.
ca: Selecciona què vols activar amb pulsació prolongada del botó VERD.
es: Selecciona qué quieres activar con pulsación prolongada del botón VERDE.

source: Select YELLOW long action
ca: Selecciona acció de pulsació llarga del botó GROC
es: Seleccionar acción AMARILLO prolongado

source: Select what you want the YELLOW long button to activate.
ca: Selecciona què vols activar amb pulsació prolongada del botó GROC.
es: Selecciona qué quieres activar con pulsación prolongada del botón AMARILLO.

source: Select BLUE long action
ca: Selecciona acció de pulsació llarga del botó BLAU
es: Seleccionar acción AZUL prolongado

source: Select what you want the BLUE long button to activate.
ca: Selecciona què vols activar amb pulsació prolongada del botó BLAU.
es: Selecciona qué quieres activar con pulsación prolongada del botón AZUL.

source: Show Movies
ca: Mostrar pel·lícules
es: Mostrar películas

source: Change Aspect/Resolution
ca: Canviar aspecte/resolució
es: Cambiar aspecto/resolución

source: CAMD Manager
ca: Administrador CAMD
es: Administrador CAMD

source: InfoMeteo
ca: Informació meteorològica
es: Información meteorológica

source: Extra Panel
ca: Panell extra
es: Panel extra

source: Picon location
ca: Ubicació dels picons
es: Ubicación de los picons
