Repository: OpenSPA/dvbapp2
Catalog: po/*.po
Languages: ca, es

source: Continue with the flash process
ca: Continuar amb el procés d'instal·lació
es: Continuar con el proceso de instalación

source: Continue with the on-line update
ca: Continua amb l'actualitzación online
es: Continuar con la actualización en línea

source: Continues
ca: Continua
es: Sigue

source: Continues play (loop)
ca: Continua la reproducció (bucle)
es: Reproducción continua (bucle)

source: Contrast
es: Contraste

source: Control LED can be turned on or off here.
ca: El LED de control es pot encendre o apagar aquí.
es: El LED de control se puede encender o apagar aquí.

source: Control files:
ca: Arxius de control:
es: Archivos de control:

source: Control of the position how finished timer are shown in the Timer List.
ca: Control de la posició de com es mostrarà un temporitzador acabat a la llista de temporitzadors.
es: Controla en qué posición se mostrará un temporizador finalizado en la lista de temporizadores.

source: Control the InfoBar fading speed.
es: Controlar la atenuación de la infobar.

source: Control your Softcams
ca: Controlar els softcams
es: Controla tus Softcams

source: Controlled by HDMI
es: Controlado por HDMI

source: Convert EXT3 File System to EXT4
ca: Convertir el sistema d'arxius EXT3 a EXT4
es: Convertir sistema de archivos ext3 a ext4

source: Convert ext3 to ext4
ca: Convertir ext3 a ext4
es: Convertir ext3 a ext4

source: Convert file system ext3 to ext4
ca: Convertir sistema d'arxius ext3 a ext4
es: Convertir sistema de archivos ext3 a ext4

source: Convert to AC3
es: Convertir a AC3

source: Convert to DTS
es: Convertir a DTS

source: Convert to multi-channel PCM
es: Convertir a PCM multi-canal

source: Converting ext3 to ext4...
ca: Convertint ext3 a ext4...
es: Convirtiendo ext3 a ext4...

source: Cook Islands
ca: Illes Aland
es: Islas Cook

source: Cooking
ca: Cuina
es: Cocina

source: Copy
ca: Copiar
es: Copiar

source: Copy To Stream Relay
es: Copiar a Stream Relay

source: Copy all related files
ca: Copiar tots els arxius relacionats
es: Copiar todos los archivos relacionados

source: Copy directory/file to target directory
ca: Copiar directori/arxiu al directori de destí
es: Copiar directorio/archivo al directorio de destino

source: Copy job completed.
ca: Tasca de copiat completada.
es: Tarea de copiado completada.

source: Copy job failed!
ca: Ha fallat la tasca de copiat!
es: ¡Error en tarea de copiado!

source: Copy job queued.
ca: Tasca de copiat en cola.
es: Tarea de copiado en cola.

source: Copy only highlighted file
ca: Copiar només l'arxiu destacat
es: Copiar solo archivo resaltado

source: Copy the directory/file '%s'?
ca: Copiar el directori/arxiu "%s"?
es: Copiar la carpeta/archivo '%s'?

source: Copy these %d directories/files?
ca: Copiar aquests %d directoris/arxius?
es: Copiar estas carpetas/archivos %d?

source: Copying files
ca: Copiant arxius
es: Copiando archivos

source: Cornish
ca: Còrnic
es: Cornuallés

source: Correct invalid EPG data
ca: Corregir EPG invàlid
es: Corregir datos EPG no válidos

source: Corsican
es: Corso

source: Cote d'Ivoire / Ivory Coast
es: Costa de Marfil / Costa de Marfil

source: Could not connect to server
ca: No es pot connectar al servidor
es: No se ha podido conectar con el servidor

source: Could not load Medium! No disc inserted?
ca: No s'ha pogut carregar el medi! No hi ha cap disc inserit?
es: No se pudo cargar el recurso. ¿Hay algún disco insertado?

source: Could not open Picture in Picture
ca: No s’ha pogut obrir Picture in Picture
es: No se pudo abrir Picture in Picture

source: Could not open the file %s!
ca: No es pot obrir l'arxiu %s!
es: ¡No se pudo abrir el archivo %s!

source: Could not record due to conflicting timer:%s
es: No se pudo grabar debido a un conflicto con el temporizador %s

source: Could not record due to invalid service:%s
es: No se pudo grabar debido al servicio inválido %s

source: Could not save configuration file %s!
ca: No es pot guardar l'arxiu de configuració %s!
es: ¡No se pudo guardar el archivo de configuración %s!

source: Country
ca: País
es: País

source: Country for EPG event genre information
ca: País per a la informació de gènere del programa de l'EPG
es: País para la información sobre el género del evento EPG

source: Country for EPG event rating information
ca: País per a la informació de puntuació del programa de l'EPG
es: País para la información de clasificación de eventos de la EPG

source: Crash %d/%d
es: Bloqueo %d/%d

source: Crash at skin error for debug reasons
ca: Crash per error al skin per raons de depuració
es: Crash en skin por motivos de depuración

source: Create
ca: Crear
es: Crear

source: Create a directory
ca: Crear un directori
es: Crear una carpeta

source: Create a randomly generated password
ca: Crear una contrasenya generada aleatòriament
es: Crear una contraseña generada aleatoriamente

source: Create a symbolic link
ca: Crear un enllaç simbòlic
es: Crear un enlace simbólico

source: Create application loader dump.
es: Crear un volcado del cargador de aplicaciones.

source: Create backup image zip file.
es: Crear un archivo zip de imagen de respaldo.

source: Create Blu-ray disc ISO file
ca: Crear arxiu ISO d'un disc Blu-Ray
es: Crear archivo ISO Bludisc

source: Create boot dump.
es: Crear boot dump.

source: Create boot image dump.
es: Crear un volcado de imagen de arranque.

source: Create device information dump.
es: Crear volcado de información del dispositivo.

source: Create Directory
ca: Crear directori
es: Crear un directorio

source: Create DVD-ISO
ca: Crea DVD-ISO
es: Crear DVD-ISO

source: Create ISO
ca: Crear ISO
es: Crear ISO

source: Create kernel dump.
es: Crear un volcado de kernel.

source: Create recovery image backup '%s'.
es: Crear backup de imagen de recuperación '%s'.

source: Create rescue dump.
es: Crear rescate dump.

source: Create root file system dump.
es: Crear un volcado del sistema de archivos raíz.

source: Create root journaling flash file system.
es: Crear sistema de archivos flash con registro raíz.

source: Create root UBI file system.
es: Crear sistema de archivos UBI raíz.

source: Create tar file of root file system.
es: Crear archivo tar del sistema de archivos raíz.

source: Create working directories.
es: Crear directorios de trabajo.

source: Create separate radio user bouquet
ca: Crear llista d'usuari de ràdio separada
es: Crear un lista de usuario de radio independiente

source: Creating .ap and .sc files
ca: Creant arxius .ap i .sc
es: Creando archivos AP y SC

source: Creating file system
ca: Creant sistema d'arxius
es: Creando sistema de archivos

source: Creating hard link to time shift file failed!
ca: Ha fallat en crear enllaç fort a l'arxiu timeshift!
es: ¡Falló la creación de un enlace físico al archivo Timeshift!

source: Creating partition
ca: Creant partició
es: Creando partición

source: Cricket
es: Criquet

source: Crime
ca: Crim
es: Crimen

source: Croatia
ca: Croàcia
es: Croacia

source: Croatian
ca: Croat
es: Croata

source: Cron Manager
ca: Administrador Cron
es: Administrador Cron

source: Cron Timers
ca: Temportizadors Cron
es: Temporizadores Cron

source: Cult
ca: Culte
es: Culto

source: Curacao
es: Curasao

source: Currency
ca: Moneda
es: Moneda

source: Current
ca: Actual
es: Actual

source: Current 1/1
ca: Actual 1/1
es: Actual 1/1

source: Current Affairs
ca: Actualitat
es: Asuntos de actualidad

source: Current CEC address
ca: Adreça actual del CEC
es: Dirección actual CEC

source: Current Directory
ca: Directori actual
es: Directorio actual

source: Current Event:
ca: Programa actual:
es: Programa actual:

source: Current Status:
ca: Estat actual:
es: Estado actual:

source: Current crash log
ca: Crashlog actual
es: Registro actual de bloqueos

source: Current directory
ca: Directori actual
es: Directorio actual

source: Current directory (%s)
ca: Directori actual (%s)
es: Directorio actual (%s)

source: Current installed
ca: Actual instal·lat
es: Actual instalado

source: Current location is '%s'.
ca: Ubicació actual és "%s".
es: La ubicación actual es '%s'.

source: Current mode: %s
ca: Mode actual: %s
es: Modo actual: %s

source: Current settings:
ca: Configuració actual:
es: Configuración actual:

source: Current status
ca: Estat actual
es: Estado actual

source: Current time
ca: Hora actual
es: Hora actual

source: Current transponder
ca: Transpondedor actual
es: Transpondedor actual

source: Current value:
ca: Valor actual:
es: Valor actual:

source: Current version unknown
ca: Versió actual desconeguda
es: Versión actual desconocida

source: Current version:
ca: Versió actual:
es: Versión actual:

source: Current: %s Parent: %s
ca: Actual: %s Principal: %s
es: Actual: %s Inicio: %s

source: Currently Defined Volume Offsets:
ca: Compensaciones de volumen definidas actualmente:
es: Compensaciones de volumen definidas actualmente:

source: Currently Remembered Volume Levels:
es: Niveles de volumen recordados actualmente:

source: Custom
ca: Personalitzar
es: Personalizado

source: Custom mountpoint
es: Punto de montaje personalizado

source: Custom skip time for '1'/'3' buttons
ca: Saltar el temps personalitzat per als botons “1” / “3”
es: Personalizar el intervalo de salto de las teclas ‘1’/‘3’

source: Custom skip time for '4'/'6' buttons
ca: Saltar el temps personalitzat per als botons “4” / “6”
es: Personalizar el intervalo de salto de las teclas ‘4’/‘6’

source: Custom skip time for '7'/'9' buttons
ca: Saltar el temps personalitzat per als botons “7” / “9”
es: Personalizar el intervalo de salto de las teclas ‘7’/‘9’

source: Customize
ca: Personalitzar
es: Configurar

source: Customize OpenWebIF settings for fallback tuner
es: Personalizar la configuración de OpenWebIF para el sintonizador reserva

source: Customize System Settings
ca: Personalitzar configuracions de sistema
es: Personalizar

source: Customize enigma2 personal settings
ca: Personalitzar configuracions personal d'enigma2
es: Personaliza los ajustes de Enigma2

source: Cut
ca: Tallar
es: Cortar

source: CutList skip time for '%s' button
es: Tiempo de omisión en CutList (plugin) para el botón '%s'

source: CutList skip time for '%s'/'%s' buttons
es: Tiempo de omisión en CutList (plugin) para los botones '%s'/'%s'

source: Cutlist Editor
ca: Editor de tall
es: Editor Cutlist (plugin)

source: Cutlist editor...
ca: Editor...
es: Editor de listas de corte…

source: Cycle PiP(zap)
ca: Cicle PiP (canvi de canal)
es: Ciclo PIP(zapeo)

source: Cycling
ca: Ciclisme
es: Ciclismo

source: Cyprus
es: Chipre

source: Czech
ca: Txec
es: Checo

source: Czech Republic
es: República Checa

source: DLNA support
ca: Suport DLNA
es: Soporte DLNA

source: DMM advanced
ca: DMM avançat
es: DMM avanzado

source: DNS (Dynamic Name Server) Actions
ca: Accions DNS (Nom de servei dinàmic)
es: Acciones de DNS (Sistema de Nombres de Dominio)

source: DNS Settings
ca: Configuració DNS
es: Ajustes DNS

source: DNS data source
ca: Font de dades DNS
es: Fuente de datos DNS

source: DNS mode
es: Modo DNS

source: DNS suffix
es: Sufijo DNS

source: DO NOT POWER OFF YOUR DEVICE WHILE UPDATING! Update now?
ca: NO APAGAR EL DISPOSITIU DURANT L'ACTUALITZACIÓ! Actualitzar ara?
es: NO APAGUE EL DISPOSITIVO MIENTRAS SE ACTUALIZA. ¿Actualizar ahora?

source: DTS downmix
ca: Mescla DTS
es: Mezcla DTS

source: DUAL LAYER DVD
ca: DVD DE CAPA DUAL
es: DVD DOBLE CAPA

source: DVB API version
ca: Versió DVB API
es: Versión de la API DVB

source: DVB CI Delay
ca: Retard de CI de DVB
es: Retraso DVB-CI

source: DVB Subtitles PID & lang
ca: Subtítols DVB PID i lang
es: PID de subtítulos DVB e idioma

source: DVB subtitle black transparency
ca: Transparència de subtítols negre DVB
es: Transparencia negra de subtítulos DVB

source: DVB subtitles color
es: Subtítulos DVB en color

source: DVB type:
es: Tipo DVB:

source: DVB-C ANNEX B
es: DVB-C ANEXO B

source: DVB-C ANNEX C
es: DVB-C ANEXO C

source: DVD Burn
es: Grabación de DVD

source: DVD File Browser
ca: Navegador arxius DVD
es: Navegador de archivos DVD

source: DVD Menu
es: Menú del DVD

source: DVD Title list
ca: Llista de títols DVD
es: Lista de títulos de DVD

source: DVD player
ca: Reproductor de DVD
es: Reproductor de DVD

source: DVDPlayer
es: Reproductor de DVD

source: Daily
ca: Diàriament
es: Diario

source: Dance
ca: Ball
es: Baile

source: Danish
ca: Danès
es: Danés

source: Date
ca: Data
es: Fecha

source: Date / Time
ca: Data / Hora
es: Fecha/Hora

source: Date / Time format in standby
es: Formato Hora / Fecha en reposo

source: Date Time Input Actions
es: Configuración de fecha/hora

source: Date ascending
ca: Data ascendent
es: Fecha ascendente

source: Date descending
ca: Data descendent
es: Fecha descendente

source: Date style
ca: Estil de data
es: Estilo de fecha

source: Date/time input
ca: Entrada data/hora
es: Entrada por fecha/hora

source: Date: %s Author: %s
ca: Data: %s Autor: %s
es: Fecha: %s Autor: %s

source: Day D Mon
ca: Dia D Mes
es: Día D Lun

source: Day D-Mon
ca: Dia D-Mes
es: Día D-Lun

source: Day D/M
ca: Dia D/M
es: Día D/M

source: Day D/MM
ca: Dia D/MM
es: Día D/MM

source: Day DD Mon
ca: Dia DD Mes
es: Día DD Lun

source: Day DD-Mon
ca: Dia DD-Mes
es: Día DD-Mon

source: Day DD/M
ca: Dia DD/M
es: Día DD/M

source: Day DD/MM
ca: Dia DD/MM
es: Día DD/MM

source: Day M/D
ca: Dia M/D
es: Día M/D

source: Day M/DD
ca: Dia M/DD
es: Día M/DD

source: Day MM/D
ca: Dia MM/D
es: Día MM/D

source: Day MM/DD
ca: Dia MM/DD
es: Día MM/DD

source: Day Mon D
ca: Dia Mes D
es: Día Lun D

source: Day Mon DD
ca: Dia mes DD
es: Día lun DD

source: Day Mon-D
ca: Dia mes-D
es: Día Lun-D

source: Day Mon-DD
ca: Dia mes-DD
es: Día Lun-DD

source: Day of week
ca: Dia de la setmana
es: Dia de la semana

source: Dayname D Month Year
ca: Dia D Mes Any
es: Nombre del día D Mes Año

source: Dayname D-Month-Year
ca: Dia D-Mes-Any
es: Nombre del día D-Mes-Año

source: Dayname D. Month Year
ca: Dia D. Mes Any
es: Nombre del día D. Mes Año

source: Dayname D.M.Year
ca: Dia D.M.Any
es: Nombre del día D.M.Año

source: Dayname D.MM.Year
ca: Dia D.MM.Any
es: Nombre del día D.MM.Año

source: Dayname D/M/Year
ca: Nom del dia D/M/Any
es: Nombre del día D/M/Año

source: Dayname D/MM/Year
ca: Nom del dia D/MM/Any
es: Nombre del día D/MM/Año

source: Dayname DD Month Year
ca: Nom del dia DD Mes Any
es: Nombre del día DD Mes Año

source: Dayname DD-Month-Year
ca: Nom del dia DD-Mes-Any
es: Nombre del día DD-Mes-Año

source: Dayname DD. Month Year
ca: Nom del dia DD. Mes Any
es: Nombre del día DD. Mes Año

source: Dayname DD.M.Year
ca: Nom del dia DD.M.Any
es: Nombre del día DD.M.Año

source: Dayname DD.MM.Year
ca: Nom del dia DD.MM.Any
es: Nombre del día DD.MM.Año

source: Dayname DD/M/Year
ca: Nom del dia DD/M/Any
es: Nombre del día DD/M/Año

source: Dayname DD/MM/Year
ca: Nom del dia DD/MM/Any
es: Nombre del día DD/MM/Año

source: Dayname M/D/Year
ca: Nom del dia M/D/Any
es: Nombre del día M/D/Año

source: Dayname M/DD/Year
ca: Nom del dia M/DD/Any
es: Nombre del día M/DD/Año

source: Dayname MM/D/Year
ca: Nom del dia MM/D/Any
es: Nombre del día MM/D/Año

source: Dayname MM/DD/Year
ca: Nom del dia MM/DD/Any
es: Nombre del día MM/DD/Año

source: Dayname Month D Year
ca: Nom del dia Mes D Any
es: Nombre del día Mes D Año

source: Dayname Month DD Year
ca: Nom del dia Mes DD Any
es: Nombre del día Mes DD Año

source: Dayname Month-D-Year
ca: Nom del dia Mes-D-Any
es: Nombre del día Mes-D-Año

source: Dayname Month-DD-Year
ca: Nom del dia Mes-DD-Any
es: Nombre del día Mes-DD-Año

source: Dayname Year Month D
ca: Nom del dia Any Mes D
es: Nombre del día Año Mes D

source: Dayname Year Month DD
ca: Nom del dia Any Mes DD
es: Nombre del día Año Mes DD

source: Dayname Year-Month-D
ca: Nom del dia Any-Mes-D
es: Nombre del día Año-Mes-D

source: Dayname Year-Month-DD
ca: Nom del dia Any-Mes-DD
es: Nombre del día Año-Mes-DD

source: Dayname Year/M/D
ca: Nom del dia Any/M/D
es: Nombre del día Año/M/D

source: Dayname Year/M/DD
ca: Nom del dia Any/M/DD
es: Nombre del día Año/M/DD

source: Dayname Year/MM/D
ca: Nom del dia Any/MM/D
es: Nombre del día Año/MM/D

source: Dayname Year/MM/DD
ca: Nom del dia Any/MM/DD
es: Nombre del día Año/MM/DD

source: Deactivate
ca: Desactivar
es: Desactivar

source: Debug %d/%d
ca: Depuració %d/%d
es: Depuración %d/%d

source: Debug Information
ca: Informació de depuració
es: Información de depuración

source: Debug Log Information
ca: Informació log de depuració
es: Información del registro de depuración

source: Debug Log Information Actions
ca: Accions d'informació del log de depuració
es: Acciones de información del registro de depuración

source: Debug Logs
ca: Logs de depuració
es: Logs de depuración

source: Debug log time format *
ca: Format de temps al log de depuració*
es: Formato tiempo del log de depuración *

source: Decryption & Parental Control
ca: Control parental
es: Descifrado & control parental

source: Deep Standby
ca: Apagat complet
es: Reposo profundo

source: Deep standby
ca: Repòs profund
es: Reposo profundo

source: Default
ca: Per defecte
es: Por defecto

source: Default (keymap.xml)
ca: Predeterminat (keymap.xml)
es: Predeterminado (keymap.xml)

source: Default 'After event' *
ca: Predeterminat "Després del programa"
es: Por defecto 'Después del evento' *

source: Default 'Timer type' *
ca: Predeterminat "Tipus de temporitzador"
es: Por defecto 'Tipo de temporizador' *

source: Default Astra (13e-19e)
es: Astra predeterminada (13E-19E)

source: Default CPU priority (nice) for executed scripts. This can reduce the system load so that scripts do not interfere with the rest of the system. (higher values = lower priority)
ca: Prioritat de CPU per defecte (agradable) per als scripts executats. Això pot reduir la càrrega del sistema perquè els scripts no interfereixin amb la resta del sistema. (valors més alts = prioritat més baixa)
es: Prioridad predeterminada de CPU (nice) para scripts ejecutados. Esto puede reducir la carga del sistema, así los scripts no interferirán con el resto del sistema (valores más altos = menor prioridad).

source: Default Dolby Digital / Dolby AC-3 offset
ca: Compensació Dolby Digital / Dolby AC-3 per defecte
es: Desplazamiento predeterminado Dolby Digital/Dolby AC-3

source: Default I/O priority (ionice) for executed scripts. This can reduce the system load so that scripts do not interfere with the rest of the system. (higher values = lower priority)
ca: Prioritat d'E/S per defecte (ònic) per als scripts executats. Això pot reduir la càrrega del sistema perquè els scripts no interfereixin amb la resta del sistema. (valors més alts = prioritat més baixa)
es: Prioridad predeterminada de CPU (ionice) para scripts ejecutados. Esto puede reducir la carga del sistema, así los scripts no interferirán con el resto del sistema (valores más altos = menor prioridad).

source: Default Services Scanner
ca: Escàner de serveis per defecte
es: Escáner de servicios predeterminado

source: Default files/folders to backup
ca: Arxius/Carpetes predeterminades per al backup
es: Archivos/carpetas por defecto para el backup

source: Default left column directory
ca: Directori predeterminat de la columna esquerra
es: Carpeta columna izquierda predeterminada

source: Default movie location (%s)
ca: Ubicació de vídeos predeterminada (%s)
es: Ubicación videos predeterminada (%s)

source: Default movie selection location
ca: Ubicació predeterminada de la pel·lícula
es: Ruta por defecto

source: Default recording type
ca: Tipus de gravació per defecte
es: Tipo de grabación por defecto

source: Default right column directory
ca: Directori predeterminat de la columna dreta
es: Carpeta columna derecha predeterminada

source: Default settings
ca: Configuració per defecte
es: Ajustes por defecto

source: Default sort order for directories in the left column
ca: Ordre predeterminat per a directoris a la columna esquerra
es: Orden predeterminado para carpetas en la columna izquierda

source: Default sort order for directories in the right column.
ca: Ordre predeterminat per a directoris a la columna dreta.
es: Orden predeterminado para carpetas en la columna derecha.

source: Default sort order for files in the left column.
ca: Ordre predeterminat per a arxius a la columna esquerra.
es: Orden predeterminado para archivos en la columna izquierda.

source: Default sort order for files in the right column.
ca: Ordre predeterminat per a arxius a la columna dreta.
es: Orden predeterminado para archivos en la columna derecha.

source: Default: '%s'.
ca: Predeterminat: '%s'.
es: Predeterminado: '%s'.

source: Define additional delay in milliseconds before start of http(s) streams.
ca: Definir retard adicional en mil·lisegons abans de l'inici de streams http(s).
es: Define el retardo adicional en milisegundos antes del inicio de los flujos http(s).

source: Define the custom mountpoint for the device.
es: Define el punto de montaje personalizado para el dispositivo.

source: Define the DNS suffix.
es: Define el sufijo DNS.

source: Defined / Active
ca: Definit/Actiu
es: Definido / Activo

source: Defined skips
es: Saltos definidos

source: Defined volume offset
es: Desplazamiento de volumen definido

source: Defines how fast the time jumps are repeated. Values lower than 500ms may be problematic with NAS.
ca: Defineix la rapidesa amb què es repeteixen els salts de temps. Els valors inferiors a 500 ms poden ser problemàtics amb el NAS.
es: Define cuan rápido los saltos de tiempo se repiten. Valores inferior a 500ms pueden ser problemáticos con los NAS.

source: Defines the jump distance for backward jumps. The value is multiplied by the rewind speed, e.g. -4x. Values significantly lower than 2s may not work with all media files.
ca: Defineix la distància de salt per als salts cap enrere. El valor es multiplica per la velocitat de rebobinat, per ex. -4x. És possible que els valors significativament inferiors a 2 segons no funcionin amb tots els fitxers multimèdia.
es: Define el tiempo de salto para el rebobinado. El valor se multiplica por la velocidad de rebobinado, por ejemplo -4x. Los valores significativamente inferiores a 2s pueden no funcionar con todos los archivos multimedia.

source: Defines the jump distance for forward jumps. The value is multiplied by the wind speed, e.g. 4x. Values significantly lower than 4s may not work with all media files.
ca: Defineix la distància de salt per als salts cap endavant. El valor es multiplica per la velocitat d'avanç, per ex. 4x. És possible que els valors significativament inferiors a 4 s no funcionin amb tots els fitxers multimèdia.
es: Define el tiempo salto para el avance. El valor se multiplica por la velocidad de avance rápido, por ejemplo 4x. Los valores significativamente inferiores a 4s pueden no funcionar con todos los archivos multimedia.

source: Defines which fast forward speeds are using normal cueing. All other forward speeds and all rewind speeds use time jumps.
ca: Defineix quines velocitats d'avanç ràpid fan servir la indicació normal. La resta de velocitats d'avanç i totes les velocitats de rebobinat utilitzen salts de temps.
es: Define qué velocidades de avance rápido se usan el CUE normal. El resto de velocidades de avance y rebobinado usarán saltos de tiempo.

source: Delay after DiSEqC peripheral power on command
ca: Retardar el poder perifèric al comandament del comandament
es: Retardo después del comando periférico de potencia periférica

source: Delay after DiSEqC reset command
ca: Retarda després de restablir l’ordre del diseqc
es: Retardo después del comando periférico de potencia periférica

source: Delay after change voltage before switch command
ca: Retardar després de canviar la tensió abans del comandament del commutador
es: Retardo después del cambio de voltaje antes del comando de conmutación
