Repository: OpenSPA/dvbapp2
Catalog: po/*.po
Languages: ca, es

source: Action at end of media
ca: Comportament quan una pel·lícula arriba al final
es: Acción al acabar el vídeo

source: Action on long POWER button press
ca: Acció al prèmer botó POWER prolongadament
es: Acción en pulsación larga del botón POWER

source: Action on short POWER button press
ca: Acció al prèmer botó POWER
es: Acción en pulsación corta del botón POWER

source: Activate
ca: Activar
es: Activar

source: Activate HbbTV (RED button)
ca: Activa HbbTV (botó vermell)
es: Activar HbbTV (rojo)

source: Activate MAC address configuration
ca: Activar configuració d'adreça MAC
es: Activar la configuración de dirección MAC

source: Activate Picture in Picture
ca: Activa PiP
es: Activar Picture in Picture

source: Activate a way to send individual or specific internal HDMI-CEC commands from the command line.
ca: Activar un camí per a enviar ordres HDMI internes individuals o específiques de de la línia d'ordres.
es: Activar una forma de enviar comandos internos HDMI-CEC, individuales o específicos, desde la línea de comandos.

source: Activate network adapter configuration
ca: Activar la configuració de l’adaptador de xarxa
es: Activar configuración del adaptador de red

source: Activate network settings
ca: Activar la configuració de la xarxa
es: Activar ajustes de red

source: Activate the configured network settings.
ca: Activar la configuració de la xarxa.
es: Activar los ajustes de configuración de red.

source: Activate time shift End
ca: Activa el final del timeshift
es: Activar fin de timeshift

source: Activate time shift end and pause
ca: Activa el final del timeshift i la pausa
es: Activar pausa y fin de timeshift

source: Active
ca: Actiu
es: Activo

source: Active clients
ca: Clients actius
es: Clientes activos

source: Active only
es: Solo activar

source: Adapter Settings
ca: Configuració de l'adaptador
es: Configuración del adaptador

source: Add
ca: Afegeix
es: Añadir

source: Add AutoTimer
ca: Afegir autotemporitzador
es: Añadir autotemporizador

source: Add Bookmark
ca: Afegeix un marcador
es: Añadir marcador

source: Add Current
ca: Afegir actual
es: Añadir actual

source: Add File Commander to Extensions Menu
ca: Afegir Administrador d'arxius al menú extensions
es: Añadir Explorador de archivos al menú extensiones

source: Add File Commander to Main Menu
ca: Afegir Administrador d'arxius al menú principal
es: Añadir Administrador de archivos al menú principal

source: Add File Commander to the Extensions Menu list of options.
ca: Afegir Administrador d'arxius a la llista d'opcions del menú extensions.
es: Añadir Administrador de archivos a la lista de opciones del menú extensiones.

source: Add File Commander to the Main Menu list of options.
ca: Afegir Administrador d'arxius a la llista d'opcions del menú principal.
es: Añadir Administrador de archivos a la lista de opciones del menú principal.

source: Add HDMI-IN To Bouquet
es: Añadir HDMI-IN a lista

source: Add Marker To Bouquet
es: Añadir marcador a lista

source: Add New Quad Channel Entry
ca: Afegir nova entrada Canal Quad
es: Añadir nueva entrada de canal quad

source: Add RecordTimer
ca: Afegir temporitzador de gravació
es: Añadir temporizador de grabación

source: Add timer
ca: Afegir temporitzador
es: Añadir temporizador

source: Add Timer
es: Añadir temporizador

source: Add Zap+RecordTimer
ca: Afegir temporitzador de canvi de canal + gravació
es: Añadir temporizador de zapeo+grabación

source: Add ZapTimer
ca: Afegir temporitzador de canvi de canal
es: Añadir temporizador de zapeo

source: Add a DNS entry
ca: Afegir un entrada DNS
es: Añadir una entrada DNS

source: Add a RADIO service to the Volume Offset list
es: Añadir un canal de RADIO a la lista de desplazamiento de volumen

source: Add a RecordTimer
ca: Afegir un temporitzador de gravació
es: Añadir un temporizador de grabación

source: Add a RecordTimer for current event
ca: Afegir un temporitzador de gravació del programa actual
es: Añadir un temporizador de grabación para el programa actual

source: Add a TV service to the Volume Offset list
es: Agregar un servicio de TV a la lista de compensación de volumen

source: Add a ZapTimer for current event
ca: Afegir un temporitzador de canvi de canal del programa actual
es: Añadir un temporizador de zapeo para el programa actual

source: Add a ZapTimer for next event
ca: Afegir un temporitzador de canvi de canal per al següent programa
es: Añadir un temporizador de zapeo para el programa siguiente

source: Add a mark
ca: Afegeix una marca
es: Añadir marca

source: Add a new bouquet
es: Añadir una nueva lista

source: Add a new marker before the current service
es: Añadir un nuevo marcador antes del servicio actual

source: Add a new tag
ca: Afegir nova etiqueta
es: Añadir una nueva etiqueta

source: Add a new timer
ca: Afegir nou temporitzador
es: Añadir nuevo temporizador

source: Add a new title
ca: Afegeix un títol nou
es: Añadir un nuevo título

source: Add a service to the Volume Offset list
es: Añadir un canal a la lista de desplazamiento de volumen

source: Add a service to the Volume Offsets list
ca: Afegir un canal a la llista compensacions de volum
es: Añadir un canal a la lista de compensaciones de volumen

source: Add a timer for the current event
ca: Afegir un temporitzador per al programa actual
es: Añadir un temporizador para el evento actual

source: Add an AutoTimer for the current event
ca: Afegir un autotemporitzador del programa actual
es: Añadir autotemporizador para el programa actual

source: Add current directory to bookmarks
ca: Afegir directori actual a favorits
es: Añadir carpeta actual a los marcadores

source: Add directory to play list
ca: Afegeix un directori a la llista de reproducció
es: Añadir el directorio a la lista de reproducción

source: Add file to play list
ca: Afegeix un fitxer a la llista de reproducció
es: Añadir el archivo a la lista de reproducción

source: Add files to play list
ca: Afegeix fitxers a la llista de reproducció
es: Añadir archivos a la lista de reproducción

source: Add highlighted directory to bookmarks
ca: Afegir directori destacat a favorits
es: Agregar carpeta seleccionada a los marcadores

source: Add legacy LEFT/RIGHT actions
ca: Afegir accions heredades ESQUERRA/DRETA
es: Añadir acciones heredadas IZQUIERDA/DERECHA

source: Add new CCcam line
ca: Afegir nova línia CCcam
es: Añadir una nueva línea CCcam

source: Add new NewCamd line
ca: Afegir nova línia NewCamd
es: Añadir nueva línea NewCamd

source: Add new tag
ca: Afegir nova etiqueta
es: Añadir nueva etiqueta

source: Add provider
ca: Afegeix proveïdor
es: Añadir proveedor

source: Add recording (Enter recording duration)
es: Añadir grabación (introducir duración)

source: Add recording (Enter recording end time)
es: Añadir grabación (introducir hora de finalización)

source: Add recording (Indefinitely - 24 hours)
es: Añadir grabación (24 horas)

source: Add recording (Stop after current event)
es: Añadir grabación (detener después del programa actual)

source: Add service
ca: Afegeix canal
es: Añadir canal

source: Add service names
es: Añadir nombres de canales

source: Add service names to each #SERVICE entry.
es: Añada nombres de canales a cada entrada #SERVICE.

source: Add the current directory as a bookmark
ca: Afegir el directori actual com a favorit
es: Añadir el directorio actual como favorito

source: Add the current/active service to the Volume Offset list
es: Agregue un canal actual/activo a la lista de Desplazamiento de volumen

source: Add the selected service to a bouquet or alternative
es: Añadir el servicio seleccionado a un favorito o alternativa

source: Add title
ca: Afegeix títol
es: Añadir título

source: Add/Remove Timer
ca: Afegir/Esborrar temporitzador
es: Añadir/Eliminar temporizador

source: Add/Remove a timer for the current event
ca: Afegir/Eliminar a temporitzador del programa actual
es: Añadir/eliminar temporizador para el programa actual

source: Add/Remove highlighted plugin to/from install list
es: Añadir/Quitar el plugin seleccionado en/de la lista de instalados

source: Add/Remove highlighted plugin to/from remove list
es: Añadir/Quitar el plugin seleccionado en/de la lista de borrados

source: Add/Remove highlighted plugin to/from update list
es: Añadir/Quitar el plugin seleccionado en/de la lista de actualización

source: Add/Remove the current service to/from the Volume Offset list
es: Agregar o quitar el canal actual a la lista de desplazamiento de volumen

source: Adding schedule...
ca: Afegir programació...
es: Añadiendo calendario...

source: Additional Info
ca: Info adicional
es: Información adicional

source: Additional files/folders to backup
ca: Arxius/Directoris adicionals del backup
es: Archivos/carpetas adicionales para respaldar

source: Additional motor options allow you to enter details from your motor's specifications so Enigma can work out how long it will take to move the dish from one satellite to another.
es: Las opciones adicionales del motor te permiten introducir detalles de la hoja de especificaciones del motor para que enigma pueda calcular el tiempo que tardará en mover la antena de un satélite a otro.

source: Additional motor options allow you to enter details from your motor's specifications so Enigma can work out how long it will take to move to another satellite.
es: Las opciones adicionales del motor le permiten introducir los detalles de la hoja de especificaciones de su motor para que enigma pueda calcular el tiempo que tardará en cambiar a otro satélite.

source: Addon for kodi
es: Addons para Kodi

source: Adjust the color settings so that all the color shades are distinguishable, but appear as saturated as possible. If you are happy with the result, press OK to close the video fine-tuning, or use the number keys to select other test screens.
ca: Ajusteu la configuració del color de manera que es distingeixin totes les tonalitats del color, però apareguin el més saturades possible. Si està satisfet amb el resultat, premeu OK per tancar l'ajustament del vídeo o bé utilitzeu les tecles numèriques per seleccionar altres pantalles de prova.
es: Ajusta la configuración de colores de forma que todas las sombras de color se distingan pero estén lo más saturadas posibles. Si te gusta el resultado, pulsa ‘OK’ para cerrar el ajuste de vídeo fino, o usa una tecla numérica para seleccionar otras pantallas de prueba.

source: Adjust the horizontal position of the letters used for teletext.
ca: Ajustar la posició horitzontal de les lletres utilitzades al teletext.
es: Ajuste la posición horizontal de las letras usadas en el teletexto.

source: Adjust the vertical position of the letters used for teletext.
ca: Ajustar la posició vertical de les lletres utilitzades per al teletext.
es: Ajuste la posición vertical de las letras utilizadas en el teletexto.

source: Adult
es: Adulto

source: Adult Audience, Strong Violence 15+
ca: Audiència adulta, Violència extrema 15+
es: Público adulto, violencia intensa 15+

source: Advanced
ca: Avançat
es: Avanzado

source: Advanced Options
ca: Opcions avançades
es: Opciones avanzadas

source: Advanced Restore
ca: Restauració avançada
es: Restauración avanzada

source: Advanced Settings
ca: Configuracions avançades
es: Ajustes avanzados

source: Advanced options and settings.
ca: Opcions avançades i configuracions.
es: Opciones avanzadas y configuración.

source: Advanced video enhancement setup
ca: Configuració avançada de millora de vídeo
es: Configuración avanzada de la mejora de vídeo

source: Adventure
ca: Aventura
es: Aventura

source: Afghanistan
ca: Afganistan
es: Afganistán

source: After Event
ca: Després del programa
es: Después del evento

source: After PowerLost
ca: Després de perdre l'energia
es: Tras perder la alimentación

source: After event
ca: Després del programa
es: Después del evento

source: After recording
ca: Després de gravar
es: Después de grabar

source: After zap
ca: Després de canviar de canal
es: Tras el zapping

source: Aland Islands
ca: Illes Aland
es: Islas Aland

source: Albanian
es: Albanés

source: Album
ca: Àlbum
es: Álbum

source: Algeria
ca: Algèria
es: Argelia

source: Alignment channel number
ca: Alineació número de canal
es: Número de canal de alineación

source: Alignment event-progress
ca: Alineació progrés del programa
es: Progreso de alineación de evento

source: Alignment of events
ca: Alineació de programes
es: Alineación de eventos

source: Alignment of service names
ca: Alineació dels noms del servei
es: Alineación de nombres de servicio

source: All
ca: Tot
es: Todo

source: All Services
ca: Tots els canals
es: Todos los canales

source: All ages
ca: Totes les edats
es: Todas las edades

source: All events down
es: Todos los eventos abajo

source: All events up
es: Todos los eventos arriba

source: All files
ca: Tots els arxius
es: Todos los archivos

source: All resolutions
ca: Totes les resolucions
es: Todas las resoluciones

source: All satellites 1 (USALS)
ca: Tots els satèl·lits 1 (USALS)
es: Todos los satélites 1 (USALS)

source: All satellites 2 (USALS)
ca: Tots els satèl·lits 2 (USALS)
es: Todos los satélites 2 (USALS)

source: All satellites 3 (USALS)
ca: Tots els satèl·lits 3 (USALS)
es: Todos los satélites 3 (USALS)

source: All satellites 4 (USALS)
ca: Tots els satèl·lits 4 (USALS)
es: Todos los satélites 4 (USALS)

source: All services provider
ca: Proveïdor de serveis
es: Todos los proveedores de servicios

source: All supported
ca: Tot suportat
es: Todos los compatibles

source: Allocate
ca: Assignar
es: Asignar

source: Allocate a number to the physical LNB you are configuring. You will be able to select this LNB again for other satellites (e.g. motorized dishes) to save setting up the same LNB multiple times.
ca: Assigna un número al LNB físic que esteu configurant. Podreu seleccionar aquest LNB de nou per a altres satèl·lits (per exemple, plats motoritzats) per estalviar la configuració del mateix LNB diverses vegades.
es: Asigne un número al LNB físico que está configurando. Podrá volver a seleccionar este LNB para otros satélites (p.e. parabólicas motorizadas) para no configurar el mismo LNB varias veces.

source: Allow 10bit
ca: Deixeu 10 bits
es: Permitir 10 bits

source: Allow 12bit
ca: Deixeu 12 bits
es: Permitir 12 bits

source: Allow quit movie player with exit
ca: Permet sortir del cinema amb sortida
es: Permitir salir del reproductor con exit

source: Allow subtitle language to equal audio language
ca: Permet que el llenguatge dels subtítols sigui igual al llenguatge d’àudio
es: Igualar el idioma de subtítulos al de audio

source: Allow subtitles for hearing impaired
ca: Permet subtítols per a deficients auditius
es: Permitir subtítulos para sordos

source: Allow unsupported modes
ca: Permetre modes no compatibles
es: Permitir modos no compatibles

source: Allows the %s %s to read the stored EPG data regularly.
ca: Permet al %s %s a llegir l'EPG guardat regularment.
es: Permite que tu %s %s lea los datos grabados en el EPG periódicamente.

source: Allows the %s %s to store the EPG data regularly.
ca: Permet al %s %s a guardar l'EPG regularment.
es: Permite que tu %s %s almacene datos en el EPG periódicamente.

source: Allows the TV remote to be used to control the receiver.
ca: Permet el comandament de la TV que s'utilitzarà per a controlar el receptor.
es: Permite controlar el receptor con el mando del televisor.

source: Allows you to adjust the amount of time the resolution information display on screen.
ca: Et permet ajustar la quantitat de temps en la que la informació de resolució es mostra a la pantalla.
es: Permite que ajustes el tiempo que la información sobre la resolución permanece en pantalla.

source: Allows you to enable the GStreamer debug log. They contain very detailed information of everything the GStreamer system does.
ca: Et permet activar el log de depuració de GStreamer. Aquest conté información molt detallada de tot allò que pasa al sistema GStreamer.
es: Le permite habilitar el registro de depuración de GStreamer. Contienen información muy detallada de todo lo que hace el sistema GStreamer.

source: Allows you to enable the GStreamer pipeline graphs. These are .dot files that describe the topology of your pipeline, along with the caps negotiated in each link.
ca: Et permet activar els gràfics de canalització de GStreamer. Aquests són arxius .dot que descriuen la topologia de la vostra canalització, juntament amb els límits negociats a cada enllaç.
es: Le permite habilitar los gráficos de canalización de GStreamer. Estos son archivos .dot que describen la topología de su canalización, junto con los límites negociados en cada enlace.

source: Allows you to enable the debug log. They contain very detailed information of everything the system does.
ca: Et permet activar el log de depuració. Aquest conté informació molt detallada de tot allò que fa el sistema.
es: Te permite habilitar el historial de depuración. Contiene información muy detallada de todo lo que hace el sistema.

source: Allows you to enable/disable displaying icons on the front panel.
ca: Et permet activar/desactivar la visualització d'icones al panell frontal.
es: Te permite habilitar/deshabilitar la visualización de iconos en el LCD.

source: Allows you to hide the extensions of known file types.
ca: Et permet ocultar les extensions de tipus d'arxius coneguts.
es: Permite que ocultes las extensiones para tipos de archivo conocidos.

source: Allows you to set the maximum size of the Debug log size (MB). When that size is reached, a new file will be created.
ca: Et permet establir el tamany màxim del log de depuració (Mb). Quan es superi aquest tamany, es crearà un arxiu nou.
es: Te permite fijar el tamaño máximo del historial de depuración (MB). Cuando se alcance ese tamaño, se creará un archivo nuevo.

source: Allows you to show/hide CCcam in extensions (BLUE button).
ca: Permet mostrar/ocultar CCcam a extensions (botó BLAU)
es: Te permite mostrar/ocultar CCcam en extensiones (tecla azul).

source: Allows you to show/hide Log Manager in the Extension Menu screen (BLUE button).
es: Te permite mostrar/ocultar el administrador de logs en el menú extensiones (tecla azul).

source: Allows you to show/hide OScam in extensions (BLUE button).
ca: Permet mostrar/ocultar OScam a extensions (botó BLAU)
es: Te permite mostrar/ocultar OScam en extensiones (tecla azul).

source: Alpha
es: Alfa

source: Alphabetical
ca: Alfabètic
es: Alfabético

source: Alphabetical under headings
ca: Alfabéticamente debajo de los encabezados
es: Alfabético debajo de los títulos

source: Alphanumeric
ca: Alfanumèric
es: Alfanumérico

source: Also import at reboot/restart enigma2
es: También importar al reiniciar/reiniciar enigma2

source: Also import from the extension menu
es: Importar también del menú extensiones

source: Also import when box is leaving standby
es: Importar también cuando el receptor sale de reposo

source: Also on standby
ca: També en repòs
es: También en reposo

source: Also use a #DESCRIPTION line after each #SERVICE line to hold the service's name.
es: Utilice también una línea #DESCRIPTION después de cada línea #SERVICE para guardar el nombre del canal.

source: Alternative
ca: Afegir alternatives
es: Alternativo

source: Alternative 1
ca: Alternativa 1
es: Alternativo 1

source: Alternative 2
ca: Alternativa 2
es: Alternativo 2

source: Alternative Edit
es: Edición alternativa

source: Alternative URLs for DVB-T/C or ATSC
es: URL alternativas para DVB-T/C o ATSC

source: Alternative numbering mode
ca: Modalitat de numeració alternativa
es: Modo de numeración alternativo

source: Alternative radio mode
ca: Mode ràdio alternatiu
es: Modo radio alternativo

source: Alternative services tuner priority
ca: Prioritat del sintonitzador de serveis alternatius
es: Prioridad de sintonizadores alternativa

source: Always ask
ca: Pregunteu sempre
es: Preguntar siempre

source: Always include ECM in recordings
ca: Incloeu sempre l’ECM als enregistraments
es: Incluir siempre el ECM en las grabaciones

source: Always include ECM messages in recordings. This overrides the individual timer settings globally. It allows recordings to be always decrypted afterwards (sometimes called offline decoding), if supported by your receiver.
es: Incluir siempre mensajes ECM en las grabaciones. Esto anula la configuración individual del temporizador globalmente. Permite que las grabaciones se descifren siempre posteriormente (a veces llamado descodificación sin conexión), si su receptor lo admite.

source: Always show bouquets
ca: Mostrar sempre llistes
es: Visualizar grupos siempre

source: Always use smart1080p mode
ca: Utilitzar sempre mode smart1080p
es: Usar siempre el modo smart1080p

source: American Football
ca: Futbol americà
es: Fútbol americano

source: American Samoa
es: Samoa americano

source: Amlogic remote
ca: Comandament Amlogic
es: Amlogic remoto

source: Amount %d / Success %d / Failed %d
es: Cantidad %d / Éxito %d / Fallido %d

source: An attempt is made to capture the current TV status. If this is not possible due to incorrect or missing status messages it may cause the receiver to respond unexpectedly. On the other hand, tries to respond better to different operating conditions.
ca: Es fa un intent de captar l'estat actual de la TV. Si això no és possible degut a missatges d’estat incorrectes o que falten, pot fer que el receptor respongui inesperadament. D'altra banda, intenta respondre millor a diferents condicions de funcionament.
es: Se intenta capturar el estado actual del televisor. Si no fuese posible debido a mensajes de estado incorrectos o ausentes, el receptor podría responder de forma inesperada. Por el contrario, intenta responder mejor a las diferentes condiciones de funcionamiento.

source: An unknown error occurred!
ca: S’ha produït un error desconegut!
es: ¡Se produjo un error desconocido!

source: Animation
ca: Animació
es: Animación

source: Animation Setup
ca: Configuració d'animacions
es: Ajustes de animación

source: Animation Speed
ca: Velocitat d'animació
es: Velocidad de animación

source: Animations
ca: Animacions
es: Animaciones

source: Antarctica
ca: Antartida
es: Antártida

source: Antigua and Barbuda
ca: Antigua i Barbuda
es: Antigua y Barbuda

source: Any activity
ca: Qualsevol activitat
es: Cualquier actividad

source: Any recordings
ca: Qualsevol gravació
es: Cualquier grabación

source: Aperture F number
es: Número de apertura F

source: Apply any changes to the active locale/language and exit
ca: Aplicar qualsevol canvi a l'idioma actiu i sortir
es: Aplicar cualquier cambio del idioma regional activo y salir

source: Apply the currently highlighted locale/language and exit
ca: Aplicar l'idioma destacat i sortir
es: Aplicar el idioma regional actualmente resaltado y salir

source: Arabic
ca: Àrab
es: Árabe

source: Aragonese
ca: Aragonès
es: Aragonés

source: Are you ready to run the script?
es: ¿Estás seguro que quiere ejecutar el script?

source: Are you sure to cancel all changes?
ca: Estàs segur de cancel·lar tots els canvis?
es: ¿Está seguro de cancelar todos los cambios?

source: Are you sure to delete all cuts and marks?
ca: Segur que vols esborrar tots els talls i marques?
es: ¿Seguro que quiere eliminar todos los cortes y marcadores?

source: Are you sure to purge all deleted user bouquets?
ca: Estàs segur de netejar totes les llistes d'usuari?
es: ¿Estás seguro de eliminar definitivamente las listas de usuario eliminadas?

source: Are you sure to remove all %d.%d%s%s services?
ca: Estàs segur d'eliminar tots els serveis %d.%d%s%s?
es: ¿Estás seguro que quiere eliminar todos los servicios %d.%d%s%s?

source: Are you sure to remove all cable services?
ca: Esteu segur de suprimir tots els serveis per cable?
es: ¿Estás seguro que quiere eliminar los canales de cable?
