Repository: OpenSPA/dvbapp2
Catalog: po/*.po
Languages: ca, es

source: Choose the front panel display formatting style for dates. 'D' / 'DD' is the date and 'M' / 'MM' is the month in digits. ('DD' and 'MM' have leading zeros for single digit values.) The screen display will be based on your choice but can be influenced by the skin.
ca: Tria l'estil de format al display frontal per a les dates. "D" / "DD" és el dia i "M" / "MM" és el mes en dígits. ('DD' i 'MM' tenen zeros inicials per als valors d'un sol dígit.) La visualització en pantalla es basarà en la vostra elecció, però pot ser influenciada pel skin.
es: Elegir el estilo de formato de visualización del panel frontal para las fechas. 'D' / 'DD' es la fecha y 'M' / 'MM' es el mes en dígitos. ('DD' y 'MM' tienen ceros a la izquierda para los valores de un solo dígito). La visualización en pantalla se basará en su elección pero podría estar influida por la interfaz.

source: Choose the front panel display formatting style for times. 'H' / 'HH' is the hour for a 24 hour clock, 'h' / 'hh' is the hour for a 12 hour clock, 'mm' is the minutes. ('HH' and 'hh' have leading zeros for single digit values.) The front panel display will be based on your choice but can be influenced any applicable skin.
ca: Tria l'estil de format al display frontal per a les hores. "H" / "HH" és l'hora d'un rellotge de 24 hores, "h" / "hh" és l'hora d'un rellotge de 12 hores, "mm" són els minuts i "ss" són els segons. ('HH' i 'hh' tenen zeros inicials per als valors d'un sol dígit.) La visualització en pantalla es basarà en la vostra elecció, però pot ser influenciada pel skin.
es: Elegir el estilo de formato del panel frontal para las horas. 'H' / 'HH' es la hora para un reloj de 24 horas, 'h' / 'hh' es la hora para un reloj de 12 horas, 'mm' son los minutos. ('HH' y 'hh' tienen ceros a la izquierda para los valores de un solo dígito). La pantalla del panel frontal se basará en su elección pero podría estar influida por cualquier interfaz aplicable.

source: Choose the location for crash and debug logs.
ca: Tria la ubicació per als logs de depuració i d'error.
es: Elige la ubicación de los logs de fallo y depuración.

source: Choose the location where the EPG data will be stored when the %s %s is shut down. The location must be available at boot time.
ca: Tria la ubicació on s'emmagatzemarà l'EPG quan s'apagi el %s %s. La ubicació ha d'estar disponible a l'arrencada.
es: Elige la ubicación donde se guardarán los datos EPG cuando se apaga tu %s %s. La ubicación deberá estar disponible durante el arranque.

source: Choose the name of the file that holds the EPG data when the %s %s is shut down. This can be handy to differentiate between several boxes.
ca: Tria el nom de l'arxiu que conté les dades de l'EPG quan s'apaga el %s %s. Això pot ser útil per diferenciar entre diversos receptors.
es: Elige el nombre del archivo que contiene los datos EPG cuando se apaga tu %s %s. Puede ser útil para distinguir entre varios receptores.

source: Choose the option to correct invalid EPG data.
ca: Tria l'opció per corregir les dades invàlides d'EPG.
es: Elija la opción para corregir datos EPG no válidos.

source: Choose the skin to be used for the GUI interface. Press 'GREEN' to activate the skin.
es: Elige el skin que se utilizará para la interfaz GUI. Pulsa "VERDE" para activar el skin.

source: Choose the skin to be used for the LCD/front panel interface. Press 'GREEN' to activate the skin.
es: Elige el skin que se utilizará para la interfaz LCD/panel frontal. Pulse 'VERDE' para activar el skin.

source: Choose the style/order in which items are displayed in help windows.
ca: Tria l'estil/ordre amb el qual es mostraran els ítems en pantalles d'ajuda.
es: Elegir el estilo/orden en el que se muestran los elementos en las ventanas de ayuda.

source: Choose time interval to which the graphics will be rounded off.
ca: Tria interval de temps al qual s'arrodoniran els gràfics.
es: Elige el intervalo de tiempo en el que se redondean los gráficos.

source: Choose what you want the button '0' to do when PiP is active.
ca: Tria que vols que faci el botó '0' quan el PiP estigui actiu.
es: Elige qué quieres que haga la tecla '0' cuando PIP esté activo.

source: Choose where to mount your devices to:
ca: Tria on muntar els teus dispositius a:
es: Elige donde montar tus dispositivos:

source: Choose whether AAC sound tracks should be transcoded.
ca: Tria si les pistes d'àudio AAC s'hauran de transcodificar.
es: Elige si las pistas de audio AAC deben transcodificarse.

source: Choose whether AC3 Plus sound tracks should be transcoded to AC3.
ca: Tria si les pistes d'àudio AC3 Plus s'hauran de transcodificar a AC3.
es: Elegir si las pistas de sonido AC3 Plus deben ser transcodificadas a AC3.

source: Choose whether AC3 sound tracks should be downmixed to stereo.
ca: Tria si les pistes d'àudio AC3 s'hauran de remesclar a estèreo.
es: Elegir si las pistas de sonido AC3 deben ser mezcladas en estéreo.

source: Choose whether DTS channel sound tracks should be downmixed or transcoded.
ca: Tria si les pistes d'àudio DTS s'hauran de mesclar o transcodificar.
es: Elegir si las pistas de sonido del canal DTS deben ser mezcladas o transcodificadas.

source: Choose whether DTS channel sound tracks should be downmixed to stereo.
ca: Tria si les pistes d'àudio DTS s'hauran de remesclar a estèreo.
es: Elegir si las pistas de sonido del canal DTS deben ser mezcladas en estéreo.

source: Choose whether WMA Pro channel sound tracks should be downmixed or transcoded.
ca: Tria si les pistes d'àudio WMA Pro s'hauran de mesclar o transcodificar.
es: Elegir si las pistas de sonido del canal WMA Pro deben ser remezcladas o transcodificadas.

source: Choose whether multi channel sound tracks should be convert to PCM or SPDIF.
ca: Tria si les pistes d'àudio multi canal s'hauran de convertir a PCM o SPDIF.
es: Elija si las pistas de sonido multicanal deben convertirse a PCM o SPDIF.

source: Choose whether multi channel sound tracks should be downmixed to stereo.
ca: Tria si les pistes d'àudio multi canal s'hauran de remesclar a estèreo.
es: Elige si las pistas de audio multicanal deben mezclarse a estéreo.

source: Choose whether multi channel sound tracks should be output as PCM.
ca: Tria si les pistes d'àudio multi canal s'hauran de treure com PCM.
es: Elija si las pistas de sonido multicanal deben ser emitidas como PCM.

source: Choose whether or not to show an icon when a motorized dish is moving.
ca: Tria si es mostrarà o no una icona quan s'estigui movent una antena motoritzada.
es: Elige si se muestra o no un icono cuando se mueve una antena motorizada.

source: Choose which level of menu/setting's to display. 'Expert'-level shows all items.
ca: Tria quin nivell de menú/configuració a mostrar. Nivell "Expert" mostra tots els ítems.
es: Elige qué nivel de menú y ajustes mostrar. El nivel ‘experto’ muestra todos los ajustes.

source: Choose which tuner to configure.
ca: Trieu quin sintonitzador configureu.
es: Elige qué sintonizador configurar.

source: Christmas Island
ca: Illa de Nadal
es: Isla de Navidad

source: Church Slavic
es: Iglesia Eslava

source: Circular LNB
es: LNB circular

source: Circular left
ca: Circular a l’esquerra
es: Circular izquierda

source: Circular right
ca: Circular dreta
es: Circular derecha

source: City
ca: Ciutat
es: Ciudad

source: Clean (Just flash and start clean)
ca: Netejar (Només instal·lar i arrancar net)
es: Limpiar (solo instalar e iniciar limpio)

source: Clean network 'Trash'
ca: Netejar "Paperera" de xarxa
es: Limpiar 'Papelera' de red

source: Clean up (delete) all completed timers?
ca: Netejar (eliminar) tots els temporitzadors acabats?
es: Limpiar (borrar) todos los temporizadores completados?

source: Clean up and remove all completed timers
ca: Netejar i eliminar tots els temporitzadors acabats
es: Limpiar y borrar todos los temporizadores completados

source: Clean up and remove all completed timers?
ca: Netejar i eliminar tots els temporitzadors acabats?
es: Limpiar y borrar todos los temporizadores completados?

source: Cleaning Trashes
ca: Papereres de reciclatge
es: Vaciando papeleras

source: Cleanup
ca: Netejar
es: Limpiar

source: Clear
ca: Borrar
es: Limpiar

source: Clear Log
ca: Esborrar log
es: Borrar historial

source: Clear before scan
ca: Netejar abans de buscar
es: Limpiar antes de buscar

source: Clear fixed
ca: Borrar fixe
es: Limpiar fijo

source: Clear play list
ca: Netejar la llista
es: Limpiar la lista de reproducción

source: Clear the logs for this timer
ca: Netejar els logs d'aquest temporitzador
es: Limpiar los registros de este temporizador

source: Clear the virtual memory caches
ca: Neteja les memòries cau de la memoria virtual
es: Borrar las cachés de la memoria virtual

source: Click the button on your remote you want to change.
ca: Prem el botó del comandament a distancia que vulguis canviar.
es: Pulsa la tecla del mando que quieras cambiar.

source: Client
es: Cliente

source: Client is streaming from this box!
ca: El client està fent streaming des d'aquest receptor!
es: ¡El cliente está transmitiendo desde este receptor!

source: ClientIP
ca: IP de client
es: ClienteIP

source: Clients
es: Clientes

source: Clock:
ca: Rellotge:
es: Reloj:

source: Clone TV screen to LCD
ca: Clonar pantalla TV al LCD
es: Clonar pantalla de TV al LCD

source: Close
ca: Tancar
es: Cerrar

source: Close PiP on exit
ca: Tancar PiP al sortir
es: Cerrar PiP al salir

source: Close Task List
ca: Tancar llista de tasques
es: Cerrar la lista de tareas

source: Close Task View
ca: Tancar vista de tasques
es: Cerrar la vista de tareas

source: Close bouquet list
ca: Tanca llista
es: Cerrar lista

source: Close bouquet list.
ca: Tancar llista.
es: Cerrar lista de grupo.

source: Close dialog
ca: Tancar diàleg
es: Cerrar diálogo

source: Close screen
ca: Tancar pantalla
es: Cerrar pantalla

source: Close the choice box
es: Cerrar la pantalla de opciones

source: Close the current screen
ca: Tancar la pantalla actual
es: Cerrar la pantalla actual

source: Close the screen
ca: Tancar la pantalla
es: Cerrar la pantalla

source: Close the screen and exit all menus
ca: Tancar la pantalla i sortir de tots els menús
es: Cerrar la pantalla y salir de todos los menús

source: Close the screen without saving any changes
ca: Tancar la pantalla sense guardar cap canvi
es: Cerrar la pantalla sin guardar los cambios

source: Close the window
ca: Tancar la finestra
es: Cerrar la ventana

source: Close this screen
ca: Tancar aquesta pantalla
es: Cerrar esta pantalla

source: Close title selection
ca: Tanca la selecció del títol
es: Cerrar selección de título

source: Cloudflare DNS
ca: DNS Cloudflare
es: DNS de Cloudflare

source: Cocos (Keeling) Islands
ca: Illes Cocos (Keeling)
es: Islas Cocos (Keeling)

source: Code R. LP-HP & Guard Int.
ca: Codi R. LP-HP & Guard Int.
es: Código R. LP-HP y Guard Int.

source: Code rate HP
ca: Taxa de codi HP
es: Velocidad de código HP

source: Code rate LP
ca: Taxa de codi lP
es: Velocidad de código LP

source: Collapse
ca: Colapsar
es: Colapsar

source: Collection name
ca: Nom de la col·lecció
es: Nombre de la colección

source: Collection settings
ca: Configuració de la col·lecció
es: Ajustes de la colección

source: Color format
ca: Format color
es: Formato de color

source: Color space
ca: Espai de color
es: Espacio de color

source: Colored text
es: Texto en color

source: Combined
es: Combinado

source: Combo Tuner
ca: Sintonitzador combo
es: Sintonizador Combo

source: Comedy
ca: Comèdia
es: Comedia

source: Command '%s' is unknown
ca: Ordre '%s' desconeguda
es: Comando '%s' desconocido

source: Command execution...
ca: Execució del comandament …
es: Ejecución de comando...

source: Command finished.
es: Comando finalizado.

source: Command order
ca: Ordre de comanda
es: Orden de comando

source: Command script
es: Comando script

source: Command to run
ca: Ordre a executar
es: Comando a ejecutar

source: Command type
ca: Tipus d'ordre
es: Tipo de comando

source: Commit Information Actions
ca: Accions informació de commit
es: Confirmar acciones de información

source: Commit Log
ca: Log de commit
es: Registro de transacciones

source: Commit Log Information
ca: Informació del log del commit
es: Información del registro de transacciones

source: Commit Logs
ca: Logs del commit
es: Confirmar registros

source: Common Information Actions
ca: Accions d'informació comú
es: Acciones comunes de información

source: Common Interface
ca: Interfície comuna
es: Interfaz común

source: Common Interface Assignment
ca: Assignació d'Interfície comú
es: Asignación de interfaz común

source: Common Interface Settings
es: Configuración Interfaz común

source: Common Setup Actions
ca: Accions de configuració comú
es: Acciones comunes de ajustes

source: Communication
ca: Comunicacio
es: Comunicación

source: Comodo Secure DNS
es: DNS seguro Comodo

source: Comoros
ca: Comores
es: Comoras

source: Compiled by
ca: Compilat per
es: Compilado por

source: Complete
ca: Complet
es: Completo

source: Complete Backup
ca: Backup complert
es: Backup completo

source: Complex (allows mixing audio tracks and aspects)
ca: Complex (permet barrejar pistes d’àudio i aspectes)
es: Complejo (permite mezclar pistas de audio y aspectos)

source: Composition of the recording filenames
ca: Composició dels noms de fitxers de gravació
es: Composición nombres de grabaciones

source: Compress root file system tar file. (This takes the most time!)
es: Comprimir archivo tar del sistema de archivos raíz. (¡Esto es lo que más tiempo lleva!)

source: Compressed bits/pixel
ca: Bits/Pixel comprimits
es: Bits/Pixels comprimidos

source: Config
es: Configuración

source: Config file %s saved.
ca: Arxiu de configuració %s guardat.
es: Archivo de configuración %s guardado.

source: Config file name (ok to change):
ca: Configuració de nom d'arxiu (ok per a canviar):
es: Nombre del archivo de configuración (ok para cambiar):

source: Configuration file '%s' has been modified since it was installed, would you like to keep the modified version?
ca: Un fitxer de configuració (%s) es va modificar des de la instal·lació. Voleu conservar la vostra versió?
es: Se ha alterado el archivo de configuración '%s' tras su instalación, ¿desea conservar la versión modificada?

source: Configuration mode
ca: Configuració mode
es: Modo de configuración

source: Configuration options for the HELP screen can be found in 'MENU > Setup > Usage & User Interface > Settings'.
ca: A la pantalla 'MENU > Configuració > Utilitats i pantalla > Configuracions' podràs trobar la la configuració de les opcions de la pantalla d'ajuda.
es: Las opciones de configuración de la pantalla de AYUDA se encuentran en 'MENÚ >Configuración> Uso e Interfaz de usuario > Ajustes'.

source: Configure an additional delay to improve external subtitle synchronization.
ca: Configureu un retard addicional per millorar la sincronització de subtítols externa.
es: Configurar retraso adicional para mejorar la sincronización de subtítulos externos.

source: Configure an additional delay to improve subtitle synchronization.
ca: Configureu un retard addicional per millorar la sincronització de subtítols.
es: Configuar retraso adicional para mejorar la sincronización de subtítulos.

source: Configure default setting for new timers. Need a restart after changing.
ca: Ajusta la configuració predeterminada per als temporitzadors nous. Es necessita un reinici després del canvi.
es: Configurar el ajuste por defecto para los nuevos temporizadores. Necesita un reinicio después de cambiarlo.

source: Configure for which types of recordings a warning about active recordings is shown when attempting to restart the box or the GUI.
ca: Configura per a quins tipus de gravacions es mostrarà una advertència sobre les gravacions actives quan s'intenti reiniciar engima2 o el receptor.
es: Configurar para cada tipo de grabación un aviso sobre las grabaciones activas cuando se intente reiniciar el sistema o la interfaz.

source: Configure how recording filenames are constructed. Standard: Date Time - Channel - Title Very very short: Title Very short: Title - Date Time Short with time: Date Time - Title Short: Date - Title Long: Date Time - Channel - Title - Info
ca: Configura com es contrueixen els noms d'arxius de gravacions. Estándar : Data i hora - Canal - Títol Molt molt curt : Títol Molt curt: Títol - Data i hora Curt amb nom: Data i hora - Títol Curt : Data - Títol Llarg: Data i hora - Canal - Títol - Info
es: Configurar cómo se construyen los nombres de los archivos de grabación. Estándar: Fecha Hora - Canal - Título Muy muy corto: Título Muy corto: Título - Fecha Hora corta con tiempo: Fecha Hora - Título Corto: Fecha - Título Largo: Fecha Hora - Canal - Título - Información

source: Configure if and how crypto icons will be shown in the channel selection list.
ca: Configureu si i com es mostraran les icones crypto a la llista de selecció de canals.
es: Configura si y como se mostrarán los iconos de encriptación en la lista de canales.

source: Configure if and how long the latest service in the PiP will be remembered.
ca: Configura si es recordarà i per quant temps el darrer canal al PiP.
es: Configure si y por cuánto tiempo se recordará el servicio más reciente en el PiP.

source: Configure if and how service type icons will be shown.
ca: Configura si es mostraran i com ho faran les icones de tipus de canal.
es: Configura si los iconos del tipo de servicio se mostrarán.

source: Configure if and how the record indicator will be shown in the channel selection list.
ca: Configureu si i com es mostrarà l’indicador de registre a la llista de selecció de canals.
es: Configura si y como se mostrará el indicador de grabación en la lista de canales.

source: Configure if and how wide the service name column will be shown in the channel selection list.
ca: Configura si es mostraran i com d'amples ho faran les columnes de nom de canal a la llista de sel·lecció de canals.
es: Configura si y como de ancha será la columna del canal en la lista de canales.

source: Configure if epg.dat should be saved at all.
ca: Configura si l'epg.dat s'ha de guardar.
es: Configura si epg.dat se guardará siempre.

source: Configure if service picons will be shown in quickzap.
ca: Configura si es mostraran els picons de canals al canvi ràpid.
es: Configura si los picons de canales se mostrarán en el zapeo rápido.

source: Configure if service picons will be shown in the service list.
ca: Configura si es mostraran els picons de canals a la llista de canals.
es: Configura si los picon se mostrarán en la lista de canales.

source: Configure if the subtitle should switch between normal, italic, bold and bold italic.
es: Configurar si los subtítulos deberían cambiar entre normal, cursiva, negrita o negrita cursiva.

source: Configure interface
ca: Configura la interface
es: Configurar interfaz

source: Configure on which devices the background delete option should be used.
ca: Configura en quins dispositius s’ha d’utilitzar l’opció d’eliminació de fons.
es: Configurar en qué dispositivos debe usarse la opción de borrar copias de seguridad en segundo plano.

source: Configure or verify your DNS (name servers) by adjusting the values shown. When the settings are correct press OK to continue.
es: Configura o comprueba tus DNS ajustando los valores mostrados. Cuando los ajustes sea correctos, presiona OK para continuar.

source: Configure remote control type
ca: Configura el tipus de control remot
es: Configurar el tipo de mando a distancia

source: Configure the DiSEqC mode for this LNB.
ca: Configura el mode DiSEqC per aquest LNB.
es: Configurar el modo DiSEqC para este LNB.

source: Configure the IP address.
ca: Configura l’adreça IP.
es: Configurar la dirección IP.

source: Configure the alignment of events.
ca: Configura l'alineació dels programes.
es: Configurar la alineación de los eventos.

source: Configure the alignment of service names.
ca: Configura l'alineació dels noms de canal.
es: Configurar la alineación de los nombres de los servicios.

source: Configure the amount of time that will be presented.
ca: Configura la quantitat de temps que será presentada.
es: Configura la duración de la presentación.

source: Configure the aspect ratio of the screen.
ca: Configureu la relació d’aspecte de la pantalla.
es: Configurar la relación de aspecto de la pantalla.

source: Configure the behavior of the 'pause' key when movie playback is already paused.
ca: Configura el comportament del botó 'pausa' quan la reproducció estigui ja pausada.
es: Configurar el comportamiento de la tecla ‘pausa’ cuando la reproducción de películas ya está en pausa.

source: Configure the behavior when movie playback is manually stopped.
ca: Configureu el comportament quan s’atura manualment la reproducció de pel·lícules.
es: Configurar el comportamiento cuando la reproducción de películas se para manualmente.

source: Configure the behavior when movie playback is started.
ca: Configureu el comportament quan s’inicia la reproducció de pel·lícules.
es: Configurar el comportamiento cuando empieza la reproducción de películas.

source: Configure the behavior when reaching the end of a movie, during movie playback.
ca: Configureu el comportament quan arribeu al final d’una pel·lícula durant la reproducció de pel·lícules.
es: Configurar el comportamiento cuando se llega al final de una película durante la reproducción.

source: Configure the border width of the subtitles. The dark border makes the subtitles easier to read on a light background.
ca: Configureu l’amplada de vora dels subtítols. La vora foscor facilita la lectura dels subtítols sobre un fons clar.
es: Configurar el ancho del borde de los subtítulos. Un borde oscuro sobre fondo claro facilita la lectura.

source: Configure the brightness level of the front panel display for dimmed operation.
ca: Configura el nivell de brillantor del display frontal per a funcionament atenuat.
es: Configure el nivel de brillo de la pantalla del panel frontal para el funcionamiento atenuado.

source: Configure the brightness level of the front panel display for normal operation.
ca: Configura el nivell de brillantor del display frontal per a funcionament normal.
es: Configura el nivel de brillo del LCD durante su uso.

source: Configure the brightness level of the front panel display for standby.
ca: Configura el nivell de brillantor del display frontal per a repòs.
es: Configura el nivel de brillo del LCD en modo espera.

source: Configure the color of the external subtitles, alternative (normal in white, italic in yellow, bold in cyan, underscore in green), white or yellow.
ca: Configureu el color dels subtítols externs, alternatius (normal en blanc, cursiva en groc, negreta en cian, guió baix en verd), blanc o groc.
es: Configura el color de los subtítulos externos, alternativo (normal en blanco, cursiva en amarillo, negrita en cian, destacado en verde), blanco o amarillo.

source: Configure the color of the teletext subtitles.
ca: Configura el color dels subtítols del teletext.
es: Configurar el color de los subtítulos del teletexto.

source: Configure the contrast level of the front panel display.
ca: Configureu el nivell de contrast de la pantalla del panell frontal.
es: Configure el nivel de contraste de la pantalla del panel frontal.

source: Configure the current key map file.
ca: Configurar l'arxiu keymap actual.
es: Configurar el archivo de mapeo de botones actual.
