Repository: OpenSPA/dvbapp2
Catalog: po/*.po
Languages: ca, es

source: The file '%s' has been changed. Do you want to discard the changes?
ca: S'ha canviat l'arxiu '%s'. Vols descartar els canvis?
es: El archivo '%s' se ha modificado. ¿Quieres descartar los cambios?

source: The file '%s' has been changed. Do you want to save it?
ca: S'ha canviat l'arxiu '%s'. Vols guardar els canvis?
es: El archivo '%s' se ha modificado. ¿Quieres guardarlo?

source: The file system on your time shift device does not support hard links. Make sure it is formatted in EXT2, EXT3 or EXT4!
ca: El sistema d'arxius del vostre dispositiu de timeshift no admet enllaços durs. Assegureu-vos que tingui format EXT2, EXT3 o EXT4!
es: El sistema de archivos de su dispositivo Timeshift no admite enlaces duros. Asegúrese de que está formateado en EXT2, EXT3 o EXT4!

source: The following files are related to '%s':
ca: Els arxius següents estan relacionats amb '%s':
es: Los archivos siguientes están relacionados con '%s':

source: The following files were found...
ca: S’han trobat els fitxers següents …
es: Se han encontrado los siguientes archivos…

source: The frame rate of the recording. Ideally, this will match the frame rate of the source or be an integer multiple. If in doubt, set to 60, which should work with most sources.
ca: La velocitat de fotogrames de la gravació. L'ideal és que coincideixi amb la velocitat de fotogrames de la font o sigui un múltiple enter. En cas de dubte, establiu-lo a 60, que hauria de funcionar amb la majoria de fonts.
es: Tasa de fotogramas de la grabación. Idealmente, esto igualará la tasa de fotogramas de la fuente o será un entero múltiple. Si hay dudas, configúralo a 60, que tendría que funcionar con la mayoría de fuentes.

source: The height of the picture. The input will be scaled to match this value.
ca: L'alçada de la imatge. L'entrada s'escalarà perquè coincideixi amb aquest valor.
es: La altura de la imagen. La entrada se escalará para igualar este valor.

source: The loopthrough setting is wrong.
ca: La configuració en bucle és incorrecta.
es: El ajuste de loopthrough es incorrecto.

source: The network wizard extension is not installed! Please install it.
ca: L’extensió de l’assistent de xarxa no està instal·lada. Instal·leu-lo.
es: ¡La extensión del asistente de red no está instalada! Por favor, instálelo.

source: The PIN code entered is incorrect!
es: El código PIN introducido es incorrecto!

source: The picon directory already exists and must be removed. Do you want to proceed?
es: El directorio de picons ya existe y se tiene que eliminar. Quieres proceder?

source: The process will take approximately %d minutes to complete.
es: El proceso tardará aproximadamente %d minutos en completarse.

source: The results have been written to %s.
ca: Els resultats s'han escrit a %s.
es: Los resultados se han escrito en %s.

source: The saved PIN was cleared.
ca: S’ha esborrat el PIN desat.
es: Se ha borrado el PIN guardado.

source: The selected channel doesn't support VPS for manually programmed timers! Do you really want to enable VPS?
ca: El canal seleccionat no admet VPS per als temporitzadors programats manualment. Realment voleu habilitar VPS?
es: El canal seleccionado no soporta VPS para temporizadores programados manualmente! Seguro que quieres activar VPS?

source: The service list is reloaded.
ca: La llista de serveis es torna a carregar.
es: La lista de canales ha sido recargada.

source: The setting 'Without query' is the same as 'Standard' without additional confirmation query. All other dependencies (e.g. recordings, time range) persist.
ca: La configuració "Sense consulta" és la mateixa que "Estàndard" sense una consulta de confirmació addicional. Totes les altres dependències (per exemple, gravacions, interval de temps) persisteixen.
es: El ajuste 'sin consulta' es el mismo que 'estándar' sin consulta de confirmación adicional. Todas las demás dependencias (por ejemplo, grabaciones, intervalo de tiempo) permanecen persistentes.

source: The sleep timer wants to set the %s %s to %s. Do that now or extend the timer?
ca: El temporitzador d'apagat vol posar el %s %s a %s. Vols fer-ho ara o ampliar el temporitzador?
es: El temporizador de apagado quiere poner el %s %s en %s. Hacerlo ahora o extender el temporizador?

source: The software management extension is not installed! Please install it.
ca: L’extensió de gestió de programari no està instal·lada. Instal·leu-lo.
es: ¡La extensión de administración de software no está instalada! Por favor, instálelo.

source: The time is multiplied by the current repeat counter.
ca: Es multiplica el temps pel comptador de repeticions actual.
es: El tiempo se multiplica por el contador de repetición actual.

source: The timer file '%s' is corrupt and could not be loaded.
ca: L'arxiu del temporitzador '%s' està corrupte i no s'ha pogut carregar.
es: El archivo de temporizador '%s' está corrupto y no se puede cargar.

source: The unicable connection setting is wrong. Maybe recursive connection of tuners.
es: El ajuste de conexión unicable es incorrecto. Tal vez conexión recursiva de sintonizadores.

source: The use of IPToSAT will be disabled. Enigma2 needs to be restarted. Do you want to do it now?
es: Se deshabilitará el uso de IPToSAT. Es necesario reiniciar Enigma2. ¿Quieres hacerlo ahora?

source: The use of IPToSAT will be enabled. Enigma2 needs to be restarted. Do you want to do it now?
es: Se habilitará el uso de IPToSAT. Es necesario reiniciar Enigma2. ¿Quieres hacerlo ahora?

source: The use of the reserve tuner will be disabled to use FCC. Enigma2 needs to be restarted. Do you want to do it now?
es: Se deshabilitará el uso del sintonizador reserva para usar FCC. Es necesario reiniciar Enigma2. ¿Quieres hacerlo ahora?

source: The user interface of your %s %s is restarting
ca: La interfície d'usuari del %s %s s'està reiniciant
es: Reiniciando la interfaz de usuario de tu %s %s

source: The user interface of your %s %s is restarting due to an error in StartEnigma.py
ca: La interfície d'usuari del %s %s s'està reiniciant degut a un error a StartEnigma.py
es: La interfaz de usuario de su %s %s se está reiniciando debido a un error en StartEnigma.py

source: The user interface of your %s %s will be stopped to run Kodi
es: La interfaz de usuario de su %s %s se detendrá para ejecutar Kodi

source: The width of the picture. The input will be scaled to match this value.
ca: L'amplada de la imatge. L'entrada s'escalarà perquè coincideixi amb aquest valor.
es: El ancho de la imagen. La entrada se escalará para igualar este valor.

source: The wireless LAN Internet connection could not be started! Is the wireless LAN device connected? Choose what to do next.
es: No puede iniciarse la conexión wifi a internet. ¿Está conectado el dispositivo inalámbrico? Escoge que hacer ahora.

source: The wireless LAN plugin code is not installed! Install it and choose what to do next.
es: El plugin de LAN inalámbrica no está instalado. Instálalo y elige lo que quiere hacer después.

source: The wireless LAN plugin is not installed! Please install it.
ca: El complement LAN sense fils no està instal·lat. Instal·leu-lo.
es: El plugin de LAN inalámbrica no está instalado. Por favor, instálalo.

source: The wizard can backup your current settings. Do you want to start a backup now?
es: El asistente puede hacer un backup de tus ajustes actuales. ¿Deseas hacer el backup ahora?

source: There are at least
ca: N’hi ha almenys
es: Hay al menos

source: There are currently no outstanding actions.
ca: Actualment no hi ha accions destacades.
es: Actualmente no hay ninguna acción en ejecución.

source: There are no actions available to process '%s'!
ca: No hi ha accions disponibles per processar '%s'!
es: No hay acciones disponibles para procesar '%s'!

source: There are no files to delete.
es: No hay archivos para eliminar.

source: There are no items currently available for this screen.
ca: Actualment no hi ha elements disponibles per a aquesta pantalla.
es: No hay elementos disponibles actualmente para esta pantalla.

source: There are no repositories defined so commit logs are unavailable!
ca: No hi ha repositoris definits, així que els logs de commit no estan disponibles!
es: No hay repositorios definidos, así que el log del commit no está disponible!

source: There are no updates available.
ca: No hi ha actualitzacions disponibles.
es: No hay actualizaciones disponibles.

source: There is a risk that your %s %s will not boot or may malfunction after such a large on-line update.
ca: Hi ha el risc que el %s %s no arrenqui o que funcioni malament després d'una actualització en línia tan gran.
es: Hay riesgo que el %s %s no arranque o pueda funcionar mal después de una actualización online tan grande.

source: There is no information to show for '%s'.
ca: No hi ha informació a mostrar per '%s'.
es: No hay información a mostrar para '%s'.

source: There is no signal to lock on!
es: No hay señal para bloquear!

source: There might not be enough space on the selected partition. Do you really want to continue?
ca: És possible que no hi hagi prou espai a la partició seleccionada. Realment voleu continuar?
es: Es posible que no haya suficiente espacio en la partición seleccionada. ¿De verdad quieres continuar?

source: There was an error downloading current region details
ca: S'ha produït un error en baixar els detalls de la regió actual
es: Se produjo un error al descargar los detalles de la región actual

source: There was an error downloading the region list
ca: S'ha produït un error baixant la llista de regions
es: Ha ocurrido un error durante la descarga de la lista de paquetes

source: There was an error downloading the update list. Please try again.
es: Hay un error al descargar la lista de actualizaciones. Por favor, inténtalo de nuevo.

source: There was an error while trying to login.
ca: S'ha produït un error en iniciar sessió.
es: Hubo un error al intentar iniciar sesión.

source: This %s %s cannot decode %s streams!
ca: Aquest %s %s no pot decodificar streams %s!
es: ¡Este %s %s no puede descodificar flujos %s!

source: This DVD RW medium is already formatted - reformatting will erase all content on the disc.
ca: Aquest suport DVD RW ja està formatat: la reforma del format esborrarà tot el contingut del disc.
es: El disco DVD-RW ya está formateado. Si lo reformateas, se borrarán todos los contenidos del disco.

source: This Device is already mounted as HDD.
ca: Aquest dispositiu ja està muntat com HDD.
es: Este dispositivo ya está montado como HDD.

source: This Option allows you to switch Audio to BT Speakers.
ca: Aquesta opció us permet canviar l'audio als altaveus BT.
es: Esta opción te permite cambiar audio a los altavoces BT.

source: This allows you change the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size.
es: Esto le permite cambiar el tamaño de la fuente en relación con el tamaño del skin, por lo que 1 aumenta en 1 punto de tamaño, y -1 disminuye en 1 punto de tamaño.

source: This allows you change the number of rows shown.
ca: Això us permet canviar el nombre de files mostrades.
es: Te permite cambiar el número de filas mostradas.

source: This allows you to set the maximum number of digits in a service number, up to 5.
es: Esto le permite establecer el número máximo de dígitos en un número de canal, hasta 5.

source: This bouquet is protected by a parental control PIN!
es: Esta lista está protegida por un PIN de control parental!

source: This field allows you to search an additional symbol rate up to %s.
ca: Aquest camp et permet buscar una velocitat de símbol addicional fins a %s.
es: Este campo te permite buscar una velocidad de símbolo adicional hasta %s.

source: This function is not available as processing of large files may take too long to run on this hardware.
ca: Aquesta funció no està disponible perquè el processament d'arxius grans pot trigar massa a executar-se en aquest hardware.
es: Esta función no está disponible ya que el procesado de archivos grandes puede llevar mucho tiempo al ejecutar en este hardware.

source: This function recovers your video signal in case of loss. The video has been changed to 720p. If this is your case, please keep the video at 720P and do the following: Go to System > Receiver Setup > Video > Video Settings Now set a correct resolution. Do you want to keep the video at 720p?
es: Esta función recupera su señal de video en caso de pérdida. Se ha cambiado el video a 720p. Si este es su caso, mantenga el video a 720P y haga lo siguiente: Vaya a Sistema > Configuración del receptor > Video > Ajustes de video Ahora establezca una resolución correcta. ¿Quieres mantener el vídeo a 720p?

source: This is a workaround for some devices that wake up again after switching to standby. The wake up command's from other devices will be ignored for few seconds.
ca: Aquesta és una solució alternativa per a alguns dispositius que es desperten de nou després de canviar a repòs. L'ordre engegat d'altres dispositius s'ignorarà durant uns segons.
es: Esto es una alternativa para algunos dispositivos que encienden de nuevo después de ponerlos en reposo. Los comandos de encendido desde otros dispositivos se ignorarán durante unos segundos.

source: This is the currently selected language. [%s]
ca: Aquest és l'idioma seleccionat actualment. [%s]
es: Este es el idioma seleccionado actualmente [%s]

source: This is the currently selected locale. [%s]
ca: Aquest és l'idioma regional seleccionat actualment. [%s]
es: Este es el idioma local seleccionado actualmente [%s]

source: This is the initial / default volume offset applied to any services added the the volume adjust list.
ca: Aquesta és la compensació de volum inicial/predeterminada aplicada a qualsevol servei afegit a la llista d'ajustos de volum.
es: Este es el desplazamiento de volumen inicial/predeterminado que se aplica a cualquier canal agregado a la lista de ajuste de volumen.

source: This is the order in which DiSEqC commands are sent to the aerial system. The order must correspond exactly with the order the physical devices are arranged along the signal cable (starting from the receiver end).
ca: Aquest és l’ordre en què s’envien les comandes de DiSEqC al sistema aeri. La comanda ha de correspondre exactament amb la comanda que els dispositius físics estan disposats al llarg del cable de senyal (a partir del final del receptor).
es: Este es el orden en que se enviarán los comandos DiSEqC al sistema aéreo. El orden debe corresponder exactamente con el orden en que se disponen los dispositivos físicos a lo largo del cable de señal (comenzando desde el extremo del receptor).

source: This menu contains selections to display information about the receiver.
ca: Aquest menú conté seleccions per mostrar informació sobre el receptor.
es: Este menú contiene selecciones para mostrar información sobre el receptor.

source: This menu offers options related managing the software on the %s %s.
ca: Aquest menú ofereix opcions relacionades amb la gestió del software al %s %s.
es: El menú ofrece opciones relacionadas con la gestión del software en el %s %s.

source: This offset will only be used if the channel does not have its own volume offset.
ca: Aquesta compensació només s'utilitzarà si el canal no té la seva pròpia compensació de volum.
es: Este desplazamiento solo se utilizará si el canal no tiene su propio desplazamiento de volumen.

source: This option allows to reduce the block-noise in the picture. Obviously this is at the cost of the picture's sharpness.
ca: Aquesta opció permet reduir el soroll bloqueig de la imatge. Evidentment, això costa la nitidesa de la imatge.
es: Esta opción te permite reducir el bloqueo de ruido en la imagen. Obviamente, se reduce la nitidez de la imagen.

source: This option allows to set the level of dynamic contrast of the picture.
ca: Aquesta opció permet establir el nivell de contrast dinàmic de la imatge.
es: Esta opción te permite ajustar el nivel de contraste dinámico de la imagen.

source: This option allows you can config the Colordepth for UHD
ca: Aquesta opció us permet poder configurar la profunditat de color per a UHD
es: Esta opción le permite configurar la profundidad de color para UHD

source: This option allows you can config the Colorimetry for HDR
ca: Aquesta opció us permet poder configurar la colorimetría per a UHD
es: Esta opción le permite configurar la colorimetría para HDR

source: This option allows you can config the Colorspace from Auto to RGB
ca: Aquesta opció us permet poder configurar l'espai de color d'auto a RGB
es: Esta opción le permite configurar el espacio de colores de Auto a RGB

source: This option allows you can enable or disable the 10 Bit Color Mode
ca: Aquesta opció permet habilitar o deshabilitar el mode de color 10 bit
es: Esta opción permite activar o desactivar el modo de color de 10 bits

source: This option allows you can enable or disable the 12 Bit Color Mode
ca: Aquesta opció permet habilitar o deshabilitar el mode de color 12 bit
es: Esta opción permite activar o desactivar el modo de color de 12 bits

source: This option allows you can force the HDR Modes for UHD
ca: Aquesta opció permet forçar els modes HDR per a UHD
es: Esta opción te permite forzar los modos HDR para UHD

source: This option allows you can force the HDR10 Modes for UHD
ca: Aquesta opció permet forçar els modes HDR10 per a UHD
es: Esta opción te permite forzar los modos HDR10 para UHD

source: This option allows you can force the HLG Modes for UHD
ca: Aquesta opció permet forçar els modes HLG per a UHD
es: Esta opción te permite forzar los modos HLG para UHD

source: This option allows you to choose how to display elapsed time, as + or -.
es: Esta opción te permite elegir cómo visualizar el tiempo transcurrido, en + o -.

source: This option allows you choose how to display remaining time, or elapsed time, or both.
ca: Aquesta opció permet triar com mostrar el temps restant, o temps transcorregut, o tots dos.
es: Esta opción te permite elegir cómo visualizar el tiempo restante, transcurrido o ambos.

source: This option allows you choose how to display the remaining/elapsed time for media playback.
ca: Aquesta opció permet triar com mostrar el temps restant/transcorregut per a reproducció multimèdia.
es: Esta opción le permite elegir cómo mostrar el tiempo restante/transcurrido para la reproducción multimedia.

source: This option allows you choose if the display shows the time or nothing in Standby.
es: Esta opción le permite elegir si la pantalla muestra la hora o nada en reposo.

source: This option allows you choose if the display shows the time, channel number or nothing during operation.
es: Esta opción le permite elegir si la pantalla muestra la hora, el número de canal o nada durante la operación.

source: This option allows you choose how to display the remaining/elapsed time for live tv.
ca: Aquesta opció permet triar com mostrar el temps restant/transcorregut per a TV en directe.
es: Esta opción te permite elegir cómo visualizar el tiempo restante/transcurrido de la TV en directo.

source: This option allows you choose the background color of transparent picons.
ca: Aquesta opció permet triar el color de fons dels picons transparents.
es: Esta opción te permite elegir el color de fondo de los picon transparentes.

source: This option allows you enable smoothing filter to control the dithering process.
ca: Aquesta opció us permet activar els filtres de suavització per controlar el procés de seccionament.
es: Esta opción le permite activar el filtro de suavizado para controlar el proceso de tramado.

source: This option allows you enable the vertical scaler dejagging.
ca: Aquesta opció us permet habilitar l’escalador vertical que es deixa.
es: Esta opción le permite activar la depuración en escala vertical.

source: This option allows you set the layout view (Text or Graphics).
ca: Aquesta opció permet configurar la vista (Text o gràfics)
es: Esta opción te permite elegir configurar la vista del diseño (texto o gráfico).

source: This option allows you to Power Off the display.
ca: Aquesta opció permet apagar el display.
es: Esta opción te permite apagar el LCD.

source: This option allows you to always use e.g. 1080p50 for TV/.ts, and 1080p24/p50/p60 for videos
ca: Aquesta opció permet utilitzar sempre, p. 1080p50 per a TV/.ts i 1080p24/p50/p60 per a vídeos
es: Esta opción te permite usarlo siempre, por ejemplo , 1080p50 para TV/.ts y 1020p24/p50/60 para vídeos

source: This option allows you to boost the blue tones in the picture.
ca: Aquesta opció permet augmentar els tons de blau de la imatge.
es: Esta opción te permite reforzar los tonos azules de la imagen.

source: This option allows you to boost the green tones in the picture.
ca: Aquesta opció permet augmentar els tons verds de la imatge.
es: Esta opción te permite reforzar los tonos verdes de la imagen.

source: This option allows you to bypass HDMI EDID check
ca: Aquesta opció permet ometre la comprovació HDMI EDID
es: Esta opción te permite comprobar el bypass HDMI EDID

source: This option allows you to change the virtual loudspeaker position.
ca: Aquesta opció us permet canviar la posició de l’altaveu virtual.
es: Esta opción le permite cambiar la posición del altavoz virtual.

source: This option allows you to choose from the two channel lists that are available.
ca: Aquesta opció permet triar entre les dues llistes de canals disponibles.
es: Esta opción le permite elegir entre las dos listas de canales disponibles.

source: This option allows you to choose how to display 1080p 24Hz on your TV. (as not all TV's support these resolutions)
ca: Aquesta opció permet triar com mostrar 1080p 24Hz a la TV (ja que no totes les TV admeten aquestes resolucions)
es: Esta opción le permite elegir cómo se mostrará 1080p 24Hz en su TV. (no todas las TVs admiten estas resoluciones)

source: This option allows you to choose how to display 1080p 25Hz on your TV. (as not all TV's support these resolutions)
ca: Aquesta opció permet triar com mostrar 1080p 25Hz a la TV (ja que no totes les TV admeten aquestes resolucions)
es: Esta opción le permite elegir cómo se mostrará 1080p 25Hz en su TV. (no todas las TVs admiten estas resoluciones)

source: This option allows you to choose how to display 1080p 30Hz on your TV. (as not all TV's support these resolutions)
ca: Aquesta opció permet triar com mostrar 1080p 30Hz a la TV (ja que no totes les TV admeten aquestes resolucions)
es: Esta opción le permite elegir cómo se mostrará 1080p 30Hz en su TV. (no todas las TVs admiten estas resoluciones)

source: This option allows you to choose how to display 2160p 24Hz on your TV. (as not all TV's support these resolutions)
ca: Aquesta opció permet triar com mostrar 2160p 24Hz a la TV (ja que no totes les TV admeten aquestes resolucions)
es: Esta opción le permite elegir cómo se mostrará 2160p 24Hz en su TV. (no todas las TVs admiten estas resoluciones)

source: This option allows you to choose how to display 2160p 25Hz on your TV. (as not all TV's support these resolutions)
ca: Aquesta opció permet triar com mostrar 2160p 25Hz a la TV (ja que no totes les TV admeten aquestes resolucions)
es: Esta opción le permite elegir cómo se mostrará 2160p 25Hz en su TV. (no todas las TVs admiten estas resoluciones)

source: This option allows you to choose how to display 2160p 30Hz on your TV. (as not all TV's support these resolutions)
ca: Aquesta opció permet triar com mostrar 2160p 30Hz a la TV (ja que no totes les TV admeten aquestes resolucions)
es: Esta opción le permite elegir cómo se mostrará 2160p 30Hz en su TV. (no todas las TVs admiten estas resoluciones)
