Repository: OpenSPA/dvbapp2
Catalog: po/*.po
Languages: ca, es

source: Keeps MovieList open whilst playing audio files.
ca: Manté oberta la llista de pel·lícules mentre es reprodueixen arxius d'àudio.
es: Mantiene abierta la lista de películas durante la reproducción de archivos de audio.

source: Kenya
es: Kenia

source: Kernel Packages
es: Paquetes de kernel

source: Kernel file
ca: Arxiu de kernel
es: Fichero del núcleo

source: Kernel version
ca: Versió de kernel
es: Versión del núcleo

source: Key
ca: Clau
es: Tecla

source: Keyboard
ca: Teclat
es: Teclado

source: Keyboard Settings
ca: Configuració de teclat
es: Configurar teclado

source: Keyboard data entry
ca: Entrada de dades del teclat
es: Introducción de datos con el teclado

source: Keyboard map
ca: Mapa del teclat
es: Mapa del teclado

source: Kinyarwanda
es: Kinyaruanda

source: Kirghiz / Kyrgyz
es: Kirguís / Kirguizistán

source: Kodi MediaCenter
ca: Centre multimèdia Kodi
es: Centro multimedia Kodi

source: Kodi installed:
ca: Kodi instal·lat:
es: Kodi instalado:

source: Kodi media player
ca: Reproductor kodi
es: Reproductor multimedia Kodi

source: Kodi/extra partition free space:
ca: Kodi/espai lliure de partició extra:
es: Espacio libre de la partición extra Kodi:

source: Kongo
es: Congo

source: Korea, Democratic People's Republic of
es: República Popular Democrática de Corea

source: Korea, Republic of
es: República de Corea

source: Korean
es: Coreano

source: Kurdish
es: Kurdo

source: Kurdish (Sorani)
es: Kurdo (soraní)

source: Kyrgyzstan
es: Kirguistán

source: LAN adapter
ca: Adaptador de red
es: Adaptador LAN

source: LAN connection
ca: Connexió LAN
es: Conexión de red local

source: LCD scroll speed
ca: Velocitat de desplaçament del LCD
es: Velocidad de desplazamiento del LCD

source: LCD/Front panel *
es: LCD/Panel frontal *

source: LCN numbering
es: Numeración LCN

source: LCN Scanner
es: Escáner LCN

source: LCN Scanner Actions
es: Acciones del escáner LCN

source: LCN Scanner plugin for DVB-C/T/T2 services
es: Plugin de escáner LCN para servicios DVB-C/T/T2

source: LCN Scanner Settings
es: Configuración del escáner LCN

source: LCN rules
es: Reglas LCN

source: LCN style QuickSelect entry selection
es: Selección de entrada QuickSelect estilo LCN

source: LED Deep Standby
ca: LED en apagat profund
es: LED en apagado

source: LED Standby
ca: LED en repòs
es: LED en espera

source: LED brightness during deep standby.
ca: Brillantor del LED durant l'apagat profund.
es: Brillo del LED durante el apagado.

source: LED brightness during normal operations.
ca: Brillantor del LED en operacions normals.
es: Brillo del LED en modo normal.

source: LED brightness during standby.
ca: Brillantor del LED durant el repòs.
es: Brillo del LED en reposo.

source: LIRC remote
ca: Control remot LIRC
es: LIRC remoto

source: LNB/Switch Bootup time [ms]
ca: Temps d'arranc LNB/Switch [ms]
es: Tiempo de arranque del LNB/Switch [ms]

source: Label
ca: Etiqueta
es: Etiqueta

source: Language
ca: Idioma
es: Idioma

source: Language %s (%s) installed and selected.
ca: Idioma %s (%s) instal·lat i seleccionat.
es: Idioma %s (%s) instalado y seleccionado.

source: Language %s (%s) selected.
ca: Idioma %s (%s) seleccionat.
es: Idioma %s (%s) seleccionado.

source: Language already selected.
ca: Idioma ja seleccionat.
es: Idioma ya seleccionado.

source: Language selection
ca: Selecció d'idioma
es: Selección de idioma

source: Lao People's Democratic Republic
ca: República Democràtica Popular Lao
es: República Democrática Popular de Laos

source: Large
ca: Gran
es: Grande

source: Last config
ca: Última configuració
es: Última config

source: Last flash
ca: Última instal·lació
es: Último flash

source: Last page
es: Última página

source: Last Scanned
ca: Escanejat per darrera vegada
es: Último Escaneado

source: Last speed
ca: Última velocitat
es: Última velocidad

source: Last update
ca: Última actualització
es: Última actualización

source: Last used column
ca: Última columna utilitzada
es: Última columna usada

source: Last used share:
ca: Últim intercanvi utilitzat:
es: Último intercambio:

source: Last used/set volume
es: Último volumen utilizado/configurado

# third event: 'third' event label
source: Later
ca: Més tard
es: Luego

source: Latin
ca: Llatí
es: Latín

source: Latitude
ca: Latitud
es: Latitud

source: Latvia
es: Letonia

source: Latvian
es: Letón

source: Leave DVD player?
ca: Sortir del reproductor de pel·lícules?
es: ¿Abandonar el reproductor de DVD?

source: Leave this set to 'Yes' unless you fully understand why you are adjusting it.
es: Deje esta opción en 'Sí' a menos que entienda bien por qué la está ajustando.

source: Lebanon
ca: Líban
es: Libano

source: Left
ca: Esquerra
es: Izquierda

source: Left column
ca: Columna esquerra
es: Columna izquierda

source: Left column directory sort
ca: Ordre directoris a la columna esquerra
es: Orden directorios columna izquierda

source: Left column file sort
ca: Ordre arxius a la columna esquerra
es: Orden archivos columna izquierda

source: Left of service name
es: A la izquierda del nombre de canal

source: Left, wrapped
ca: Esquerra, embolicat
es: Izquierda, envuelto

source: Legacy mode
es: Modo heredado

source: Leisure hobbies
ca: Aficions de lleure
es: Pasatiempos de ocio

source: Letterbox
es: Buzón

source: LetterBox zoom
es: Zoom Buzón

source: Library Packages
es: Paquetes de librerías

source: Libya
es: Libia

source: Lifestyle
ca: Estil de vida
es: Estilo de vida

source: Light Grey
ca: Gris clar
es: Gris claro

source: Limit character set for recording filenames
ca: Límit conjunt de caràcters per enregistrar noms de fitxers
es: Limitar caracteres en los nombres de los archivos de las grabaciones

source: Limit debug log size (MB)
ca: Limitar el tamany del log de depuració (MB)
es: Limitar el tamaño del historial de depuración (MB)

source: Limit east
ca: Límit est
es: Límite este

source: Limit the characters that can be used in recording filenames to (7 bit) ASCII. This ensures compatibility with operating systems or file systems with limited character sets.
ca: Limiteu els caràcters que es poden fer servir per enregistrar noms de fitxers a (7 bits) ascii. Això garanteix la compatibilitat amb sistemes operatius o sistemes de fitxers amb conjunts de caràcters limitats.
es: Limitar los caracteres disponibles en los nombres de archivos a (7 bit) ascii para las grabaciones. Garantiza la compatibilidad con los sistemas operativos o de archivo con limitación de caracteres.

source: Limit west
ca: Límit oest
es: Límite oeste

source: Limits cancelled
ca: Límits cancel·lats
es: Límites cancelados

source: Limits enabled
ca: Límits habilitats
es: Límites habilitados

source: Limits off
ca: Treure límits
es: Quitar límites

source: Limits on
ca: Posar límits
es: Límites activos

source: Line %d / %d
ca: Línia %d / %d
es: Línea %d / %d

source: Link detected
ca: Enllaç detectat
es: Enlace detectado

source: Link quality:
ca: Qualitat d’enllaç:
es: Calidad de enlace:

source: Link target
ca: Destí de l'enllaç
es: Destino del enlace

source: Link:
ca: Enllaç:
es: Enlace:

source: Linked titles with a DVD menu
ca: Títulos vinculados con un menú de DVD
es: Enlazar los títulos con un menú de DVD

source: Links
ca: Enllaços
es: Enlaces

source: List available EPG functions
es: Enumerar funciones del EPG...

source: List Navigation Actions
ca: Accions navegació de llistes
es: Acciones de navegación en la lista

source: List available networks
ca: Llista les xarxes disponibles
es: Enumerar redes disponibles

source: List of Storage Devices
ca: Llista de dispositius d’emmagatzematge
es: Lista de dispositivos de almacenamiento

source: List of storage devices
ca: Llista de dispositius d’emmagatzematge
es: Enumerar dispositivos de almacenamiento

source: List version %d, found %d channel
ca: Versió de llista %d, trobat %d canal
es: Versión de la lista %d, %d canal encontrado

source: List/Fav
ca: Llista/Fav
es: Lista / Fav

source: Listen to the radio
ca: Escoltar a la ràdio
es: Escuchar la radio

source: Lists reloaded!
ca: Llistes recarregades!
es: ¡Listas recargadas!

source: Lithuania
ca: Lituània
es: Lituania

source: Lithuanian
ca: Lituà
es: Lituano

source: Live
ca: Directe
es: Directo

source: Live TV Actions
ca: Accions de directe
es: Acciones televisivas en directo

source: Load
ca: Càrrega
es: Cargar

source: Load EPG
ca: Carregar EPG
es: Cargar EPG

source: Load play list
ca: Carregar llista
es: Cargar lista de reproducción

source: Load tags from the timer and recordings
ca: Carregar etiquetes des dels temporitzadors i gravacions
es: Carga de etiquetas del temporizador y de las grabaciones

source: Load unlinked user bouquets
ca: Carregar llistes d'usuari desvinculades
es: Cargar listas de usuarios desvinculados

source: Load/Save/Delete
ca: Carregar/Guardar/Eliminar
es: Cargar/Guardar/Eliminar

source: Loading information, please wait...
ca: Carregant informació, espera si us plau…
es: Cargando la información, por favor espere...

source: Loading slot information, please wait...
ca: Carregant informació del slot, espera si us plau…
es: Cargando información del slot, por favor espere...

source: Local box
ca: Receptor local
es: Receptor local

source: Local date/time
ca: Data/Hora local
es: Fecha/hora local

source: Local information
ca: Informació local
es: Información local

source: Local network
ca: Xarxa local
es: Red local

source: Local time
ca: Hora local
es: Hora local

source: Locale
es: Localidad

source: Locale %s (%s) installed and selected.
ca: Idioma %s (%s) instal·lat i seleccionat.
es: Localidad %s (%s) instalada y seleccionada.

source: Locale %s (%s) selected.
ca: Idioma %s (%s) seleccionat.
es: Localidad %s (%s) seleccionada.

source: Locale (Ascending)
ca: Idioma (ascendent)
es: Localidad (ascendente)

source: Locale (Descending)
ca: Idioma (descendent)
es: Localidad (descendente)

source: Locale Selection Settings
ca: Configuració selecció d'idioma
es: Configuración de la selección de idioma

source: Locale already selected.
ca: Idioma ja seleccionat.
es: Localidad ya seleccionada.

source: Locale list sort order
ca: Ordre llista d'idiomes
es: Ordenación de la lista de localidades

source: Locale/Language Selection
ca: Selecció d'idioma
es: Selección del idioma regional

source: Locale/Language Selection Actions
ca: Selecció d'idioma
es: Acciones de selección del idioma regional

source: Locales to be displayed
ca: Idiomes que es mostraran
es: Localidades que se mostrarán

source: Location
ca: Localitzar
es: Ubicación

source: Location Selection Actions
ca: Selecció d'ubicació
es: Acciones de selección de ubicación

source: Location information
ca: Informació d'ubicació
es: Información sobre la ubicación

source: Location list
ca: Llista d'ubicacions
es: Lista de ubicaciones

source: Location: %s
ca: Ubicació: %s
es: Ubicación: %s

source: Lock:
ca: Bloqueig:
es: Bloquear:

source: Log
es: Historial

source: Log %d/%d
es: Registro %d/%d

source: Log Manager
ca: Administrador de logs
es: Administrador de logs

source: Log file '%s' deleted.
ca: Arxiu de log '%s' eliminat.
es: Archivo de registro '%s' borrado.

source: Log file: '%s' (%s)
ca: Arxiu log: '%s' (%s)
es: Archivo de registro: '%s' (%s)

source: Log python stack trace on spinner
ca: Registrar volcat de pila durant els spinners
es: Registrar el stack trace de python en el spinner

source: Log results to harddisk
ca: Resultats del log al disc dur
es: Historial de resultados en disco duro

source: LogManager
ca: Administrador de logs
es: Gestor de historial

source: Login
ca: Iniciar sessió
es: Iniciar sesión

source: Login failure
ca: Error d'inici de sessió
es: Fallo al iniciar sesión

source: Login to IceTV server
ca: Iniciar sessió al servidor IceTV
es: Iniciar sesión en el servidor IceTV

source: Logs Manager
es: Administrador de logs

source: Logs Settings
ca: Configuracions de logs
es: Configurar logs

source: Logs location
ca: Ubicació de logs
es: Ubicación de logs

source: Logs older then the set no of days will be deleted.
ca: S'eliminaran els logs més antics que el nº de dies establerts.
es: Se borrarán los logs anteriores al número de días especificados.

source: Long <</>>
es: Largo << / >>

source: Long LEFT/RIGHT
es: Izquierda/Derecha largos

source: Long filenames
ca: Els noms de fitxers llargs
es: Largos

source: Long press emulation with button
ca: Emulació pulsació prolongada amb botó
es: Simulación de pulsación larga con botón

source: Long press volume steps
es: Pasos de volumen con pulsaciones prolongadas

source: Long press: %s
ca: Pulsació llarga: %s
es: Pulsación larga: %s

source: Longitude
ca: Longitud
es: Longitud

source: Loop through to
ca: Bucle a través de
es: Conectado a

source: Lower Framerate saves CPU Time.
es: Menor tasa de fotogramas ahorra tiempos de CPU.

source: Lower USB
ca: USB inferior
es: USB inferior

source: Lower case
ca: Minúscula
es: Minúscula

source: Lower limit (in kilobits per seconds)
ca: Límit inferior (en kilobits per segons)
es: Límite inferior en kilobits por segundo [kbit/s]

source: Lowest Mode
ca: Mode més baix
es: Modo más bajo

source: Lowest Video output mode
ca: Mode sortida de video més baix
es: Modo de salida de video más bajo

source: Luxembourg
es: Luxemburgo

source: Luxembourgish
ca: Luxemburguès
es: Luxemburgués

source: Luxembourgish / Letzeburgesch
es: Luxemburgués / Letzeburgesch

source: M2k Packages
es: Paquetes m2k

source: MAC Address Actions
ca: Accions d'adreça MAC
es: Acciones de dirección MAC

source: MAC Address Settings
ca: Configuració adreça MAC
es: Ajustes de dirección MAC

source: MAC address
ca: Adreça MAC
es: Dirección MAC

source: MAC-address
ca: Adreça MAC
es: Dirección MAC

source: MORE
ca: MÉS
es: MÁS

source: Magic
ca: Màgic
es: Mágico

source: Main Menu
ca: Menú principal
es: Menú principal

source: Maintain your multi boot device.
ca: Manteniu el vostre dispositiu multiboot.
es: Mantenga su dispositivo de arranque múltiple.

source: Make
ca: Fer
es: Construir

source: Make it possible to manually initiate the channels import and/or EPG via the extension menu
es: Posibilidad de iniciar manualmente la importación de canales y/o EPG a través del menú extensiones

source: Make this mark an 'in' point
ca: Fer que aquesta marca sigui un punt 'in'
es: Convertir esta marca en punto de 'entrada'

source: Make this mark an 'out' point
ca: Fer que aquesta marca sigui un punt 'out'
es: Convertir esta marca en punto de 'salida'

source: Make this mark just a mark
ca: Fer que aquesta marca sigui només una marca
es: Convertir esta marca en un marcador

source: Malagasy
es: Malgache

source: Malay
es: Malayo

source: Malaysia
es: Malasia

source: Maldives
es: Maldivas

source: Maltese
es: Maltes

source: Manage %s
es: Administrar %s

source: Manage Locale/Language Selection settings
ca: Configuració de l'administrador de selecció d'idiomes
es: Gestionar los ajustes de selección del idioma regional

source: Manage and explore directories and files.
ca: Administrar i explorar directoris i arxius.
es: Organizar y explorar directorios y archivos.

source: Manage network mounts
ca: Administra els teus muntatges de xarxa
es: Administra tus montajes en red

source: Manage your online update files
ca: Gestiona els teus arxius d'actualització online
es: Gestiona tus archivos de actualización en línea

source: Manual Scan
ca: Recerca manual
es: Búsqueda manual

source: Manual Service Searching
ca: Recerca manual de canals
es: Servicio de búsqueda manual

source: Manual configuration
ca: Configuració manual
es: Configuración manual

source: Manual scan for services
ca: Recerca manual de canals
es: Búsqueda manual de canales

source: Manual transponder
ca: Transponedor manual
es: Transpondedor manual

source: Manually import from fallback tuner
ca: Importa manualment des del sintonitzador alternatiu
es: Importar manualmente desde el sintonizador reserva

source: Manufacturer
ca: Fabricant
es: Fabricante

source: Manx
es: Mancha

source: Marathi
es: Maratí

source: Margin after recording
ca: Marge després de la gravació (minuts)
es: Margen después de grabar (minutos)

source: Margin after zap
ca: Marge després de canviar de canal
es: Margen después del zapeo

source: Margin before recording
ca: Marge abans de la gravació (minuts)
es: Margen antes de grabar (minutos)

source: Margin before zap
ca: Marge abans de canviar de canal
es: Margen antes de cambiar

source: Mark As Dedicated 3D Service
es: Marcar como servicio 3D dedicado

source: Mark/Portal/Playlist
ca: Marca/Portal/Llista de reproducció
es: Marca/Portal/Lista de reproducción

source: Marker Actions
ca: Accions del marcador
es: Acciones del marcador

source: Marshall Islands
ca: Illes Marshall
es: Islas Marshall

source: Marshallese
es: Marshallés

source: Martinique
es: Martinica

source: Mature Adult Audience 15+
ca: Públic adult madur de més de 15 anys
es: Audiencia adulta mayor de 15 años

source: Mature Audience 15+
ca: Públic madur de més de 15 anys
es: Público adulto mayor de 15 años

source: Mauritius
ca: Maurici
es: Mauricio

source: Max channels
ca: Canals màx.
es: Máximo de canales

source: Max memory positions
ca: Posicions de memòria màx
es: Máximas posiciones de memoria

source: Max. bitrate:
ca: Màx. bitrate:
es: Tasa de bits máx:

source: Maxdown +
ca: Màxim baix +
es: Máximo abajo +

source: Maxdown -
ca: Màxim baix -
es: Máximo abajo -

source: Maxdown:
ca: Màxim baix:
es: Máximo abajo:

source: Maximum minutes to jump %d!
es: ¡Minutos máximos para saltar %d!

source: Maximum no of days
ca: Número màxim de dies
es: Número máximo de días

source: Maximum number of days in EPG
ca: Número màxim de dies a l'EPG
es: Número máximo de días en EPG

source: Maximum space used (MB)
ca: Espai màxim utilitzat (MB)
es: Espacio máximo utilizado (MB):

source: Media
ca: Multimèdia
es: Medio

source: Media Center
ca: Centre multimedia
es: Centro multimedia

source: Media Player
ca: Reproductor
es: Reproductor multimedia

source: Media Player Settings
ca: Configuració del reproductor de videos
es: Configuración del reproductor multimedia

source: Media Stream
es: Reproductor de streams

source: Media playback Remaining/Elapsed as
ca: Reproducció restant/transcurrida en
es: Reproducción restante/transcurrida como

source: Media scanner
ca: Escàner multimèdia
es: Búsqueda de recursos

source: Media service
ca: Servei multimèdia
es: Servicio multimedia

source: MediaInfo
ca: Informació multimèdia
es: Información multimedia

source: MediaPlayer
ca: Reproductor multimèdia
es: Reproductor

source: Medical
ca: Mèdic
es: Médico

source: Medium is not a writeable DVD!
ca: El mitjà no és un DVD que es pugui escriure!
es: ¡El recurso no es un DVD grabable!

source: Medium is not empty!
ca: El medi no està buit!
es: ¡El recurso no está vacío!

source: Medium toolbox
ca: Caixa d'eines multimèdia
es: Cajón de herramientas de recursos

source: Memory
ca: Memòria
es: Memoria

source: Memory Information
ca: Informació de la memòria
es: Información de la memoria

source: Memory Information Actions
ca: Informació de la memòria
es: Acciones de información de la memoria

source: Memory index
ca: Índex de memòria
es: Índice de memoria

source: Memory information for %s %s
ca: Informació de memòria del %s %s
es: Información sobre la memoria de %s %s

source: Menu
ca: Menú
es: Menú

source: Menu Actions
ca: Accions de menú
es: Menú de acciones

source: Menu Common Actions
ca: Accions de menú comú
es: Menú Acciones comunes

source: Menu Edit Actions
ca: Menú edició
es: Menú Editar Acciones

source: Menu Navigation Actions
ca: Menú navegació
es: Acciones de navegación del menú

source: Menu config
ca: Menú configuració
es: Ajustes del menú

source: Menu entry sort order
ca: Ordena l’ordre per a les entrades del menú
es: Orden de clasificación de las entradas del menú

source: Menu entry style
ca: Estil entrades del menú
es: Estilo de entrada del menú

source: Menu style
ca: Estil del menú
es: Estilo del menú

source: Merge broadcast EPG with IceTV
ca: Combina l'EPG de l'emissió amb IceTV
es: Combinar la EPG de emisión con IceTV

source: Merging time shift files
ca: Fusionant arxius Timeshift
es: Fusionando archivos Timeshift

source: Merlin EPG Center
ca: Centre d'EPG Merlin
es: Centro de EPG Merlin

source: Message
ca: Missatge
es: Mensaje

source: Message Box Actions
ca: Missatges emergents
es: Acciones del buzón de mensajes

source: Message pop up timeout
ca: Temps d'espera del missatge emergent
es: Tiempo de espera del mensaje emergente

source: Metering mode
ca: Mode de mesura
es: Modo de medición

source: Mexico
es: México

source: Micronesia, Federated States of
es: Estados Federados de Micronesia

source: Middle
ca: Mig
es: Medio

source: Middle - Lite image
ca: Mig - Imatge lleugera
es: Medio - Imagen ligera

source: Mini DLNA Actions
ca: Mini DLNA
es: Acciones mini DLNA

source: Mini DLNA Setting Actions
ca: Configuración mini DLNA
es: Acciones de configuración de Mini DLNA

source: Mini Series
es: Mini Serie

source: MiniDLNA Log
ca: Registre MiniDLNA
es: Registro MiniDLNA

source: MiniDLNA Settings
ca: Configuració MiniDLNA
es: Configurar MiniDLNA

source: MiniTV with OSD
ca: MiniTV amb OSD
es: MiniTV con OSD

source: Minimum age %d years
ca: Edat mínima %d anys
es: Edad mínima %d años

source: Minimum send interval
ca: Interval d’enviament mínim
es: Intervalo mínimo de envío

source: Minute
ca: Minut
es: Minuto

source: Minutes
ca: Minuts
es: Minutos

source: Minutes Seconds
ca: Minuts Segons
es: Minutos Segundos

source: Minutes:
ca: Minuts:
es: Minutos:

source: Miscellaneous
ca: Divers
es: Varios

source: Misconfiguration in channel allocation
ca: Configuració incorrecta en l'assignació de canals
es: Mala configuración en la asignación de canales

source: Misconfigured unicable connection from tuner %s to tuner %s! Tuner %s option "connected to" are disabled now
ca: Connexió unicable mal configurada del sintonitzador %s al sintonitzador %s! L'opció del sintonitzador %s "connectat a" ara està desactivada
es: ¡Conexión unicable mal configurada desde el sintonizador %s hasta el sintonizador %s! La opción "conectado a" del sintonizador %s ahora está deshabilitada

source: Mobile connection
ca: Connexió mòbil
es: Conexión móvil

source: Mode
es: Modo

source: Mode 1
es: Modo 1

source: Mode 12: Supports PiP but Kodi may not work
ca: Mode 12 suporta PiP, Kodi pot no funcionar
es: Modo 12: Soporta PiP pero Kodi puede no funcionar

source: Mode 1: Supports Kodi but PiP may not work
ca: Mode 12 suporta Kodi, PiP pot no funcionar
es: Modo 1: Soporta Kodi pero el PiP puede no funcionar

source: Mode 2
es: Modo 2

source: Mode for autorestore
ca: Mode per autorestauració
es: Modo para el autorestaurado

source: Model
es: Modelo

source: Model:
es: Modelo:

source: Modified
ca: Modificat
es: Modificado

source: Modulation
ca: Modulació
es: Modulación

source: Modulation modes
ca: Modes de modulació
es: Modos de modulación

source: Modulator
ca: Modulador
es: Modulador

source: Moldova, Republic of
es: Moldavia

source: Mon
ca: Dill
es: Lun

source: Mon-Fri
ca: Dill-Div
es: Lun-Vie

source: Monday
ca: Dilluns
es: Lunes

source: Mongolian
es: Mongol

source: Monthly
ca: Mensual
es: Mensual

source: Morocco
ca: Marroc
es: Marruecos

source: Mosquito noise reduction
ca: Reducció del soroll dels mosquits
es: Reducción de ruido de mosquito

source: Most recent first
es: El más reciente primero

source: Most recent last
es: El más reciento el ultimo

source: Motor Sport
ca: Esports de motor
es: Deportes de motor

source: Motor command retries
ca: El comandament del motor es torna a intentar
es: Reintentos del mando del motor

source: Motor running timeout
ca: Esgotament del motor en marxa
es: Tiempo de espera del motor

source: Mount
ca: Montar
es: Montaje

source: Mount Manager
ca: Administrador de muntatges
es: Administrador de montajes

source: Mount Menu Actions
es: Acciones de menú de montajes
