Repository: OpenSPA/dvbapp2
Catalog: po/*.po
Languages: ca, es

source: Delay after continuous tone disable before DiSEqC
ca: Retardar desactivar el to continu abans de diseqc
es: Retardo después del tono continuo desactivado antes de diseqc

source: Delay after enable voltage before motor command
ca: Retardar l’activació de la tensió abans del comandament del motor
es: Retardo tras habilitar el voltaje antes de la orden del motor

source: Delay after enable voltage before switch command
ca: Tarda el retard després d’haver activat el voltatge abans de l’ordre del commutador
es: Retardo tras habilitar el voltaje antes del comando de conmutación

source: Delay after final continuous tone change
ca: Retard després del canvi final continu de tonalitat
es: Retardo después del tono continuo desactivado antes de diseqc

source: Delay after last DiSEqC command
ca: Retarda després de restablir l’ordre del diseqc
es: Retardo después del comando periférico de potencia periférica

source: Delay after last voltage change
ca: Retard després del darrer canvi de tensió
es: Retardo después del cambio de voltaje antes del comando de conmutación

source: Delay after motor stop command
ca: Retard després del comandament de la parada del motor
es: Retardo después del comando periférico de potencia periférica

source: Delay after set voltage before measure motor power
ca: Retardar la tensió abans de mesurar la potència del motor
es: Retardo después de ajustar la tensión antes de medir la potencia del motor

source: Delay after tone burst
ca: Retard després del desencadenament del to
es: Retraso después del tono

source: Delay after voltage change before motor command
ca: Retard després del canvi de tensió abans del comandament del motor
es: Retardo después del cambio de voltaje antes del comando del motor

source: Delay before key repeat starts:
ca: Retard abans que comenci la repetició de tecla:
es: Retraso antes del inicio de la repetición de tecla:

source: Delay before sequence repeat
ca: Retardar abans de repetir la seqüència
es: Retraso antes de repetir la secuencia

source: Delay between CEC commands when sending a series of commands. Some devices require this delay for correct functioning, usually between 50-150ms.
ca: Retard entre ordres CEC quan s'envia una sèrie d'ordres. Alguns dispositius requereixen aquest retard per al funcionament correcte, normalment entre 50 i 150 ms.
es: Retraso entre los comandos CEC al enviar una serie de comandos. Algunos dispositivos requieren este retardo para su correcto funcionamiento, normalmente entre 50-150ms.

source: Delay between DiSEqC commands
ca: Retard entre les ordres de diseqc
es: Retardo entre los comandos diseqc

source: Delay between switch and motor command
ca: Retard entre el comandament del commutador i el motor
es: Retardo entre el interruptor y el comando del motor

source: Delay for external subtitles
ca: Retard de subtítols externs
es: Retraso para subtítulos externos

source: Delay in milliseconds after finish scrolling text on display.
ca: Retard en mil·lisegons després d'acabar de desplaçar el text a la pantalla.
es: Atenuación en milisegundos después del desplazamiento de texto en la pantalla.

source: Delay in milliseconds before start of scrolling text on display.
ca: Retard en mil·lisegons abans de començar el desplaçament del text a la pantalla.
es: Atenuación en milisegundos antes del desplazamiento de texto en la pantalla.

source: Delay time
ca: Temps de retard
es: Retraso

source: Delay:
ca: Retard:
es: Retraso:

source: Delay: %s
ca: Retard: %s
es: Retraso: %s

source: Delete
ca: Esborrar
es: Eliminar

source: Delete %s?
ca: Eliminar %s?
es: ¿Eliminar %s?

source: Delete all
es: Eliminar todos

source: Delete Confirmation
ca: Confirmació d'esborrat
es: Confirmación de borrado

source: Delete Directory
ca: Esborrar directori
es: Eliminar el directorio

source: Delete EPG
ca: Esborrar EPG
es: Eliminar EPG

source: Delete Image
ca: Ha fallat l'eliminació
es: Eliminar imagen

source: Delete Line
ca: Esborrar línia
es: Eliminar línea

source: Delete Plugins
ca: Eliminar Plugins
es: Desinstalar Plugins

source: Delete Timer
ca: Eliminar el temporitzador
es: Eliminar temporizador

source: Delete all log files
ca: Eliminar tots els arxius log
es: Eliminar todos los archivos de registro

source: Delete all logs
ca: Eliminar tots els logs
es: Eliminar todos los registros

source: Delete all related files
ca: Eliminar tots els arxius relacionats
es: Eliminar todos los archivos relacionados

source: Delete all tags
ca: Eliminar totes les etiquetes
es: Eliminar todas las etiquetas

source: Delete all the text
ca: Esborrar tot el text
es: Eliminar todo el texto

source: Delete and uninstall Plugins. This will remove the Plugin from your box
ca: Eliminar i desinstal·lar Plugins. Això eliminarà el plugins del receptor
es: Eliminar y desinstalar Plugins. Se eliminará el plugin de tu receptor

source: Delete character to left of cursor or select AM times
ca: Esborrar caràcter de l'esquerra del cursor o seleccionar temps AM
es: Eliminar carácter a la izquierda del cursor o seleccionar horas AM

source: Delete character under cursor or select PM times
ca: Esborrar caràcter sota el cursor o seleccionar temps PM
es: Eliminar carácter bajo el cursor o seleccionar horas PM

source: Delete current line
ca: Esborrar línia actual
es: Eliminar línea actual

source: Delete directory or file
ca: Eliminar directori o arxiu
es: Eliminar carpeta o archivo

source: Delete entry
ca: Esborrar entrada
es: Eliminar entrada

source: Delete failed!
ca: Ha fallat l'eliminació!
es: ¡Eliminación fallida!

source: Delete file
ca: Eliminar arxiu
es: Eliminar archivo

source: Delete job completed.
ca: Tasca d'eliminació completada.
es: Tarea de eliminación completada.

source: Delete job failed!
ca: Ha fallat la tasca d'eliminació!
es: ¡Error en tarea de eliminación!

source: Delete job queued.
ca: Tasca d'eliminació en cua.
es: Tarea de eliminación en cola.

source: Delete log
ca: Eliminar log
es: Eliminar registro

source: Delete only highlighted file
ca: Eliminar només l'arxiu ressaltat
es: Eliminar solo archivo resaltado

source: Delete or stop recordings
es: Eliminar o detener grabaciones

source: Delete or Wipe the highlighted slot
ca: Eliminar o netejar la ranura ressaltada
es: Eliminar o borrar la ranura resaltada

source: Delete play list entry
ca: Esborrar entrada de la llista
es: Eliminar entrada en la lista de reproducción

source: Delete saved play list
ca: Esborrar llista gravada
es: Eliminar lista de reproducción guardada

source: Delete services
es: Eliminar canales

source: Delete the character to the left of text cursor
ca: Esborrar el caràcter de l’esquerra del cursor de text
es: Eliminar el carácter a la izquierda del cursor de texto

source: Delete the character under the text cursor
ca: Esborrar el caràcter sota el cursor de text
es: Eliminar el carácter debajo el cursor de texto

source: Delete the current time shift buffer and restart time shift
ca: Eliminar el buffer de timeshift actual i reinicia timeshift
es: Eliminar buffer actual y reiniciar timeshift

source: Delete the currently displayed log file
ca: Eliminar l'arxiu log que s'està visualitzant
es: Eliminar el archivo de registro mostrado actualmente

source: Delete the currently highlighted service from the Volume Offsets list
ca: Eliminar el canal ressaltat actual de la llista de compensació de volum
es: Eliminar el servicio actualmente resaltado de la lista de desviaciones de volumen

source: Delete the currently selected timer
ca: Eliminar el temporitzador seleccionat
es: Eliminar el temporizador seleccionado

source: Delete the directory/file '%s'?
ca: Eliminar el directori/arxiu '%s'?
es: ¿Eliminar la carpeta/archivo '%s'?

source: Delete the selected locally stored image
ca: Eliminar la imatge selecionada guardada localment
es: Eliminar la imagen seleccionada almacenada localmente

source: Delete these %d directories/files?
ca: Eliminar aquests %d directoris/arxius?
es: ¿Eliminar las carpeta/archivos %d?

source: Delete this tag
ca: Eliminar aquesta etiqueta
es: Eliminar esta etiqueta

source: Delete unused tags
ca: Eliminar etiquetes que no s'utilitzin
es: Eliminar etiquetas no utilizadas

source: Deleted
ca: Eliminat
es: Borrado

source: Deleted %s!
ca: %s eliminat!
es: ¡%s borrado!

source: Deleted items
ca: Elements eliminats
es: Elementos borrados

source: Deleting %s (%s)...
ca: Eliminant %s (%s)...
es: Eliminando %s (%s)...

source: Deleting files
ca: Eliminant arxius
es: Borrando archivos

source: Delivery system workaround
ca: Solució alternativa del sistema de lliurament
es: Solución alternativa del sistema de entrega

source: Democratic Republic of the Congo
es: República Democrática del Congo

source: Demod firmware version
ca: Versió de firmware de demulador
es: Versión de firmware demodulador

source: Denmark
ca: Dinamarca
es: Dinamarca

source: Depth
ca: Profunditat
es: Profundidad

source: Descending
es: Descendiendo

source: Descramble end time
es: Decodificar la hora de finalización

source: Descramble in Standby
es: Decodificar en reposo

source: Descramble in Standby finished
es: Decodificar en reposo finalizada

source: Descramble recordings before Shutdown
es: Decodificar grabaciones antes del apagado

source: Descramble start time
es: Hora de inicio de descifrado

source: Descrambling options
es: Opciones de descifrado

source: Description
ca: Descripció
es: Descripción

source: Deselect
ca: Deseleccionar
es: Deseleccionar

source: Deselect all
es: Deseleccionar todo

source: Deselect all lines
es: Deseleccionar todas las líneas

source: Deselect all related files
ca: Deseleccionar tots els arxius relacionats
es: Deseleccionar todos los archivos relacionados

source: Deselect only highlighted file
ca: Deseleccionar només l'arxiu ressaltat
es: Deseleccionar solo el archivo resaltado

source: Deselected packages usually occur because those packaged are incompatible with existing packages. While this is mostly harmless it is possible that your %s %s may experience issues.
es: Los paquetes deseleccionados suelen producirse porque los empaquetados son incompatibles con los existentes. Aunque en la mayoría de los casos esto es inocuo, es posible que su %s %s experimente problemas.

source: Destination of fallback remote receiver
es: Destino del receptor reserva

source: Destination of fallback remote receiver for ATSC
es: Destino del receptor reserva para ATSC

source: Destination of fallback remote receiver for DVB-C
es: Destino del receptor reserva para DVB-C

source: Destination of fallback remote receiver for DVB-T
es: Destino del receptor reserva para DVB-T

source: Detail of GStreamer log.
es: Detalle del log GStreamer.

source: Details
ca: Detalls
es: Detalles

source: Device Manager
ca: Administrador de dispositius
es: Administrador de dispositivos

source: Device Settings
ca: Configuració de dispositiu
es: Configuración de red

source: Device id
ca: ID de dispositiu
es: ID del dispositivo

source: Device mounts
ca: Muntatges de dispositiu
es: Montajes de dispositivo

source: Device name:
ca: Nom del dispositiu:
es: Nombre del dispositivo:

source: Device number
ca: Número de dispositiu
es: Nº de dispositivo

source: Device:
ca: Dispositiu:
es: Dispositivo:

source: Devices
ca: Dispositius
es: Dispositivos

source: DiSEqC 1.0 command
ca: DiSEqC 1.0
es: Comando DiSEqC 1.0

source: DiSEqC 1.1 command
ca: DiSEqC 1.1
es: Comando DiSEqC 1.1

source: DiSEqC 1.1 repeats
ca: Repetició DiSEqC 1.1
es: Repeticiones DiSEqC 1.1

source: DiSEqC Tester
ca: Comprovador DiSEqC
es: Prueba DiSEqC

source: DiSEqC mode
ca: Mode DiSEqC
es: Modo DiSEqC

source: DiSEqC port %s: %s
ca: Port DiSEqC %s: %s
es: Puerto DiSEqC %s: %s

source: DiSEqC-tester settings
ca: Configuració del comprovador DiSEqC
es: Configuración de DiSEqC-Tester

source: Diction
ca: Dicció
es: Dicción

source: Difference between timer begin and end must be equal or greater than %d minutes. End Action was disabled!
es: La diferencia entre el inicio y el final del temporizador debe ser igual o mayor a %d minuto. ¡La acción de finalización fue deshabilitada!

source: Digit entry for service selection
ca: Entrada de dígits per a la selección de canals
es: Entrada de dígitos para la selección del servicio

source: Digital contour removal
ca: Eliminació del contorn digital
es: Eliminar contorno digital

source: Dim delay
ca: Retard d'atenuació
es: Retraso de la atenuación

source: Dim the LCD to the level from 'Brightness (Dimmed)' after specified time.
ca: Atenuar el LCD al nivell de 'Brillantor (atenuada)' després del temps especificat.
es: Atenuar la pantalla LCD al nivel de 'Brillo (Atenuado)' después del tiempo especificado.

source: Direct menu item selection
ca: Selecció d'element de menú directe
es: Selección directa de elementos del menú

source: Direct playback of linked titles without menu
ca: Reproducció directa de títols enllaçats sense menú
es: Reproduce los títulos enlazados sin menú

source: Directories
ca: Directoris
es: Directorios

source: Directory
ca: Directori
es: Directorio

source: Error: Directory '%s' does not exist!
es: Error: No existe el directorio %s.

source: Directory '%s' can't be linked to recordings!
ca: El directori '%s' no es pot enllaçar per a gravacions!
es: ¡El directorio '%s' no se puede vincular con las grabaciones!

source: Directory '%s' does not exist!
ca: El directori '%s' no existeix!
es: ¡El directorio '%s' no existe!

source: Directory '%s' not writable!
ca: El directori '%s' no es pot escriure!
es: ¡No se puede escribir en el directorio '%s'!

source: Directory browser
ca: Navegador de directoris
es: Examinar directorios

source: Directory/File %d of %d
ca: Directori/Arxiu %d de %d
es: Directorio/Archivo %d de %d

source: Directory/File Status Actions
ca: Accions d'estat de directori/arxiu
es: Acciones del estado de directorio/archivo

source: Directory/File status information
ca: Informació d'estat de directori/arxiu
es: Información del estado de directorio/archivo

source: Disable
ca: Deshabilitar
es: Deshabilitar

source: Disable Animations
ca: Desactivar animacions
es: Desactivar animaciones

source: Disable FCC during recordings
ca: Desactivar FCC durant les gravacions
es: Desactivar FCC durante las grabaciones

source: Disable Fast Channel Change
ca: Desactivar el canvi de la canal ràpid
es: Desactivar el cambio rápido de canal

source: Disable IceTV
ca: Deshabilitar IceTV
es: Desactivar IceTV

source: Disable MiniTV
ca: Desactivar MiniTV
es: Desactivar MiniTV

source: Disable Picture in Picture
ca: Desactivar PiP
es: Deshabilitar Picture in Picture

source: Disable background scanning
ca: Desactiva l’escaneig de fons
es: Deshabilitar la búsqueda en segundo plano

source: Disable Chkroot
es: Deshabilitar Chkroot

source: Disable digital downmix
ca: Desactivar mescla digital
es: Desactivar el downmix digital

source: Disable intro screen
ca: Desactivar pantalla d'introducció
es: Desactivar la pantalla de introducción

source: Disable the HDD Process on VFD.
es: Desactivar proceso de HDD en VFD.

source: Disable the MultiBoot option
es: Deshabilitar la opción MultiBoot

source: Disable timer
ca: Desactivar el temporitzador
es: Deshabilitar temporizador

source: Disabled
ca: Desactivat
es: Desactivado

source: Disabled PiP.
ca: PiP desactivat.
es: PIP deshabilitado.

source: Disabled or WPA/WPA2
ca: Desactivat o WPA/WPA2
es: Desactivado o WPA/WPA2

source: Disabled use of FCC to use fallback tuner. Enigma2 needs to be restarted. Do you want to do it now?
es: Se ha deshabilitado el uso de FCC para usar el tuner reserva. Es necesario reiniciar enigma2. ¿Quieres hacerlo ahora?

source: Dish
ca: Antena
es: Antena

source: Disk full
ca: Disc ple
es: Disco lleno

source: Storage device not found!
es: ¡No se encontró el disco!

source: Display 16:9 content as
ca: Mostra el contingut de 16:9 com a
es: Visualizar los contenidos 16:9 como

source: Display 4:3 content as
ca: Mostra el contingut de 4:3 com a
es: Visualizar los contenidos 4:3 como

source: Display >16:9 content as
ca: Visualització> contingut 16:9 com a
es: Visualizar los contenidos >16:9 como

source: Display Settings
ca: Configuració del display
es: Ajustes display

source: Display and user interface
ca: Display i interfície d'usuari
es: Pantalla y interfaz de usuario

source: Display context menu
ca: Mostrar menú contextual
es: Mostrar el menú contextual

source: Display file as hexadecimal
ca: Mostrar arxiu con hexadecimal
es: Mostrar archivo como hexadecimal

source: Display file as octal
ca: Mostrar arxiu com octal
es: Mostrar archivo como octal

source: Display file as text
ca: Mostrar arxiu com text
es: Mostrar archivo como texto

source: Display log for the currently selected timer
ca: Mostrar log del temporitzador seleccionat
es: Mostrar el registro del temporizador seleccionado

source: Display message before playing next movie
ca: Mostra el missatge abans de reproduir la següent pel·lícula
es: Mostrar un mensaje antes de reproducir la siguiente película

source: Display more information about this file
ca: Mostrar més informació de l'arxiu
es: Mostrar más información sobre este archivo

source: Display selection list as a selection menu
ca: Mostrar llista de selecció com un menú de selecció
es: Mostrar la lista de selección como un menú de selección

source: Display the EIT Now/Next event data in InfoBar
es: Visualizar datos EIT de programa actual/siguiente en la InfoBar

source: Display the base locales or all locales for a language.
ca: Mostrar les configuracions regionals base o totes les configuracions regionals d'un idioma.
es: Mostrar las regiones básicas o todas las regiones de un idioma.

source: Display the tags context menu
ca: Mostrar les etiquetes del menú contextual
es: Mostrar el menú contextual de las etiquetas

source: Display the virtual keyboard for data entry
ca: Mostrar el teclat virtual per a introducció de dades
es: Mostrar el teclado virtual para la introducción de datos

source: Display type
ca: Mostrar tipus
es: Tipo de pantalla

source: Distance
ca: Distància
es: Distancia

source: Distribution
ca: Distribució
es: Distribución

source: Distribution '%s' information for %s %s
ca: Informació de distribució '%s' per a %s %s
es: Información de distribución '%s' para %s %s

source: Distribution architecture
ca: Arquitectura de distribució
es: Arquitectura de distribución

source: Distribution build
ca: Creació de la distribució
es: Compilación de distribución

source: Distribution build date
ca: Data creació de la distribució
es: Fecha de compilación de la distribución

source: Distribution file system
ca: Sistema d'arxius de la distribució
es: Sistema de archivos de la distribución

source: Distribution folder
ca: Carpeta de distribució
es: Carpeta de distribución

source: Distribution language
ca: Idioma de la distribució
es: Idioma de distribución

source: Distribution revision
ca: Revisió de la distribució
es: Revisión de la distribución

source: Distribution version
ca: Versió de la distribució
es: Versión de la distribución

source: Divehi / Dhivehi / Maldivian
es: Divehi / Dhivehi / Maldivas

source: Djibouti
es: Yibuti

source: Center DVB Subs On This Service
es: Centrar subtítulos DVB en este servicio

source: Do not backup the image
es: No hacer backup de la imagen

source: Do not change
ca: No canviar
es: No cambiar

source: Do not check the Internet and packages
es: No revisar Internet y paquetes

source: Do not delete services
es: No eliminar canales

source: Do not flash image
ca: No instal·lar la imatge
es: No instalar la imagen

source: Do not record
ca: No gravar
es: No grabar

source: Do nothing
ca: No facis res
es: No hacer nada

source: Do you really want to check the file system? This could take a long time!
ca: Segur que vols comprovar el sistema d'arxius? Pot tardar molt de temps!
es: ¿Seguro que quiere comprobar el sistema de archivos? ¡Podría tardar mucho tiempo!

source: Do you really want to convert the file system? You cannot go back!
ca: Segur que vols convertir el sistema d'arxius? No podràs tornar enrere!
es: ¿Seguro que quiere convertir el sistema de archivos? ¡No se puede deshacer!

source: Do you really want to delete %s ?
ca: Segur que vols esborrar %s?
es: ¿Realmente quieres eliminar %s ?

source: Do you really want to delete '%s'?
ca: Segur que vols esborrar %s?
es: ¿Seguro que quiere eliminar %s?

source: Do you really want to delete?
es: ¿Realmente desea eliminar?

source: Do you really want to delete all '%s' tags? (NOTE: 'Cancel' cannot undo this!)
ca: Segur que vols esborrar totes les etiquetes %s? (NOTA: "Cancel·lar" no pot desfer-ho!)
es: ¿De verdad quiere eliminar todas las etiquetas %s? (NOTA: ¡'Cancelar' no puede deshacerlo!)

source: Do you really want to delete all tags? (Note that 'Cancel' will not undo this!)
ca: Segur que vols esborrar totes les etiquetes? (NOTA: "Cancel·lar" no pot desfer-ho!)
es: ¿De verdad quiere eliminar todas las etiquetas? (NOTA: ¡'Cancelar' no puede deshacerlo!)

source: Do you really want to delete this timer?
ca: Segur que vols esborrar aquest temporitzador?
es: ¿Seguro que quiere eliminar este temporizador?

source: Do you really want to exit?
ca: Segur que vols sortir?
es: ¿Seguro que quiere salir?

source: Do you really want to initialize the device? All data on the disk will be lost!
ca: Segur que vols inicialitzar el dispositiu? Es perdran totes les dades del disc!
es: ¿Seguro que quiere inicializar el dispositivo? ¡Todos los datos del disco se perderán!

source: Do you really want to move to trashcan ?
ca: Segur que vols moure a la paperera?
es: ¿Realmente quieres moverte a la papelera?

source: Do you really want to permanently remove '%s' from the trashcan?
es: ¿Seguro que quiere eliminar permanentemente ‘%s’ de la papelera?

source: Do you really want to permanently remove from trash can ?
ca: Segur que vols eliminar permanentment de la paperera de reciclatge?
es: ¿Realmente deseas eliminar permanentemente del bote de basura?

source: Do you really want to remove directory '%s' from the disk?
ca: Segur que vols eliminar el directori "%s" del disc?
es: ¿Seguro que quiere eliminar el directorio %s del disco?

source: Do you really want to remove the timer for %s?
ca: Segur que vols eliminar el temporitzador per %s?
es: ¿Seguro que quiere eliminar el temporizador de %s?

source: Do you really want to remove the bookmark for '%s'?
es: ¿Seguro que quiere eliminar tu marcador %s?

source: Do you really want to restart %s? HINT: This will take about 5 seconds!
es: ¿Realmente quieres reiniciar %s? CONSEJO: ¡Tardará unos 5 segundos!

source: Do you really want to shut down %s? ATTENTION: To reactivate %s, enter CAMD Manager and press GREEN button.
es: ¿De verdad quieres parar %s? ATENCIÓN: ¡Para reactivar %s, ingrese a Gestor de CAMD y pulse botón VERDE.

source: Do you really want to stop and delete the timer '%s'?
ca: Segur que vols parar i eliminar el temporitzador '%s'?
es: ¿Seguro que quiere parar y eliminar el temporizador '%s'?

source: Do you want change '%s' access mode?
ca: Vols canviar el mode d'accés '%s'?
es: Quieres cambiar el modo de acceso '%s'?

source: Do you want to add any additional information ?
ca: Vols afegir alguna informació adicional?
es: ¿Desea agregar información adicional?

source: Do you want to also install samba client ? This allows you to mount your windows shares on this device.
ca: Vols instal·lar també el client samba? Això et permet muntar els recursos compartits de windows en aquest dispositiu.
es: ¿Desea instalar también el cliente de samba? Esto le permite montar sus recursos compartidos de Windows en este dispositivo.
