Repository: OpenSPA/dvbapp2
Catalog: po/*.po
Languages: ca, es

source: Deselected packages usually occur because those packaged are incompatible with existing packages. While this is mostly harmless it is possible that your %s %s may experience issues.
ca: Paquests deseleccionats ocurreix habitualment perquè aquests paquets són imcompatibles amb els paquets existents. Tot i que això és gairebé inofensiu, és possible que el %s %s pugui experimentar problemes.

source: Detail of GStreamer log
ca: Detall del log GStreamer

source: Difference between timer begin and end must be equal or greater than %d minutes. End Action was disabled !
ca: Diferència entre l'inici i el final del temporitzador ha de ser igual o major que %d minuts. Acció de finalització desactivada!

source: Directory %s does not exist.
ca: El directori %s no existeix.

source: Disable the HDD Process on VFD
ca: Desactivar el procés de HDD al VFD

source: Display oscam information.
ca: Mostrar informació oscam.

source: Display the EIT Now/Next event data in InfoBar.
ca: Mostrar dades del programa EIT actual/següent a l'infobar.

source: Do center DVB subs on this service
ca: Feu servir el servei DVB de centre d’aquest servei

source: Do not center DVB subs on this service
ca: No centre els subseccions DVB en aquest servei

source: Do you really want to delete ?
ca: Segur que vols esborrar?

source: Do you really want to permanently remove '%s' from trash can ?
ca: Segur que vols eliminar permanentment "%s" de la paperera de reciclatge?

source: Do you really want to remove your bookmark for '%s'?
ca: Segur que vols eliminar el favorit de %s?

source: Do you want to delete all selected files: (choose 'No' to only delete the currently selected file.)
ca: Vols eliminar tots els arxius seleccionats?: (escolleix 'No' per eliminar només l'arxiu seleccionat.)

source: Do you want to install the package:
ca: Voleu instal·lar el paquet:

source: Do you want to reboot your receiver?
ca: Voleu reiniciar el receptor?

source: Do you want to remove the package:
ca: Voleu eliminar el paquet:

source: Do you want to upgrade the package:
ca: Vols actualitzar el paquet;

source: Downloading latest update list. Please wait...
ca: Descarregant la darrera llista d'actualitzacions. Si us plau espera...

source: Downmix
ca: Mescla

source: ECM Statistics
ca: Estadistiques ECM

source: ECM Time
ca: Temps d'ECM

source: ECM avg
ca: Mitjana d'ECM

source: ECM last
ca: Darrera ECM

source: ECM-Time
ca: Temps d'ECM

source: Email
ca: Correu electrònic

source: Enable Up / Down buttons for the 'all up / down' function? (at the beginning / end of the column)
ca: Habilitar els botons Dalt / Baix per a la funció "tot amunt / avall"? (al principi/final de la columna)

source: Enable blinking rec symbol on the LCD Display
ca: Activar el símbol de gravació parpellejant a la pantalla LCD

source: Enable cut file support for audio files. (e.g. mp3)
ca: Activar suport de tall d'arxius per a arxius d'àudio.(per exemple mp3)

source: Enable cut file support for non *.ts files. (e.g. mp4)
ca: Activar suport de tall d'arxius per a arxius que no siguin *.ts. (per exemple mp4)

source: Enable this setting if your aerial system needs power
ca: Habiliteu aquesta configuració si el vostre sistema aeri necessita energia

source: Enable to display the Extension menu entries alphabetically.
ca: Activar per mostrar les entrades del menú extensions alfabèticament.

source: Enable to show the 'Restart Network' entry in the Extensions menu.
ca: Activar per mostra la entrada 'Reiniciar xarxa' al menú Extensions.

source: Enable unlinked bouquets
ca: Activar llistes desenllaçades

source: Enigma2 skin selector
ca: Selecció skin enigma2

source: Enter if you are in the east or west hemisphere.
ca: Introduïu si esteu a l’hemisferi est o oest.

source: Enter if you are north or south of the equator.
ca: Introduïu si esteu al nord o al sud de l’equador.

source: Enter main menu...
ca: Entrar al menú principal...

source: Enter the frequency at which you LNB switches between low band and high band. For more information consult the spec sheet of your LNB.
ca: Introduïu la freqüència a la qual canvia LNB entre banda baixa i banda alta. Per a més informació, consulteu la fitxa específica del vostre LNB.

source: Enter your high band local oscillator frequency. For more information consult the spec sheet of your LNB.
ca: Introduïu la vostra freqüència oscil·ladora local de banda alta. Per a més informació, consulteu la fitxa específica del vostre LNB.

source: Enter your low band local oscillator frequency. For more information consult the spec sheet of your LNB.
ca: Introduïu la vostra freqüència oscil·ladora local de banda baixa. Per a més informació, consulteu la fitxa específica del vostre LNB.

source: Error getting link via %s %s
ca: Error en obtenir enllaç via %s %s

source: Error reading bouquets.radio
ca: Error en llegir bouquets.radio

source: Error reading bouquets.tv
ca: Error en llegir bouquets.tv

source: Error: %s %s not %s! Please try again later.
ca: Error: %s %s no %s! Si us plau, torna a provar-ho més tard.

source: Error: Unable to process the command! Please try again later.
ca: Error: Impossible processar l'ordre! Si us plau, torna-ho a provar més tard.

source: Even if a 'Wakeup' PowerTimer starting?
ca: Fins i tot iniciant un temporitzador d'alimentació?

source: Execution finished!!
ca: Execució finalitzada!

source: Execution progress:
ca: Progrés de l’execució:

source: Exposure bias
ca: Biaix d'exposició

source: FTP Actions
ca: Accions FTP

source: Fade the InfoBar on hide
ca: Atenuar la infobar en ocultar-se

source: Fallback remote receiver setup
ca: Configuració del receptor remot de reserva

source: File appears to be busy.
ca: Sembla que el fitxer està ocupat.

source: File write error: '%s'
ca: Error en escriptura d'arxius : '%s'

source: Full Image Backup
ca: Backup total de la imatge

source: Full back-up on %s
ca: Backup total a %s

source: GUI needs a restart to apply a new skin Do you want to Restart the GUI now?
ca: Enigma necessita un reinici per aplicar el nou skin Vols reiniciar ara?

source: GUI needs a restart to apply a new skin Do you want to restart the GUI now?
ca: Cal reiniciar enigma2 per activar el nou skin Vols fer-ho ara?

source: Geolocation does not contain time zone information.
ca: La geolocalització no conté informació de la zona horària.

source: Geolocation has been used to set the time zone.
ca: La geolocalització s'ha utilitzat per a configurar la zona horària.

source: Geolocation is not available.
ca: Geolocalització no disponible.

source: Georgia
ca: Geòrgia

source: Getting Softcam list. Please wait...
ca: Obtenint llista de softcam. Si us plau espera...

source: Goto Date/Timer
ca: Anar a data/hora

source: Goto Prime time
ca: Anar Prime Time

source: Hide VBI line for this service
ca: Ocultar línia VBI d'aquest programa

source: History zap...
ca: Canvi a l'historial...

source: Hops
ca: Salts

source: Horizontal
ca: Horitzontal

source: Hostname
ca: Nom del host

source: How many minutes do you want to record?
ca: Quants minuts vols gravar?

source: If you are using a Circular polarised LNB select 'yes', otherwise select 'no'.
ca: Si utilitzeu un LNB polaritzat circular, seleccioneu “sí”, en cas contrari, seleccioneu “no”.

source: Image created on: %s/%s-%s%s-%s-backup-%s_%s.zip
ca: Imatge creada a: %s/%s-%s%s-%s-backup-%s_%s.zip

source: Image creation failed -
ca: Ha fallat la creació de la imatge -

source: In the Standby Record on the LCD Display
ca: Mostrar símbol de gravació en repòs al display LCD

source: InfoBar RDS Actions
ca: Accions Infobar RDS

source: InfoBar Show/Hide Actions
ca: Accions Mostrar/Ocultar barra d'informació

source: Infotainment
ca: Informació

source: Install Failed !!
ca: Ha fallat la instal·lació!

source: Install Finished.
ca: Instal·lació finalitzada.

source: Install Softcams
ca: Instal·lar Softcams

source: Install/Remove plugin
ca: Instal·lar/Eliminar plugin

source: Instant recording...
ca: Enregistrament instantani …

source: Internal hdd only
ca: Només hdd intern

source: LCD Skin Settings
ca: Configuració skin del LCD

source: LCD SkinSelector
ca: Selector de skin LCD

source: LCN plugin for DVB-T/T2 services
ca: Plugin LCN per a canals DVB-T/T2

source: LCN rules:
ca: Regles LCN:

source: Languages
ca: Idiomes

source: Last Request
ca: Última petició

source: Leave this set to 'yes' unless you fully understand why you are adjusting it.
ca: Deixeu aquest conjunt a “sí” a menys que entengueu completament per què l’estan ajustant.

source: Left from service name
ca: Resta del nom de servidor

source: List EPG functions...
ca: Llista funcions de l'EPG...

source: Locales
ca: Idiomes

source: Long << / >>
ca: Llarg << / >>

source: Long Left/Right
ca: Pulsació prolongada Esquerra/Dreta

source: Lower Framerate save CPU Time
ca: Un framerate més baix estalvia temps de CPU

source: MENU
ca: MENÚ

source: MOUSE
ca: RATOLÍ

source: MTD boot
ca: Arranc MTD

source: MTD kernel
ca: Kernel MTD

source: Mark service as dedicated 3D service
ca: Marca el servei com a servei 3D dedicat

source: Mauritania
ca: Mauritània

source: Maximum minutes to jump %d !
ca: Màxim número de minuts per a saltar %d !

source: Message...
ca: Missatge...

source: Missing
ca: Falta

source: Mount Actions
ca: Muntatges

source: Mountpoint
ca: Punt de muntatge

source: Mounts Settings
ca: Configuració de muntatges

source: Move down one line. Move to the top of the next screen if this is the last line of the screen. Move to the first line of the list if this is the last line on the list.
ca: Moure una línia cap avall. Mou a la part superior de la pantalla següent si aquesta és l'última línia de la pantalla. Passeu a la primera línia de la llista si aquesta és l'última línia de la llista.

source: Move down one screen. Move to the last line of the screen if this is the last screen.
ca: Mou una pantalla cap avall. Mou a l'última línia de la pantalla si aquesta és l'última pantalla.

source: Move to last line
ca: Moure a l'última línia

source: Move up one line. Move to the bottom of the previous screen if this is the first line of the screen. Move to the last of the entry / list if this is the first line of the list.
ca: Mou una línia cap amunt. Mou a la part inferior de la pantalla anterior si aquesta és la primera línia de la pantalla. Passeu a l'última de l'entrada/llista si aquesta és la primera línia de la llista.

source: Move up one screen. Move to the first line of the screen if this is the first screen.
ca: Mou una pantalla cap amunt. Mou a la primera línia de la pantalla si aquesta és la primera.

source: Movie List Actions
ca: Llista de pel·lícules

source: Multiboot Image created on: %s/%s-%s%s-%s-backup-%s_usb.zip
ca: Imatge Multiboot creada a: %s/%s-%s%s-%s-backup-%s_usb.zip

source: N/A
ca: N/D

source: NFS Actions
ca: Accions NFS

source: Netball
ca: Bàsquet

source: Never decrypt the content while recording. This overrides the individual timer settings globally. If enabled, recordings are stored in crypted presentation and must be decrypted afterwards (sometimes called offline decoding). Default: off.
ca: No desxifreu el contingut mentre enregistreu. Això substitueix les configuracions del temporitzador individual a nivell mundial. Si està habilitat, les gravacions s’emmagatzemen en presentació encriptada i s’han de desxifrar després (de vegades es denomina descodificació fora de línia). Per defecte: desactivat.

# now/next: 'next' event label
source: Next
ca: Seguent

source: Next bouquet
ca: Següent llista

source: Next page
ca: Pàgina següent

source: Nextsong
ca: Següent cançó

source: No Devices Found !!
ca: No s'ha trobat cap dispositiu!!

source: No ECMPids available
ca: Sense EMPids disponibles

source: No event info found, recording indefinitely.
ca: No hi ha info del programa, gravant indefinidament.

source: No to all
ca: No a tots

source: No, do not backup a image
ca: No, no facis backup de la imatge

source: No, show always the plugin browser
ca: No, mostra sempre el navegador de plugins

source: No, show always the timer list
ca: No, mostrar sempre la llista de temporitzadors

source: Not Flashing
ca: No s'està instal·lant

source: Not enough free Diskspace! Filesize: %sMB Free Space: %sMB Path: %s
ca: No hi ha prou espai lliure al disc. Tamany d'arxiu: %sMB Espai lliure: %sMB Ruta: %s

source: Now building the Backup Image
ca: Creant la imatge de backup

source: Number of digits in channel number
ca: Número de dígits per al número del canal

source: OK
ca: Bé

source: OSD Adjustment
ca: Ajustos OSD

source: OSD Position Settings
ca: Configuració posició OSD

source: OScam Info
ca: Info OScam

source: OScam Information
ca: Informació OScam

source: OScam webif disabled
ca: OScam webif deshabilitat

source: On
ca: Activat

source: On valid ONIDs, ignore frequency sub network part
ca: En ONIDs vàlids, ignora la part de subxarxa de freqüència

source: Open AutoTimerlist
ca: Obrir llista d'autotemporitzadors

source: Open Timerlist
ca: Obrir llista de temporitzadors

source: Open bouquetlist
ca: Obrir llista de canals

source: Open satellites list
ca: Obrir llista de satèl·lits

source: Open service list
ca: Obrir llista de canals

source: Open service list and select next channel
ca: Obrir llista de canals i sel·leccionar el següent canal

source: Open service list and select next channel for PiP
ca: Obrir llista de canals i sel·leccionar el següent canal per a PIP

source: Open service list and select previous channel
ca: Obrir llista de canals i seleccionar el canal anterior

source: Open service list and select previous channel for PiP
ca: Obrir llista de canals i sel·leccionar l'anterior canal per a PIP

source: Option to disable picons on the Infobar
ca: Opció per a desactivar picons a la barra d'informació

source: Option to enable the Hardware Standby Timer
ca: Opció per a activar el temporitzador d'apagat de hardware

source: Oscam Info - Main Menu
ca: Info OScam - Menú principal

source: Oscam Info Settings
ca: Configuración Info OScam

source: Oscam Log ( Oscam-Version: %s )
ca: Log OScam (Versió OScam: %s)

source: OscamInfo Mainmenu
ca: Menú principal d'info OScam

source: Overwrite Bootlogo Files ?
ca: Sobreescriure axius del bootlogo?

source: Overwrite Driver Files ?
ca: Sobreescriure axius de drivers?

source: Overwrite Emu Files ?
ca: Sobreescriure axius de CAMD?

source: Overwrite Picon Files ?
ca: Sobreescriure els arxius de picons?

source: Overwrite Setting Files ?
ca: Sobreescriure axius de configuració?

source: Overwrite Spinner Files ?
ca: Sobreescriure arxius del spinner?

source: PAGE UP/DOWN
ca: PÀG. DALT/BAIX

source: Package list
ca: Llista de paquets

source: Packet Manager
ca: Gestor de paquets

source: Paraguay
ca: Paraguai

source: Path to save not exist: '/tmp/'
ca: Ruta per guardar no existeix: '/tmp/'

source: Permanently delete all recordings in the trash can?
ca: Voleu eliminar tots els enregistraments de la paperera?

source: PiP Actions
ca: Accions PiP

source: Picon and Service Name
ca: Picon i nom de canal

source: Picture in Picture Setup
ca: Configuració PIP

source: Play recorded movies
ca: Reproduir pel·lícules gravades

source: Please be patient, a backup will now be made,
ca: Si us plau, tingues paciència. El backup es realitzarà en un moment,

source: Please change recording endtime
ca: Sisplau canvia l'hora d'aturar la gravació

source: Please check the manual of the receiver
ca: Si us plau, comprova el manual del receptor

source: Please choose CCcam-Reader
ca: Sel·lecciona un lector CCcam

source: Please choose reader
ca: Sel·lecciona un lector

source: Please select a backup destination
ca: Si us plau selecciona destinació del backup

source: Please select a default EPG type...
ca: Sel·lecciona el tipus d'EPG per defecte...

source: Please select a sub service...
ca: Seleccioneu un sub-servei …

source: Please setup your user interface by adjusting the values till the edges of the red box are touching the edges of your TV. When you are ready press OK to continue.
ca: Configura la interfície d'usuari ajustant els valors fins que les vores del quadrat vermell toquin les del teu TV. Quan hagis acabat, prem OK per a continuar.

source: Please setup your user interface by adjusting the values till the edges of the red box are touching the edges of your TV. When you are ready press green to continue.
ca: Configura la teva interfície d'usuari ajustant els valors fins que les vores del quadrat vermell toquin les del teu TV. Quan estigui llest, prem verd per a continuar.

source: Please wait...almost ready!
ca: Si us plau esperi... quasi està llest!

source: Plugins
ca: Connectors

source: Popup
ca: Emergent

source: Position Setup
ca: Configuració del motor

source: Power management. Consult your receiver's manual for more information.
ca: Gestió d’energia. Consulteu el manual del vostre receptor per obtenir més informació.

source: Power threshold. Consult your receiver's manual for more information.
ca: Llindar de potència. Consulteu el manual del vostre receptor per obtenir més informació.

source: PowerTimer
ca: Temporitzador d'encesa

source: PowerTimer Actions
ca: Temporitzadors d'encesa

source: PowerTimer Overview
ca: Vista general dels temporitzadors d'encesa

source: PowerTimer Settings
ca: Configuració del temporitzador d'encesa

source: PowerTimer Standby
ca: Temporitzador d'encesa des de repòs

source: PowerTimer deep standby
ca: Temporitzador d'encesa des de repòs profund

source: PowerTimer log
ca: Log temporitzador d'encesa

source: PowerTimers
ca: Temporitzadors d'alimentació

source: Press OK to activate the selected skin.
ca: Prem OK per a activar el skin seleccionat.

source: Previous bouquet
ca: Llista prèvia

source: Previous page
ca: Pàgina anterior

source: Probable causes could be
ca: Les causes probables poden ser

source: Providers:
ca: Proveïdors:

source: Purge all but the current and permanent locales/languages. Add the current locale/language if it is not installed. Delete the current locale/language if it is installed.
ca: Netejar tot excepte els idiomes/idiomes locals actuals i permanents. Afegiu la configuració regional/idioma actual si no està instal·lat. Suprimiu la configuració regional/idioma actual si està instal·lat.

source: Quick Menu...
ca: Menú ràpid...

source: Quick zap
ca: Zap ràpid

source: REC Symbol
ca: Símbol REC

source: Reader Statistics
ca: Estadístiques del lector

source: Ready to install "%s" ?
ca: Preparat per a instal·lar '%s'?

source: Ready to install '%s'?
ca: Preparat per a instal·lar '%s'?

source: Ready to remove "%s" ?
ca: Preparat per eliminar "%s"?

source: Really exit the subservices quickzap?
ca: Sortir del zappeig ràpid dels subserveis?

source: Reception lists
ca: Llistes de recepció

source: Record time limited due to conflicting timer %s
ca: Temps de gravació limitat a causa d'un temporitzador en conflicte %s

source: Recording Actions
ca: Gravacions

source: Red button...
ca: Botó vermell...

source: Relevant PIDs Routing
ca: Enrutament de PIDs rellevants

source: Reload
ca: Recarrega

source: Remove Failed !!
ca: Ha fallat esborrat!!!

source: Remove Finished.
ca: Esborrat finalitzat.

source: Replace `- ` in dialogs with colored text per speaker (like teletext subtitles for the hearing impaired)
ca: Substitueix els diàlegs `-` en text de colors per altaveu (com els subtítols de teletext per a deficiències auditives)

source: Right from service name
ca: Des del nom de nom del servei

source: Roll-off
ca: Desplegament

source: Romance
ca: Romanç

source: SABnzbd Actions
ca: SABnzbd

source: SATPI Setting Actions
ca: Configuració SATPI

source: Saint Kitts and Nevis
ca: Saint Kitts i Nevis

source: Samba Actions
ca: Samba

source: Samba Log
ca: Log Samba

source: Samba Setup
ca: Configurar Samba

source: Save the commands and the output to a file? ('%s')
ca: Guardar les ordres i la sortida a un arxiu? ('%s')

source: Scanning - %d%% completed
ca: Recerca - %d%% finalitzada

source: Scanning completed, %d channel found
ca: Recerca completada, s’ha trobat %d canal

source: ScriptRunner
ca: Executar script

source: Search IMDb for information about current event.
ca: Buscar informació sobre el programa actual a IMDb.

source: Search the epg for current event.
ca: Buscar epg del programa actual.

source: Seek back short
ca: Pulsació curta rebobinat

source: Seek forward short
ca: Salt curt cap endavant

source: Seek forward long
ca: Pulsació llarga avanç ràpid

source: Seekbar
ca: Barra de recerca

source: Seekbar activation
ca: Activació de la barra de posicionament

source: Seekbar sensibility
ca: Sensibilitat de la barra de posicionament

source: Select 'A' or 'B' if your aerial system requires this, otherwise select 'none'. If you are unsure select 'none'.
ca: Seleccioneu “A” o “B” si el vostre sistema aeri requereix això, en cas contrari, seleccioneu “cap”. Si no esteu segurs, seleccioneu “cap”.

source: Select 'Yes' if volume adjustments should be applied to Dolby sound tracks.
ca: Selecciona 'Sí' si s'ha d'aplicar les configuracions de volum a pistes d'àudio Dolby.

source: Select 'band' if using a 'universal' LNB, otherwise consult your LNB spec sheet.
ca: Seleccioneu “banda” si feu servir un LNB “universal”, si no, consulteu el vostre full de especificacions LNB.

source: Select 'enabled' if this tuner has a signal cable connected, otherwise select 'nothing connected'.
ca: Seleccioneu “habilitat” si aquest sintonitzador té un cable de senyal, en cas contrari, seleccioneu “res connectat”.

source: Select 'polarisation' if using a 'universal' LNB, otherwise consult your LNB spec sheet.
ca: Seleccioneu “polarització” si feu servir un LNB “universal”, si no, consulteu el vostre full de dades LNB.

source: Select 'provider' to scan from the predefined list of cable multiplexes. Select 'bands' to only scan certain parts of the spectrum. Select 'steps' to scan in steps of a particular frequency bandwidth.
ca: Seleccioneu “proveïdor” per escanejar de la llista predefinida de múltiplex per cable. Seleccioneu “bandes” per escanejar només algunes parts de l’espectre. Seleccioneu “passos” per analitzar els passos d’un ample de banda de freqüència particular.

source: Select 'yes' if this tuner is connected to the SCR device through another tuner, otherwise select 'no'.
ca: Seleccioneu “sí” si aquest sintonitzador està connectat al dispositiu SCR mitjançant un altre sintonitzador, en cas contrari, seleccioneu “no”.

source: Select 'yes' to include %s multiplexes in your search.
ca: Seleccioneu ’si’ per incloure%s multiplexes a la cerca.

source: Select 'yes' to include symbol rate %s in your search.
ca: Selecciona “sí” per incloure la velocitat de símbols %s a la recerca.

source: Select 'yes' to include the %s band in your search.
ca: Selecciona “sí” per incloure la banda %s a la recerca.

source: Select 'yes' to only send the DiSEqC command when changing from one satellite to another, or select 'no' for the DiSEqC command to be resent on every zap.
ca: Seleccioneu “sí” per enviar només la comanda DiSEqC quan canvieu d’un satèl·lit a un altre, o bé seleccioneu “no” perquè la comanda DiSEqC torni a presentar-se a cada zap.

source: Select Fast DiSEqC if your aerial system supports this. If you are unsure select 'no'.
ca: Seleccioneu Fast DiSEqC si el vostre sistema aeri és compatible. Si no esteu segurs, seleccioneu “no”.

source: Select LCD Skin
ca: Seleccionar skin LCD

source: Select Your Skin
ca: Selecciona el teu skin

source: Select action for timer %s:
ca: Seleccionar acció per al temporitzador %s:

source: Select default EPG type...
ca: Sel·leccionar el tipus d'EPG per defecte...

source: Select how long, in seconds, that the volume display is shown before it automatically hides.
ca: Seleccionar duració, en segons, durant la qual es mostrarà la pantalla de volum abans que s'oculti automàticament.
