Repository: OpenSPA/dvbapp2
Catalog: po/*.po
Languages: ca, es

source: [User - bouquets (TV)]
ca: [Usuari - rams (TV)]
es: [Usuario - listas (TV)]

source: Please press OK to start Kodi...
ca: Premeu Bé per començar Kodi...
es: Pulse OK para iniciar Kodi...

source: WARNING: There is not enough space to install Kodi!
ca: AVÍS: No hi ha prou espai per instal·lar Kodi!
es: ATENCIÓN: ¡No hay espacio suficiente para instalar Kodi!

source: Kodi not present. Proceed with install?
ca: Kodi no està present. Procedim amb la instal·lació?
es: Kodi no está instalado. ¿Proceder a la instalación?

source: <This tuner is configured automatically>
ca: <Aquest sintonitzador està configurat automàticament>
es: <Este sintonizador se configura automáticamente>

source: Recording in progress.
ca: Gravació en curs.
es: Grabación en curso.

source: [Installed Plugins]
ca: [Plugins instal·lats]
es: [Plugins instalados]

source: Installed Plugins
es: Plugins instalados

source: Menu key : Select quad channel
ca: Menú botons : Selecciona canal quad
es: Botón de menú: Seleccionar canal quad

source: REC
es: GRAB

source: Red key : Show/Hide channel name
ca: Botó vermell : Mostrar/Amagar nom del canal
es: Tecla roja: Mostrar/Ocultar nombre de canal

source: (Channel %s)
ca: (Canal %s)
es: (Canal %s)

source: (Partition %d)
ca: (Partició %d)
es: (Partición %d)

source: (current channel)
ca: (canal actual)
es: (canal actual)

source: (disabled)
ca: (desactivat)
es: (deshabilitado)

source: (higher than any auto)
ca: (superior a qualsevol auto)
es: (mayor que en automático)

source: (higher than rotor any auto)
ca: (superior al rotor qualsevol auto)
es: (mayor que el rotor en automático)

source: (lower than any auto)
ca: (superior a qualsevol auto)
es: (menor que en automático)

source: <No Channel>
ca: <Sense Canals>
es: <No hay Canal>

source: <empty>
ca: <buit>
es: Vacío

source: HI
es: - ALT

source: and
ca: i
es: y

source: available !! Do you want to install the new settings list?
ca: disponible !! Vols instal·lar la nova llista de configuracions?
es: ¡¡Disponible!! ¿Desea instalar una nueva lista de configuración?

source: of
ca: de
es: de

source: updated
ca: actualitzat
es: actualizado

source: !! Boot loader Upgrade !!
ca: Actualizar Bootloader!!
es: !! Cargador de Arranque Actualizado!!

source: %.2f Second
es: %.2f Segundo

source: %2.1f Seconds
ca: %2.1f seg
es: %2.1f sg

source: %d + %d + %d Minute
ca: %d + %d + %d Minut
es: %d + %d + %d Minuto

source: %d DMIPS per core
ca: %d DMIPS per nucli
es: %d DMIPS por núcleo

source: %d DMIPS with %d cores
ca: %d DMIPS amb %d nuclis
es: %d DMIPS con %d núcleos

source: %d Day
ca: %d Dia
es: %d Día

source: %d Digit
ca: %d dígit
es: %d Digito

source: %d Event
ca: Esdeveniment %d
es: %d Evento

source: %d Hour
ca: %d hora
es: %d hora

source: %d Hours
ca: %d hores
es: %d Horas

source: %d Minute
ca: %d Minut
es: %d Minuto

source: %d Minutes
ca: %d Minuts
es: %d Minutos

source: %d Month
ca: %d Mes
es: %d Mes

source: %d Pixel
ca: %d Píxel
es: %d Píxel

source: %d Pixel wide
ca: %d píxel d'amplada
es: %d Ancho de píxel

source: %d Pixels
ca: %d Píxels
es: %d Píxel

source: %d Second
ca: %d segon
es: %d segundo

source: %d Seconds
ca: %d segons
es: %d Segundos

source: %d Week
ca: %d setmana
es: %d Semana

source: %d Year
ca: %d any
es: %d Año

source: %d channel found
ca: %d canal trobat
es: %d canal encontrado

source: %d core
ca: %d nucli
es: %d núcleo

source: %d feed catalog package was updated.
ca: %d paquet de feeds s'ha actulitzat.
es: %d se ha actualizado el paquete del repositorio.

source: %d jobs are running in the background!
es: ¡%d trabajos se están ejecutando en segundo plano!

source: %d minutes
ca: %d minuts
es: %d minutos

source: %d package marked for install.
es: %d paquete marcado para instalar.

source: %d package marked for remove.
es: %d paquete marcado para eliminar.

source: %d package upgraded.
ca: %d paquet s'ha actualitzat.
es: %d paquete actualizado.

source: %d package was configured.
ca: %d paquet s'ha configurat.
es: %d el paquete se ha configurado.

source: %d package was deselected.
ca: %d paquet s'ha desel·leccionat.
es: %d paquete fue deseleccionado.

source: %d package was downloaded.
ca: %d paquet s'ha descarregat.
es: %d el paquete fue descargado.

source: %d package was identified for upgrade.
ca: %d paquet s'ha identificat per actualizar.
es: %d un paquete fue identificado para su actualización.

source: %d package was installed.
ca: %d paquet s'ha instal·lat.
es: %d paquete fue instalado.

source: %d package was removed.
ca: %d paquet s'ha esborrat.
es: %d paquete fue eliminado.

source: %d package was upgraded.
ca: %d paquet s'ha actualitzar.
es: %d paquete fue actualizado.

source: %d sec
ca: %d seg
es: %d seg

source: %d slots have been created on the device.
es: Se han creado %d slots en el dispositivo.

source: %d times
ca: %d veces
es: %d veces

source: %d wireless network found!
ca: s'ha trobat %d xarxa sense fils!
es: ¡%d red inalámbrica encontrada!

source: %s %s advanced remote control (native)
ca: Mando a distancia avanzado %s %s (nativo)
es: %s %s control remoto avanzado (nativo)

source: %s %s front panel
ca: Panel frontal %s %s
es: LCD de %s %s

source: %s %s ir keyboard
ca: %s %s Teclado IR
es: Teclado IR %s %s

source: %s %s ir mouse
ca: %s %s ratón IR
es: Ratón IR %s %s

source: %s %s remote control (native)
ca: %s %s mando a distancia (nativo)
es: Mando a distancia de %s %s (nativo)

source: %s %s software because updates are available.
ca: %s %s software ya que están disponibles algunas actualizaciones.
es: Hay actualizaciones disponibles del software de tu %s %s.

source: %s - Setup
ca: %s - Configuració
es: %s - Configuración

source: %s Browser Manage Actions
es: %s Acciones de administración del navegador

source: %s Information
ca: Informació %s
es: %s Información

source: %s Information Actions
ca: Accions informació %s
es: %s acciones de información

source: %s KSymb/s
es: %s KSímb/s

source: %s Setup
ca: Configuració %s
es: %s Configuración

source: %s View
ca: Vista %s
es: %s Ver

source: %s additional screens
ca: Pantalles adicionals %s
es: %s pantallas adicionales

source: %s has been activated.
ca: S'ha activat %s.
es: %s ha sido activado.

source: %s has been disabled.
ca: S'ha desactivat %s.
es: %s ha sido deshabilitado.

source: %s imported from fallback tuner
es: %s importados del tuner reserva

source: %s is no longer used. You want to delete services?
es: %s ya no se utiliza. ¿Quieres eliminar los canales?

source: %s long
ca: %s llarg
es: %s duración

source: %s not available.
ca: %s no disponible.
es: %s no disponible.

source: %s%s(Default: %s)
ca: %s%s(Per defecte: %s)
es: %s%s(Por defecto: %s)

source: %sMode for FHD (up to 1080p)
ca: %sMode per a FHD (fins a 1080p)
es: %s Modo para FHD (hasta 1080p)

source: %sMode for HD (up to 720p)
ca: %sMode per a HD (fins a 720p)
es: %s Modo para HD (hasta 720p)

source: %sMode for SD (up to 576p)
ca: %sMode per a SD (fins a 576p)
es: %s Modo para SD (hasta 576p)

source: %sMode for UHD (up to 2160p)
ca: %sMode per a UHD (fins a 2160p)
es: %s Modo para UHD (hasta 2160p)

source: %sRefresh rate for FHD
ca: %sRelació de refresc per a FHD
es: %sTasa de refresco para FHD

source: %sRefresh rate for HD
ca: %sRelació de refresc per a HD
es: %sTasa de refresco para HD

source: %sRefresh rate for SD
ca: %sRelació de refresc per a SD
es: %sTasa de refresco para SD

source: %sRefresh rate for UHD
ca: %sRelació de refresc per a UHD
es: %sTasa de refresco para UHD

source: %sShow 1080i as 1080p
ca: %sMostra 1080i com 1080p
es: %sMostrar 1080i como 1080p

source: '%s' contains %d file(s) and %d sub-directories.
ca: '%s' conté %d arxiu(s) and %d subdirectoris.
es: ‘%s’ contiene %d archivo(s) y %d sub-directorios.

source: 'Buffer in hours' or 'number of last events'. For deleting older time shift files, the condition which occurred first has priority.
ca: 'Buffer en hores' o 'número d'events anteriors'. Per a eliminar arxius antics de timeshift, la condició que ocurreixi primer té prioritat.
es: ‘Buffer en horas’ o ‘número de últimos eventos’. Se eliminarán los archivos más antiguos primero.

source: 'Handle standby from TV' has a higher priority than 'Handle input from TV'.
ca: 'Gestionar repòs des de la TV' té prioritat més alta que 'Gestionar entrada des de la TV'.
es: 'Gestionar el reposo desde TV' tiene mayor prioridad que 'Gestionar la entrada de la TV'.

source: 'Unscramble & record ECM' gives the option to unscramble afterwards if unscrambling on recording failed. 'Don't unscramble, record ECM' save a scramble recording that can be unscrambled on playback. 'Normal' means unscramble the recording and don't record ECM.
ca: 'Descodificar & gravar ECM' et dóna la opció de descodificar després si no s'ha pogut descodificar durant la gravació. 'No descodificar, gravar ECM' guarda una gravació codificada que es podrá descodificar durant la reproducció. 'Normal' significa descodificar la gravació i no gravar les ECM.
es: ‘Descifrar y grabar ECM’ te da la opción de descifrar después si ha fallado el descifrado de la grabación. ‘No descifrar, grabar ECM’ permite guardar una grabación cifrada, descifrable en la reproducción. ‘Normal’ sirve para descifrar la grabación y no grabar el ECM.

source: 'WeatherPlugin' is not installed!
ca: 'Plugin meteo' no està instalaat!
es: ¡'weatherplugin' no está instalado!

source: (Access to the '%s' commit log requires an Internet connection.)
ca: (L'accès al log del commit '%s' requereix una connexió a internet.)
es: (Acceder a los registros de confirmación %s requiere una conexión a Internet.)

source: (Attention: There will be a restart after %d crashes.)
ca: (Atenció: Es reiniciarà després de %d errors.)
es: (Atención: Habrá un reinicio después de %d cuelgues.)

source: (FTA Service)
ca: (Canal FTA)
es: (Servicio FTA)

source: (The file '/media/hdd/images/config/myrestore.sh' exists and will be run after the image is flashed.)
ca: (L'arxiu '/media/hdd/images/config/myrestore.sh' existeix i s'executarà després que s'instal·li la imatge.)
es: (El archivo '/media/hdd/images/config/myrestore.sh' existe y se ejecutará después de instalar la imagen.)

source: (empty)
ca: (buit)
es: (vacío)

source: (show optional DVD audio menu)
ca: (mostrar un menú d'àudio opcional de DVD)
es: (Mostrar menú opcional de audio de DVD)

source: * = Restart Required
ca: * = Reinici necessari
es: * = Reinicio obligatorio

source: * Only available if more than one interface is active.
ca: * Només disponible si hi ha més d'una interfície activa.
es: * Sólo disponible si hay más de una interfaz activa.

source: * current animation
ca: * animació actual
es: * animación actual

source: +24 Hours
ca: +24 hores
es: +24 Horas

source: - No space left on backup device.
es: - No hay espacio suficiente en el dispositivo de backup.

source: - No write permission on backup device.
es: - No tiene permiso de escritura en el dispositivo de backup.

source: - Wrong backup destination.
es: - Destino de backup incorrecto.

source: -24 Hours
ca: -24 hores
es: -24 Horas

source: -24h/+24 Hours
ca: -24h/+24 hores
es: -24h/+24 Horas

source: /sec]
ca: /seg]
es: /sg]

source: /usr/share/enigma2 directory
ca: Directori /usr/share/enigma2
es: directorio /usr/share/enigma2

source: /var directory
ca: Directori /var
es: directorio /var

source: 1. Tune to an imported channel with at least EPG EIT. 2. Restart enigma2. 3. Now try to download EPG cache from the reserve receiver.
es: 1. Sintonice un canal importado con al menos EPG EIT. 2. Reinicie Enigma2. 3. Ahora intente descargar la caché EPG del receptor reserva.

source: 12 character
ca: 12 caràcters
es: 12 caracteres

source: 12, show Latin-1 characters except for greek and cyrillic, switch to 8 if needed.
ca: 12, mostra caràcters latin-1 excepte per a grec i cirílic, canvia a 8 si ho necessites.
es: 12, muestra caracteres Latin-1 excepto del griego y cirílico, cambie a 8 si fuese necesario.

source: 12V output
ca: Sortida 12V
es: 12V de salida

source: 12V output.
ca: Sortida 12V.
es: 12V de salida.

source: 12bit 4:2:0/4:2:2 no PiP
es: 12bit 4:2:0/4:2:2 sin PIP

source: 16:10 Letterbox
es: 16:10 Buzón

source: 16:9 Always
ca: 16:9 sempre
es: 16:9 siempre

source: 16:9 Combined
ca: 16:9 combinat
es: 16:9 Combinado

source: 16:9 Ignore
es: Ignorar 16:9

source: 16:9 Letterbox
es: 16:9 Buzón

source: 16:9 reset to normal
es: Reset 16:9 a normal

source: 1st InfoBar timeout
ca: Temps d'espera 1a infobar
es: Duración de la 1ª barra de información

source: 2nd InfoBar
ca: 2a Infobar
es: 2ª barra de información

source: 2nd InfoBar Actions
ca: Accions 2a infobar
es: Acciones de la segunda barra de información

source: 2nd InfoBar ECM
ca: ECM 2a infobar
es: ECM

source: 2nd InfoBar INFO
ca: INFO 2a infobar
es: INFO

source: 2nd InfoBar timeout
ca: Temps d'espera 2a infobar
es: Duración de la 2ª barra de información

source: 3D Mode
ca: Mode 3D
es: Modo 3D

source: 3D Surround Speaker Position
ca: Posició altaveu 3D Surround
es: Posición del altavoz 3D Surround

source: 4:3 Combined
ca: 4:3 combinat
es: 4:3 Combinado

source: 4:3 Ignore
es: Ignorar 4:3

source: 4:3 Letterbox
es: 4:3 Buzón

source: 8 character
ca: 8 caràcters
es: 8 caracteres

source: 8bit
es: 8 bits

source: < Alternate Skin >
ca: < Skin alternatiu >
es: < Interfaz alternativa >

source: < Default >
ca: <Predeterminat >
es: <Predeterminado>

source: < Default with Picon >
ca: < Predeterminat amb picon >
es: <Predeterminado con picon>

source: < User Skin >
ca: < Skin d'usuari >
es: < Interfaz de usuario >

source: <Current movie list location>
ca: <Ubicació actual de pel·lícules>
es: <Ubicación actual de la lista de películas>

source: <Default movie location>
ca: <Ubicació per defecte de pel·lícules>
es: <Ubicación por defecto de películas>

source: <Last timer location>
ca: <Ubicació del darrer temporitzador>
es: <Ubicación de la última grabación>

source: <no log found>
es: <no se han encontrado logs>

source: A backup is now being created.
es: Se está creando una copia de seguridad.

source: A comma separated list of extensions to be used for 'My Extension' setting of 'Filter extension'. Enter the extension names without a leading dot (.).
ca: Una llista d'extensions separada per comes que s'utilitzaran per a la configuració de "La meva extensió" de "Extensió de filtre". Introduïu els noms de les extensions sense un punt inicial (.).
es: Una lista separada por comas de las extensiones que se utilizará para la configuración de 'Mi extensión' de 'Extensión de filtro'. Ingresa los nombres de las extensiones sin un punto inicial (.).

source: A completed task wants to set your %s %s to standby. Do that now?
ca: Una tasca completada vol posar el teu %s %s en repòs. Fer-ho ara?
es: Una tarea completada quiere poner su %s %s en espera. ¿Quieres hacerlo ahora?

source: A completed task wants to shut down your %s %s. Shutdown now?
ca: Una tasca completada vol apagar el teu %s %s. Apagar ara?
es: Una tarea completada quiere apagar su %s %s. ¿Apagar ahora?

source: A crash log was %s created in '%s'
ca: S'ha creat un crashlog %s a '%s'
es: Se creó un registro de cuelgues %s en '%s'

source: A file from media is in use!
ca: Un arxiu multimèdia està en ús!
es: ¡Hay un archivo de medios en uso!

source: A finished scheduled timer wants to reboot your %s %s. Do that now?
es: Un temporizador programado quiere reiniciar tu %s %s. ¿Reiniciar ahora?

source: A finished scheduled timer wants to restart the user interface. Do that now?
es: Un temporizador programado quiere reiniciar la interfaz de usuario. ¿Reiniciar ahora?

source: A finished scheduled timer wants to set your %s %s to standby. Do that now?
es: Un temporizador programado terminado desea configurar su quiere poner tu %s %s en modo espera. ¿Hacerlo ahora?

source: A finished scheduled wants to shut down your %s %s. Do that now?
es: Un temporizador programado quiere apagar tu %s %s. ¿Apagar ahora?

source: A finished record timer wants to set your %s %s to standby. Do that now?
ca: Un temporitzador d'alimentació finalitzat vol posar el teu %s %s en repòs. Fer-ho ara?
es: Una grabación finalizada quiere poner tu %s %s en modo espera. ¿Hacerlo ahora?

source: A finished record timer wants to shut down your %s %s. Shutdown now?
ca: Un temporitzador de gravació finalitzat vol apagar el teu %s %s. Fer-ho ara?
es: Una grabación finalizada quiere apagar tu %s %s. ¿Apagar ahora?

source: A highlight on the remote control image shows which button the help refers to. If more than one button performs the indicated function, more than one highlight will be shown. Text below the list lists the active buttons and whether the function requires a long press or SHIFT of the button(s).
ca: Un ressalt a la imatge del comandament a distancia mostra a quin botó es refereix l'ajuda. Si hi ha més d'un botó amb la funció indicada, es mostrarà més d'un ressalt. El text baix de la llista mostra els botons actius i si la funció requereix pulsació llarga o SHIFT del(s) botó(ns).
es: Un resaltado en la imagen del mando a distancia muestra a qué botón se refiere la ayuda. Si más de un botón realiza la función indicada, se mostrará más de un resaltado. El texto debajo de la lista enumera los botones activos y si la función requiere una pulsación prolongada o usar el botón SHIFT (MAYÚS).

source: A new storage device has been connected:
es: Se ha conectado un nuevo dispositivo de almacenamiento:

source: A recording has been started: %s
ca: S'ha iniciat una gravació: %s
es: Se ha iniciado una grabación: %s

source: A recording has started:
es: Ha comenzado una grabación:

source: A recording is currently running. What do you want to do?
ca: En aquests moments s'està realitzant una gravació. Què voleu fer?
es: Grabación en curso. ¿Qué quieres hacer?

source: A recording is currently running. Please stop the recording before trying to configure the positioner.
ca: En aquests moments s'està realitzant una gravació. Si us plau, atureu-la abans de configurar el motor.
es: Hay una grabación en curso. Detén la grabación antes de configurar el motor.

source: A recording is currently running. Please stop the recording before trying to scan.
ca: Actualment s'està executant una gravació. Atureu la gravació abans d'intentar escanejar.
es: Hay una grabación en curso. Detén la grabación antes de iniciar la búsqueda.

source: A recording is currently running. Please stop the recording before trying to start the satellite finder.
ca: En aquests moments s'està realitzant una gravació. Si us plau, atureu-la abans de posar en marxa el satfinder.
es: Hay una grabación en curso. Detén la grabación antes de iniciar el buscador de satélites.

source: A recording, recording timer or power timer is running or will begin within 15 minutes. %s extended to 30 minutes. Your %s %s will go to Deep Standby after the recording or power timer event. Go to Deep Standby now?
ca: Una gravació, temporitzador de gravació o temporitzador d'alimentació s'està executant o s'iniciarà en 15 minuts. S'ha allargat %s a 30 minuts. El teu %s %s es posarà en repòs profund després de la gravació o temporitzador d'alimentació. Posar ara en repòs profund?
es: Una grabación, un temporizador de grabación o un temporizador de encendido está en marcha o comenzará dentro de 15 minutos. %s ampliado a 30 minutos. Su %s %s pasará a reposo profundo después del evento de grabación o del temporizador de encendido. ¿Pasar a reposo profundo ahora?

source: A required tool (%s) was not found.
ca: No s'ha trobat una eina necessària (%s).
es: No se ha encontrado una herramienta necesaria (%s).

source: A second configured interface has been found. Do you want to disable the second network interface?
ca: S'ha trobat una segona interfície configurada. Voleu desactivar la segona interfície de xarxa?
es: Se ha encontrado una segunda interfaz configurada. ¿Quieres deshabilitar la segunda interfaz de red?

source: A small overview of the available icon states and actions.
ca: Petita visió general de les icones d'estat i accions disponibles.
es: Un vistazo a los estados y acciones disponibles de los iconos.

source: A timer failed to record! Abort pseudo recordings (e.g. EPG refresh) and try again?
ca: Un temporitzador ha fallat per a gravar! Abortar pseudo gravacions (per ex. refresc d'EPG) i tornar a intentar-ho?
es: Un temporizador no ha conseguido grabar. ¿Quieres desactivar las pseudo-grabaciones (por ejemplo la actualización de EPG) e intentarlo otra vez?

source: A timer failed to record! Abort streaming and try again?
ca: Ha fallat un temporitzador de gravació! Abortar streaming i tornar-ho a intentar?
es: Ha fallado la grabación de un temporizador! ¿Abortar streaming e intentarlo otra vez?

source: A timer failed to record! Disable PiP and try again?
ca: Ha fallat un temporitzador de gravació! Desactivar PiP i tornar-ho a intentar?
es: Un temporizador no ha conseguido grabar. ¿Quieres desactivar PiP e intentarlo otra vez?

source: A timer failed to record! Disable TV and try again?
ca: Ha fallat la gravació! Voleu desactivar la TV i tornar-ho a provar?
es: Un temporizador no ha conseguido grabar. ¿Quieres desactivar la televisión e intentarlo otra vez?

source: Aspect ratio set to '%s'.
es: El aspecto AV es %s.

source: AAC downmix
ca: Mescla AAC
es: Mezcla AAC

source: AAC transcoding
ca: TranscodificacióAAC
es: Transcodificar AAC

source: AC3 downmix
ca: Mescla AC3
es: Mezcla AC3

source: AC3 plus transcoding
ca: Transcodificació AC3 plus
es: Transcodificación AC3 plus

source: AC3plus transcoding
ca: Transcodificació AC3plus
es: Transcodificación AC3plus

source: AI-Powered translation color
es: Color de traducción asistida por IA

source: AI-Powered translation enabled
es: Traducción asistida por IA activada

source: AI-Powered translation language
es: Idioma de traducción asistida por IA

source: AI-Powered translation subscription code
es: Código de suscripción de la traducción asistida por IA

source: AI Translation mode
es: Modo de traducción de IA

source: AI Translation optimization
es: Optimización de la traducción con IA

source: ASS file
ca: Fitxer ASS
es: Archivo ASS

source: ATSC provider
ca: Proveïdor ATSC
es: Proveedor ATSC

source: AV Setup
ca: Configuració AV
es: Configurar AV

source: Abort
ca: Cancela
es: Abortar

source: Aborted a pseudo recording.
ca: Pseudo gravació cancel·lada.
es: Anular la pseudo-grabación.

source: Aborted a streaming service.
ca: Servei de streaming cancel·lat.
es: Abortar un servicio de streaming.

source: Aborting update progress
ca: Cancel·lant progres d'actualització
es: Abortando proceso de actualización

source: About
ca: Quant a
es: Acerca de

source: About OpenSPA
es: Acerca de OpenSPA

source: About to start
ca: Sobre com començar
es: A punto de comenzar

source: About...
ca: Quant a...
es: Acerca de…

source: Access point
ca: Punt d'accés
es: Punto de acceso

source: Access not available: Check HTTP authentication not is active in OpenWebIF on the receiver fallback or check data entered in settings.
es: Acceso no disponible: Verifique que la autenticación HTTP no esté activa en OpenWebIF en el receptor reserva o verifique los datos ingresados ​​en la configuración.

source: Access not available: Check HTTP authentication not is active in OpenWebIF on the receiver fallback or check data entered in settings.
es: Acceso no disponible: Verifique que la autenticación HTTP no esté activa en OpenWebIF en el receptor reserva o verifique los datos ingresados ​​en la configuración.

source: Access point:
ca: Punt d'accés:
es: Punto de acceso:

source: Access to geolocation information requires an Internet connection.
ca: L'accés a la informació de geolocalització requereix una connexió a internet.
es: Acceder a la información de geolocalización requiere una conexión a Internet.

source: Accessed
ca: Accedit
es: Accedido

source: Action
ca: Acció
es: Acción
