Repository: OpenSPA/dvbapp2
Catalog: po/*.po
Languages: ca, es

source: No suitable sat tuner found!
ca: No s'ha trobat cap sintonitzador de satèl·lit adequat!
es: No se encontró ningún sintonizador de satélite adecuado!

source: No tags are set on these movies.
ca: No s’ha establert cap etiqueta a aquestes pel·lícules.
es: No hay etiquetas en estas películas.

source: No time shift buffer found to save as recording!
es: ¡No se encontró ningún búfer de cambio de tiempo para guardar como grabación!

source: No time shift found to save as recording!
ca: No s'ha trobat cap arxiu time shift per a guardar com gravació!
es: ¡No se encontró ningún Timeshift para guardar como grabación!

source: No timeout
ca: Sense timeout
es: Sin plazo

source: No transparency
ca: Sense transparència
es: Sin transparencia

source: No tuner is available for recording a timer!
ca: No hi ha cap sintonitzador disponible per a gravar un temporitzador!
es: No hay sintonizador disponible para grabar un temporizador!

source: No tuner is available for recording a timer! The following methods of freeing a tuner were tried without success:
ca: No hi ha cap sintonitzador disponible per gravar un temporitzador! Els mètodes següents per alliberar un sintonitzador s'han provat sense èxit:
es: ¡No hay ningún sintonizador disponible para grabar un temporizador! Los siguientes métodos de liberación de un sintonizador se intentaron sin éxito:

source: No tuner is configured for use with a DiSEqC positioner!
ca: No hi ha cap sintonitzador configurat per a utilitzar amb un motor diseqc!
es: ¡No se configuró ningún sintonizador para usar con un posicionador diseqc!

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
ca: No hi ha cap sintonitzador habilitat! Sisplau configura algun sintonitzador abans de fer una recerca de canals.
es: No hay ningún sintonizador activo. Configura el sintonizador antes de iniciar la búsqueda de canales.

source: No tuners are currently streaming.
ca: No hi ha cap sintonitzador fent streaming actualment.
es: Actualmente no hay sintonizadores en streaming.

source: No update required!
ca: No es requereix cap actualització!
es: No es necesario actualizar!

source: No updates available.
ca: No hi ha actualitzacions disponibles.
es: No hay actualizaciones disponibles.

source: No updates were available. Please try again later.
ca: No hi ha actualitzacions disponibles. Si us plau, torna a provar-ho més tard.
es: No hay actualizaciones disponibles. Por favor, inténtalo de nuevo más tarde.

source: No valid device detected - Press OK
es: No se ha detectado un dispositivo válido - Presiona OK

source: No valid mount for '%s' found!
es: ¡No se ha encontrado ningún montaje válido para el '%s'!

source: No valid region details were found
ca: No s'han trobat detalls de regió vàlids
es: No se han encontrado datos válidos de la región

source: No wireless networks found! Searching...
ca: No s’han trobat xarxes sense fils Cercant …
es: No se han encontrado redes inalámbricas. Buscando…

source: No (with notification)
es: No (con notificación)

source: No working local network adapter found. Please verify that you have attached a network cable and your network is configured correctly.
ca: No s’ha trobat cap adaptador de xarxa local que funcioni. Verifiqueu que heu adjuntat un cable de xarxa i que la vostra xarxa s’ha configurat correctament.
es: No hay ningún adaptador de red local en funcionamiento. Comprueba que hayas conectado un cable de red y la red esté configurada correctamente.

source: No working wireless network adapter found. Please verify that you have attached a compatible WLAN device and your network is configured correctly.
ca: No s’ha trobat cap adaptador de xarxa sense fils que funcioni. Verifiqueu que heu adjuntat un dispositiu WLAN compatible i que la vostra xarxa s’hagi configurat correctament.
es: No hay ningún adaptador de red inalámbrica. Comprueba que hayas conectado un dispositivo WLAN compatible y la red esté configurada correctamente.

source: No working wireless network interface found. Please verify that you have attached a compatible WLAN device or enable your local network interface.
ca: No s’ha trobat cap interfície de xarxa sense fils que funcioni. Verifiqueu que heu adjuntat un dispositiu WLAN compatible o activeu la vostra interfície de xarxa local.
es: No se ha encontrado ninguna interfaz de red inalámbrica. Comprueba que hayas insertado un dispositivo WLAN compatible y habilitado tu interfaz de red local.

source: No, but restart from begin
ca: No, però reinicieu des del començament
es: No, pero reiniciar desde el principio

source: No, do nothing.
ca: No, no cal.
es: No, no haga nada.

source: No, don't flash this image
ca: No, no instal·lis aquesta imatge
es: No, no flashee esta imagen

source: No, just start my %s %s
ca: No, només arrenca el meu %s %s
es: No, sólo iniciar mi %s %s

source: No, never
ca: No, mai
es: No, nunca

source: No, scan later manually
ca: No, buscar manualment més tard
es: No, buscar después manualmente

source: No, show the Plugin Browser
es: No, mostrar el navegador de plugins

source: No, show the RecordTimer Overview
es: No, mostrar siempre la lista del temporizador

source: NodeID
ca: ID de node
es: ID de nodo

source: NodeID:
ca: ID de node:
es: ID de nodo:

source: Nominate how many IP Addresses are to be checked for active connections.
ca: Enumerar quantes adreces IP han de ser comprovades per a les connexions actives.
es: Designe cuántas direcciones IP deben comprobarse para las conexiones activas.

source: Non-Linear
es: No lineal

source: None
ca: Cap
es: Ninguno

source: NordVPN Secure DNS
es: DNS seguro de NordVPN

source: NordVPN Smart DNS
es: DNS Smart NordVPN

source: Norfolk Island
ca: Illa de Norfolk
es: Isla de Norfolk

source: Normal - Standard image
ca: Normal - Imatge estàndar
es: Normal - Imagen estándar

source: Normal No ScaleUp
es: Normal sin escalado

source: Normal: No boot modes required.
ca: Normal: No es requereixen modes d'arranc.
es: Normal: No se requieren modos de arranque.

source: North
ca: Nord
es: Norte

source: North Macedonia, Republic of
es: República de Macedonia del Norte

source: North Ndebele
es: Ndebele del Norte

source: Northern Mariana Islands
ca: Illes Marianes del Nord
es: Islas Marianas del Norte

source: Northern Sami
es: Sami del Norte

source: Norway
ca: Noruega
es: Noruega

source: Norwegian
ca: Noruec
es: Noruego

source: Norwegian Bokml
es: Bokml noruego

source: Norwegian Nynorsk
es: Nynorqués noruego

source: Not Classified
ca: No classificat
es: No clasificado

source: Not Defined
ca: No definit
es: No Definido

source: Non-flashing
es: No parpadea

source: Not Installed
ca: Instal·lantNo està instal · lat
es: No está instalado

source: Not Shown
ca: No mostrat
es: No mostrado

source: Not associated
ca: No associat
es: No asociado

source: Not currently mounted.
ca: No muntat.
es: No está montado actualmente.

source: Not enough disk space. Please free up some disk space and try again. (%d MB required, %d MB available)
ca: No hi ha prou espai al disc. Allibereu espai al disc i torneu-ho a provar. (%d MB requerides, %d MB disponibles)
es: No hay suficiente espacio en el disco. Por favor, libere algo de espacio en el disco e inténtelo de nuevo. (%d MB necesarios, %d MB disponibles)

source: Not enough free disk space! Filesize: %sMB Free Space: %sMB Path: %s
es: No hay suficiente espacio libre en el disco! Tamaño de archivo: %sMB Espacio libre: %sMB Ruta: %s

source: Not required
ca: No requerit
es: No es necesario

source: Not running
ca: No està funcionant
es: No se está ejecutando

source: Not tested:
ca: No provat:
es: No ha sido probado:

source: Nothing
ca: Res
es: Nada

source: Nothing connected and/or no files available!
ca: Res connectat i/o cap arxiu disponible!
es: No hay nada conectado o no hay archivos disponibles!

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
ca: Res per buscar! Sisplau configura el sintonitzador abans de buscar un canal.
es: No hay nada que buscar. Configura los ajustes del sintonizador antes de buscar un canal.

source: Nothing to upgrade
ca: Res a actualitzar
es: Nada que actualizar

source: Nothing, just leave this menu
ca: Res, sortir d'aquest menú
es: Nada, solo salir de este menú

# now/next: 'now' event label
source: Now
ca: Ara
es: Ahora

source: Now save time shift as movie and continues recording
ca: Ara guarda el timeshfit com pel·lícula i continua gravant
es: Ahorre ahora tiempo de reproducción como película y continúe grabando

source: Now, use the contrast setting to turn up the brightness of the background as much as possible, but make sure that you can still see the difference between the two brightest levels of shades.If you have done that, press OK.
ca: Ara, utilitzeu la configuració de contrast per mostrar la brillantor del fons al màxim possible, però assegureu-vos que encara podeu veure la diferència entre els dos nivells de tons més brillants. Si ho heu fet, premeu OK.
es: Ahora usa el contraste para subir el brillo del fondo tanto como puedas, pero asegúrate que puedes ver la diferencia entre los 2 niveles más brillantes de sombras. Cuando termines, pulsa OK.

source: Number
ca: Número
es: Número

source: Number and name
es: Número y nombre

source: Number and picon
es: Número y picon

source: Number, name and picon
es: Número, nombre y picon

source: Number of IP Addresses
ca: Número d'adreces IP
es: Número de direcciones IP

source: Number of digits in service number
es: Número de dígitos para el número del canal

source: Number of rows
ca: Número de files
es: Número de filas

source: Number of rows to display.
ca: Número de files a mostrar.
es: Número de filas a mostrar.

source: Number only
es: Sólo números

source: Number or SMS style data entry
ca: Entrada de dades d’estil número o SMS
es: Introducción de datos en forma de número o de SMS

source: Numbering mode
es: Modo de numeración

source: Numeric skip mode
es: Modo de salto numérico

source: OEM model
ca: Model OEM
es: Modelo OEM

source: OK button (long)
ca: Boto OK (llarg)
es: Tecla OK (larga)

source: OK button (short)
ca: Botó OK (curt)
es: Tecla OK (corta)

source: OK button mode
ca: Mode de botó OK
es: Modo de tecla OK

source: OK, guide me through the upgrade process
ca: D'acord, guia'm a través del procés d'actualizació
es: Sí, guíame por el proceso de actualización

source: Open RFmod Settings
es: Mostrar ajuste RFmod

source: OSCam Information
es: Información OSCam

source: OSCam Information Settings
es: Información Oscam - Configuración

source: OSCam webif disabled
es: OScam webif desactivado

source: OSCamInfo Actions
es: OSCam Info Acciones

source: OSCamInfo Log Actions
es: Acciones Log OScam Info

source: OSCamInfo: %s Entitlements for '%s'
es: OSCamInfo: %s Derechos para '%s'

source: OSCamInfo: Entitlements for '%s'
es: OSCamInfo: Derechos para '%s'

source: OSD 3D Settings
ca: Configurar OSD 3D
es: Configurar OSD 3D

source: OSD Calibration
es: Posición OSD

source: OSD Calibration Settings
es: Ajustes de calibración OSD

source: OSD Settings
ca: Configuracio OSD
es: Configurar OSD

source: OSD Setup
ca: Configuració OSD
es: Configuración del OSD

source: OSD name request
ca: Sol·licitud de nom OSD
es: Solicitud de nombre OSD

source: OSD visibility
es: Visibilidad OSD

source: OTT Model
ca: Model OTT
es: Modelo OTT

source: Occitan
es: Occitano

source: Off
ca: Desactivat
es: Apagado

source: Offline decode delay (ms)
ca: Retard de descodificació fora de línia (ms)
es: Retraso de descodificación offline (ms)

source: Older files in the time shift directory are removed on every event change.
ca: Els arxius més antics al directori time shift s'eliminen en cada cavi d'esdeveniment.
es: Los archivos más antiguos en el directorio de timeshift serán eliminados en cada cambio de evento.

source: Olympics
ca: Olímpic
es: Juegos Olímpicos

source: Oman
es: Omán

source: On end of movie
ca: Al final de la pel·lícula
es: Al final de la película

source: On end of movie (as menu)
ca: Al final de la pel·lícula (com a menú)
es: Al final de la película (como menú)

source: On valid ONIDs, ignore frequency sub network part.
es: En los ONIDs válidos, ignorar la parte de la subred de frecuencia.

source: Once
ca: Una vegada
es: Una vez

source: One
ca: Un
es: Uno

source: One line
ca: Una línia
es: Una línea

source: Online software update
ca: Actualització software online
es: Actualización de software en línea

source: Online update of your %s %s software.
ca: Actualització online del software del %s %s.
es: Actualización en línea del software de tu %s %s.

source: Only Flash Backup Image
ca: Només instal·lar la imatge de backup
es: Solo la imagen flash de respaldo

source: Only extensions.
ca: Només extensions.
es: Sólo extensiones.

source: Only HD
es: Solo HD

source: Only free scan
ca: Només exploració gratuïta
es: Solo canales FTA

source: Only in standby
ca: Només en repòs
es: Solo en reposo

source: Only log debug information of GStreamer category. * means all categories.
ca: Només registrar la informació de depuració de la categoria GStreamer. * significa totes les categories.
es: Sólo registra la información de depuración de la categoría GStreamer. * aplica a todas las categorías.

source: Only move the dish quickly after this hour.
ca: Moure el plat només ràpidament després d’aquesta hora.
es: Sólo se puede mover la antena rápidamente después de esta hora.

source: Only move the dish quickly before this hour.
ca: Es pot moure el pla després de passar una hora.
es: Solo mueve la antena rápidamente antes de esta hora.

source: Only on startup
ca: Només a l’inici
es: Sólo al inicio

source: Open
ca: Obrir
es: Abrir

source: Open AutoTimer
ca: Obrir AutoTemporitzador
es: Abrir autotemporizadores

source: Open AutoTimer Overview
es: Abrir Temporizadores Automáticos

source: Open EPGSearch
ca: Obrir recerca d'EPG
es: Abrir EPGSearch

source: Open IMDb
ca: Obrir IMDb
es: Abrir IMDb

source: Open Log
es: Abrir log

source: Open MediaStream
es: Abrir reproductor de streams

source: Open Settings
es: Abrir configuraciones

source: Open Similar List Channel List
ca: Obrir llista similar
es: Abrir lista de canales similares

source: Open RecordTimer Overview
es: Abrir lista de temporizadores

source: Open Bouquet selection
es: Selección de favoritos abiertos

source: Open context menu
ca: Obrir menú contextual
es: Abrir el menú contextual

source: Open context menu (contains settings menu)
ca: Obrir menú contextual (conté el menú de configuració)
es: Abrir menú contextual (contiene menú de configuración)

source: Open external subtitle management screen
es: Abrir pantalla de administración de subtítulos externos

source: Open favorites list
ca: Obrir llista de favorits
es: Abrir lista de favoritos

source: Open file sort menu
es: Abrir el menú de ordenación de archivos

source: Open Satellites selection
es: Abrir lista de satélites

source: Open Services / Reception selection
es: Abrir la lista de servicios

source: Open service list and select next service
es: Abrir la lista de canales y seleccionar el siguiente canal

source: Open service list and select next service for PiP
es: Abrir la lista de servicios y seleccionar el siguiente canal para PiP

source: Open service list and select previous service
es: Abrir la lista de canales y seleccionar el canal anterior

source: Open service list and select previous service for PiP
es: Abrir la lista de servicios y seleccionar el canal anterior para PiP

source: Open the Channel Selection Settings screen
es: Abrir la pantalla de ajustes de lista de canales

source: Open the Image information
es: Abrir la información de sistema

source: Open the Plugin Browser
ca: Obrir explorador de plugins
es: Abrir Explorador de Plugins

source: Open the Plugin Browser settings screen
es: Abrir la pantalla de configuración del Explorador de Plugins

source: Open the Storage Device information
es: Abrir la información de almacenamiento del dispositivo

source: Open the VirtualKeyBoard for text entry
es: Abrir el teclado virtual para la introducción de texto

source: Open the context menu
es: Abrir el menú contextual

source: Open the movie list
ca: Llista de pel·lícules
es: Abrir la lista de películas

source: Open the multi service EPG view
ca: Obrir la vista multi servei EPG
es: Abrir la vista EPG multiservicio

source: Open the single service EPG view
ca: Obrir la vista servei simple EPG
es: Abrir la vista EPG de servicio único

source: Open with File Commander
ca: Obrir amb l'administrador d'arxius
es: Abrir con el Comandante de Archivos

source: OpenDNS Home
es: Inicio de OpenDNS

source: OpenPLi Packages
es: Paquetes OpenPLi

source: OpenSSL version
ca: Versió OpenSSL
es: Versión de OpenSSL

source: OpenVPN Actions
ca: OpenVPN
es: Acciones de OpenVPN

source: OpenVPN Settings
ca: Configuració OpenVPN
es: Configurar OpenVPN

source: OpenViX Packages
es: Paquetes OpenViX

source: OpenVpn Log
ca: Log OpenVpn
es: Historial OpenVPN

source: Operating LED status in deep standby mode
ca: Funcionament de l’estat del LED en mode d’espera profunda
es: Estado del LED al estar en reposo profundo

source: Operating LED status in standby mode
ca: Funcionament de l’estat del LED en mode d’espera
es: Estado del LED operativo en reposo

source: Operating LED status while running
ca: Color LED d'encesa durant el funcionament
es: Estado del LED de funcionamiento en marcha

source: Opkg Actions
ca: Accions OPKG
es: Acciones Opkg

source: Opkg Log Actions
ca: Log OPKG
es: Acciones del registro de Opkg

source: Option
ca: Opció
es: Opción

source: Option to disable picons on the Infobar.
es: Opción para desactivar picons en Infobar.

source: Option to enable the Hardware Standby Timer.
es: Opción para activar el temporizador de reposo del hardware.

source: Optional parameter
ca: Paràmetre opcional
es: Parámetro opcional

source: Orbital position
ca: Posició orbital
es: Posición orbital

source: Ordinary
ca: Ordinària
es: Ordinario

source: Orientation
ca: Orientació
es: Orientación

source: Oriya
es: Oriente

source: Oscam Information
es: Información de OScam

source: Ossetian / Ossetic
es: Osetia / ositano

source: Other
ca: Altres
es: Otro

source: Other Actions
ca: Altres accions
es: Otras acciones

source: Other Packages
es: Otros paquetes

source: Other Subtitles & lang
ca: Altres subtítols & lang
es: Otros subtítulos e idioma

source: Other buttons will jump to the help information for that button, if there is help available.
ca: Altres botons saltaran a la informació d'ajuda per aquest botó, si hi ha ajuda disponible.
es: Otros botones pasaran a la información de ayuda de ese botón, en caso de haber ayuda disponible.

source: Other panel directory (%s)
ca: Un altre panell de directoris (%s)
es: Otro panel de directorio (%s)

source: Others
es: Otros

source: Output text:
ca: Text de sortida:
es: Texto de salida:

source: Overall progress:
ca: Progrés general:
es: Progreso general:

source: Overscan Test
ca: Prova de sobreexploració
es: Prueba de sobreescaneo

source: Overwrite Bootlogo Files?
es: ¿Sobreescribir bootlogo?

source: Overwrite Driver Files?
es: ¿Sobreescribir drivers?

source: Overwrite Emu Files?
es: ¿Sobreescribir los archivos de la Emu?

source: Overwrite Picon Files?
es: ¿Sobreescribir los picon?

source: Overwrite Setting Files?
es: ¿Sobreescribir los archivos de configuración?

source: Overwrite Spinner Files?
es: ¿Sobreescribir archivos del spinner?

source: Overwrite bootlogo files during software upgrade?
ca: Sobreescriure bootlogo durant l'actualització de software?
es: ¿Sobreescribir bootlogo durante la actualización de software?

source: Overwrite configuration files during software upgrade?
ca: Sobreescriure els arxius de configuració durant l'actualització de software?
es: ¿Sobreescribir los archivos de configuración durante la actualización del software?

source: Overwrite configuration files?
ca: Configuració del sintonitzador?
es: ¿Sobreescribir los archivos de configuración?

source: Overwrite driver files during software upgrade?
ca: Sobreescriure arxius de drivers durant l'actualització de software?
es: ¿Sobreescribir drivers durante la actualización de software?

source: Overwrite picon files during software upgrade?
ca: Sobreescriure els arxius de picons durant l'actualització?
es: ¿Sobreescribir los picon durante la actualización?

source: Overwrite setting files (channellist) during software upgrade?
ca: Sobreescriure arxius de configuració (llista de canals) durant l'actualització?
es: ¿Sobreescribir archivos de configuración (lista de canales) durante la actualización de software?

source: Overwrite softcam files during software upgrade?
ca: Sobreescriure els arxius de Softcam durant l'actualització?
es: ¿Sobreescribir los archivos de Softcam durante la actualización?

source: Overwrite spinner files during software upgrade?
ca: Sobreescriure arxius del spinner durant l'actualització?
es: ¿Sobreescribir archivos del spinner durante la actualización de software?

source: Owner
ca: Propietari
es: Propietario

source: PCM Multichannel
ca: PCM Multicanal
es: PCM Multicanal

source: PGS file
es: Archivo PGS

source: PIN code needed
ca: Cal tenir un codi PIN
es: Es necesario el código PIN

source: PLS Code
es: Código PLS

source: PLS Mode
ca: Mode PLS
es: Modo PLS

source: PRIMETIME
ca: Hora de màxima audiència
es: HORA ESTELAR

source: Package
es: Paquete

source: Package Manager
ca: Gestió de paquets
es: Administrar paquetes

source: Package files:
ca: Arxius de paquets:
es: Paquete de archivos:

source: Package information currently not available!
ca: Informació de paquet no disponible!
es: La información del paquete no está disponible actualmente!

source: Package list update
ca: Actualització de la llista de paquets
es: Actualización de lista de paquetes

source: Packaged locales only
ca: Només idiomes empaquetats
es: Solamente paquetes locales

source: Packages
es: Paquetes

source: Packages and associated locales
ca: Paquets i idiomes associats
es: Paquetes y locales asociados

source: Page back
es: Página atrás

source: Page down
ca: Pàgina abaix
es: Página abajo

source: Page forward
es: Página adelante

source: Page left
ca: Pàgina esquerra
es: Página izquierda

source: Page right
ca: Pàgina dreta
es: Página derecha

source: Page up
ca: Pàgina amunt
es: Página arriba

source: PageDown
ca: Pàgina avall
es: Avance de página

source: PageUp
ca: Pàgina amunt
es: Página arriba

source: Pakistan
es: Pakistán

source: Palestine, State of
ca: Palestina, estat de
es: Estado de Palestina

source: Pan&scan
es: Exploración panorámica

source: Panic channel
ca: Canal de pànic
es: Canal de pánico

source: Panic to
ca: Pànic a
es: Pánico

source: Panjabi / Punjabi
es: Panyabí / Punjabí

source: Papua New Guinea
ca: Papua Nova Guinea
es: Papúa Nueva Guinea

source: Parent Directory
ca: Directori inicial
es: Directorio raíz

source: Parental Guidance Recommended
ca: Es recomana control parental
es: Se recomienda el asesoramiento de los padres

source: Parental control
ca: Control parental
es: Control paterno

source: Parental control services editor
ca: Editor de serveis de control parental
es: Editor del control paterno

source: Parental Control Settings
es: Configuración control paterno

source: Parental control setup
ca: Configuració control parental
es: Configurar control paterno

source: Parliament
ca: Parlament
es: Parlamento

source: Partition
ca: Partició
es: Partición

source: Partitions
ca: Particions
es: Particiones

source: Pass
es: Paso

source: Passthrough audio handling delay AC3
es: Retardo en el manejo del audio de paso AC3

source: Passthrough audio handling delay AC3+
es: Retardo en el manejo del audio de paso AC3+

source: Password
ca: Contrasenya
es: Contraseña

source: Password (httpuser)
ca: Contrasenya (httpuser)
es: Contraseña (httpuser)
