Repository: OpenSPA/dvbapp2
Catalog: po/*.po
Languages: ca, es

source: Enable this option to add keyboard key map data to the debug log file.
ca: Activar aquesta opció per afegir dades de mapejat del teclat a l'arxiu del log de depuració.
es: Habilitar esta opción para añadir los datos del mapeo del teclado al archivo del log de depuración.

source: Enable this option to add opkg output data to the debug log file.
ca: Activar aquesta opció per afegir dades del resultat d'enviar opkg a l'arxiu del log de depuració.
es: Habilitar esta opción para añadir los datos de salida de opkg al archivo de registro de depuración.

source: Enable this option to add remote control data to the debug log file.
ca: Activar aquesta opció per afegir dades del control remot a l'arxiu del log de depuració.
es: Habilitar esta opción para añadir los datos del control remoto al archivo de registro de depuración.

source: Enable this option to add screen names and resolution data to the debug log file.
ca: Activar aquesta opció per afegir dades de noms de pantalles i resolució a l'arxiu del log de depuració.
es: Habilita esta opción para añadir los nombres de las pantallas y los datos de resolución al archivo de registro de depuración.

source: Enable this option to add storage device information detected during system boot and hot plug events to the debug log file.
es: Habilite esta opción para agregar información del dispositivo de almacenamiento detectado durante el arranque del sistema y eventos de conexión en caliente al archivo de registro de depuración.

source: Enable this option to add timer debugging data to the debug log file.
ca: Activar aquesta opció per afegir dades de depuració de temporitzadors a l'arxiu del log de depuració.
es: Activa esta opción para añadir los datos de depuración del temporizador al archivo de registro de depuración.

source: Enable this option to show all the available Information screens in the Information menu item list.
es: Habilite esta opción para mostrar todas las pantallas de información disponibles en la lista de elementos del menú Información.

source: Enable this setting if your aerial system needs power.
es: Habilitar esta opción si su sistema de antena necesita energía.

source: Enable to add some extra spacing to the Information screens. This can improve readability.
ca: Activar per afegir espai extra a les pantalles d'informació. Això pot millorar la llegibilitat.
es: Habilitar para añadir un espacio extra a las pantallas de información. Esto puede mejorar la legibilidad.

source: Enable to display all True/False, Yes/No, On/Off and Enable/Disable setup options as a graphical switch.
ca: Habiliteu la visualització de totes les opcions de configuració veritable / falsa, sí / no, activa i desactiva / desactiva la configuració com a commutador gràfic.
es: Habilitar para mostrar todas las opciones de los ajustes Verdadero/Falso, Sí/No, Encendido/Apagado y Habilitar/Deshabilitar como un interruptor gráfico.

source: Enable to display setup entries alphabetically.
ca: Activar per mostrar les entrades de configuració alfabèticament.
es: Habilitar para mostrar alfabéticamente las entradas de los ajustes.

source: Enable to display the current value of the slider at end of the slider bar.
ca: Activar per mostrar el valor actual del control lliscant al final de la barra lliscant.
es: Habilitar para mostrar el valor actual del deslizador al final de la barra deslizante.

source: Enable to show the 'Restart Network' entry in the Extension Menu screen.
es: Habilitar para mostrar la entrada "Reiniciar red" en el menú de extensiones.

source: Enabled
ca: Activat
es: Habilitado

source: Enables a feature so that the receiver can decrypt streams (if the ECM data is included in the stream and a valid card is available).
ca: Activa una característica en que el receptor por desencriptar streams (si les dades d'ECM s'inclouen al stream i està disponible una tarjeta vàlida).
es: Habilita una función para que el receptor pueda descodificar retransmisiones (si los datos ECM se incluyen en el stream y hay una tarjeta válida).

source: Encrypted:
ca: Xifrat:
es: Cifrado:

source: Encrypted
es: Encriptado

source: Encryption
ca: Xifrat
es: Encriptación

source: Encryption Type:
ca: Tipus de xifratge:
es: Tipo de encriptación:

source: Encryption key
ca: Clau de xifrat
es: Clave de encriptación

source: Encryption key type
ca: Clau de xifrat tipu
es: Tipo de clave de Encriptación

source: Encryption:
ca: Xifrat:
es: Encriptación:

source: End
ca: Final
es: Final

source: End of script.
es: Fin del script.

source: End time
ca: Hora final
es: Hora de finalización

source: Energy Timer
ca: Temportizador d'encesa
es: Temporizador de encendido

source: Energy Timer: %d minute remains.
ca: Temportizador d'encesa: queda %d minut.
es: Temporizador de encendido: falta %d minuto.

source: Energy Timer: %d second remains.
ca: Temportizador d'encesa: queda %d segon.
es: Temporizador de encendido: falta %d segundo.

source: Energy Timer: Inactive.
ca: Temportizador d'encesa: Inactiu.
es: Temporizador de encendido: Inactivo.

source: Energy timer
ca: Temportizador d'encesa
es: Temporizador de encendido

source: EnergySaver action
ca: Accions estalvi energètic
es: Acción de ahorro de energía

source: EnergySaver activation delay
ca: Retard en activació estalvi energètic
es: Retraso en la activación del ahorro de energía

source: EnergyTimer Actions
ca: Accions temporitzador d'alimentació
es: Acciones del temporizador de encendido

source: EnergyTimer Overview
ca: Vista general temporitzador d'alimentació
es: Información temporizador de encendido

source: English
ca: Anglès
es: Inglés

source: English name (Ascending)
ca: Nom anglès (ascendent)
es: Nombre en inglés (Ascendente)

source: English name (Descending)
ca: Nom anglès (descendent)
es: Nombre en inglés (Descendente)

source: Enhanced Movie Center
es: Filmoteca mejorada

source: Enigma2 (re)starts
ca: (Re)inici enigma2
es: Enigma2 (re)inicios

source: Enigma2 debug level
ca: Nivell de depuració enigma2
es: Nivel de depuración de Enigma2

source: Enigma2 information
ca: Informació enigma2
es: Información sobre Enigma2

source: Enigma2 revision
ca: Revisió enigma2
es: Revisión de Enigma2

source: Enigma2 version
ca: Versió enigma2
es: Versión de Enigma2

source: Enigmalight
es: Iluminación enigma

source: Enter
ca: Introduir
es: Introducir

source: Enter DNS (Dynamic Name Server) %d's IP address.
ca: Introduir DNS (Dynamic Name Server) %d.
es: Introducir la %d dirección IP del DNS (servidor de nombres dinámico).

source: Enter IP address
es: Introduce dirección IP

source: Enter PIN
ca: Introduïu PIN
es: Introducir PIN

source: Enter a description for this timer.
ca: Introduir descripció del temporitzador.
es: Introducir descripción de este temporizador.

source: Enter a directory or process a file (play/view/edit/install/extract/run)
ca: Introduir un directori o processar un arxiu (reproduir/veure/editar/instal·lar/extraure/executar)
es: Introducir un directorio o procesar un archivo (reproducir/ver/editar/instalar/extraer/ejecutar)

source: Enter a name for this timer.
ca: Introduir un nom per al temporitzador.
es: Introducir nombre de este temporizador.

source: Enter a new name for this device.
ca: Introduir un nom nou per al dispositiu.
es: Introducir un nuevo nombre para este dispositivo.

source: Enter if you are in the East or West hemisphere.
es: Indicar si estás en el hemisferio este u oeste.

source: Enter if you are North or South of the equator.
es: Indicar si estás al norte o al sur del ecuador.

source: Open Main Menu
es: Ir al menú principal...

source: Enter new directory name:
ca: Introduir nom del nou directori:
es: Introduzca el nuevo nombre del directorio:

source: Enter number to jump to channel
ca: Introduir el número per saltar al canal
es: Introducir número para ir al canal

source: Enter persistent PIN code
ca: Introduïu codi PIN persistent
es: Por favor, ponga el pin correcto

source: Enter pin code
ca: Introduïu codi PIN
es: Introduce el código pin

source: Enter the frequency at which you LNB switches between low band and high band. For more information consult the specifications of your LNB.
es: Introducir la frecuencia a la que su LNB cambia entre banda baja y alta. Para más información consulte la hoja de especificaciones de su LNB.

source: Enter the frequency step size for the tuner to use when searching for cable multiplexes. For more information consult your cable provider's documentation.
ca: Introduïu la mida del pas de freqüència que ha d’utilitzar el sintonitzador quan cerqueu múltiplex per cable. Per obtenir més informació, consulteu la documentació del proveïdor de cable.
es: Introducir el tamaño del paso de frecuencia que el sintonizador deba usar cuando busque los múltiplex de cable. Para más información, consulte la documentación de su proveedor de cable.

source: Enter the number stored in the positioner that corresponds to this satellite.
ca: Introduïu el número emmagatzemat al posicionador que correspon a aquest satèl·lit.
es: Introducir el número almacenado en el posicionador que corresponde a este satélite.

source: Enter the service pin
ca: Entra el pin del canal
es: Introduce el pin del canal

source: Enter the subscription code to fully enable the AI-Powered Translation plugin, the unified code for trial is 15.
es: Ingrese el código de suscripción para habilitar completamente el complemento AI-Powered Translation, el código unificado para la prueba es 15.

source: Enter URL
es: Ingresar URL

source: Enter your current latitude. This is the number of degrees you are from the equator as a decimal.
ca: Introduïu la latitud actual. Aquest és el nombre de graus que provenen de l’equador com a decimal.
es: Introducir su latitud actual. Este es el número de grados del que se encuentra desde el ecuador como un decimal.

source: Enter your current longitude. This is the number of degrees you are from zero meridian as a decimal.
ca: Introduïu la longitud actual. Aquest és el nombre de graus que teniu del meridià zero com a decimal.
es: Introducir su longitud actual. Este es el número de grados del que se encuentra desde el meridiano cero como decimal.

source: Enter your high band local oscillator frequency. For more information consult the specifications of your LNB.
es: Introducir la frecuencia de su oscilador local de banda alta. Para más información consulte la hoja de especificaciones de su LNB.

source: Enter your low band local oscillator frequency. For more information consult the specifications of your LNB.
es: Introducir la frecuencia de su oscilador local de banda baja. Para más información consulte la hoja de especificaciones de su LNB.

source: Enter your personal feed URL to allow you to select packages from your personal feed.
es: Introduce la URL de tus feeds personales para permitirte seleccionar paquetes de tu feed personal.

source: Entertainment
ca: Entreteniment
es: Entretenimiento

source: Entitlements
ca: Drets
es: Derechos

source: Entitlements for 'CAID %s'
es: Derechos para 'CAID %s'

source: Entry image and text
ca: Introduir imatge i text
es: Texto e imagen de entrada

source: Entry image, number and text
ca: Introduir imatge, número i text
es: Texto, número e imagen de entrada

source: Entry number and text
ca: Introduir número i text
es: Texto y número de entrada

source: Entry text only
ca: Introduir només text
es: Sólo texto de entrada

source: Epg/Guide
ca: EPG/Guia
es: EPG/Guía

source: EPG only
es: Solo EPG

source: Equal to
ca: Igual a
es: Igual a

source: Equatorial Guinea
es: Guinea Ecuatorial

source: Error %d: File '%s' cannot be opened! (%s)
ca: Error %d: No es pot obrir l'arxiu '%s'! (%s)
es: Error %d: No se puede abrir el archivo '%s'! (%s)

source: Error %d: Log file '%s' not deleted! (%s)
ca: Error %d: No s'ha eliminat l'arxiu '%s'! (%s)
es: Error %d: ¡Archivo de registro '%s' no eliminado! (%s)

source: Error %d: System information file '%s' can't be read! (%s)
ca: Error %d: No es pot llegir l'arxiu d'informació del sistema '%s'! (%s)
es: Error %d: ¡No se puede leer el archivo de información del sistema '%s'! (%s)

source: Error %d: Unable to change password! (%s)
ca: Error %d: Impossible canviar la contrasenya! (%s)
es: Error %d: ¡No se puede cambiar la contraseña! (%s)

source: Error %d: Unable to check space! (%s)
ca: Error %d: Imposible comprovar l'espai! (%s)
es: Error %d Imposible comprobar el espacio! (%s)

source: Error %d: Unable to create directory '%s'! (%s)
ca: Error %d: Impossible crear el directori '%s'! (%s)
es: Error %d: Imposible crear directorio '%s'! (%s)

source: Error %d: Unable to create package directory '%s'! (%s)
es: Error %d: Imposible crear directorio '%s'! (%s)

source: Error %d: Unable to delete downloaded image '%s'! (%s)
ca: Error %d: Impossible eliminar la imatge descarregada '%s'! (%s)
es: Error %d: ¡No se pudo eliminar la imagen descargada '%s'! (%s)

source: Error %d: Unable to link '%s' as '%s'! (%s)
ca: Error %d: Impossible enllaçar '%s' com '%s'! (%s)
es: Error %d: Imposible enlazar '%s' como '%s'! (%s)

source: Error %d: Unable to read '%s'! (%s)
es: Error %d: Imposible leer '%s'! (%s)

source: Error %d: Unable to rename file '%s' to '%s'! (%s)
ca: Error %d: Impossible renombrar l'arxiu '%s' a '%s'! (%s)
es: Error %d: Imposible renombrar archivo '%s' a '%s'! (%s)

source: Error %d: Unable to rename related file '%s' to '%s'! (%s)
ca: Error %d: Impossible renombrar l'arxiu relacionat '%s' a '%s'! (%s)
es: Error %d: Imposible renombrar archivo relacionado '%s' a '%s'! (%s)

source: Error %d: Unable to set access mode on '%s'! (%s)
ca: Error %d: Impossible fixar el mode d'accés a '%s'! (%s)
es: Error %d: Imposible configurar el modo de acceso a '%s'! (%s)

source: Error %d: Unable to start 'passwd' command!
ca: Error %d: Impossible iniciar l'ordre 'passwd'!
es: Error %d: ¡No se pudo iniciar el comando 'passwd'!

source: Error %s: Unable to get information for '%s'! (%s)
ca: Error %s: Impossible aconseguir la informació de '%s'! (%s)
es: Error %s: Imposible conseguir información de '%s'! (%s)

source: Error %s: Unable to retrieve the '%s' file! (%s)
ca: Error %s: impossible recuperar el fitxer '%s'! (%s)
es: Error %s: ¡No se pudo recuperar el archivo '%s'! (%s)

source: Error '%s' encountered retrieving the '%s' commit log!
ca: Error '%s' trobat al recuperar el log del commit '%s'!
es: ¡Error '%s' encontrado al recuperar el registro de transacciones '%s'!

source: Error Download Setting
ca: Error en descarregar la configuració
es: Ajuste de la descarga de errores

source: Error code
ca: Codi d'error
es: Código de error

source: Error creating EHD-Skin. Using HD-Skin!
ca: Error en crear EHD-Skin. Utilitzant HD-Skin!
es: Error al crear Skin EHD. ¡Usando Skin HD!

source: Error creating EHD-Skin. Icon package download not available. Using HD-Skin!
ca: Error en crear EHD-Skin. La descàrrega del paquet d'icones no està disponible. Utilitzant HD-Skin!
es: Error al crear Skin EHD. La descarga del paquete de iconos no está disponible. ¡Usando Skin HD!

source: Error creating EHD-Skin. Not enough flash memory free. Using HD-Skin!
ca: Error en crear EHD-Skin. No hi ha prou memòria flash lliure. Utilitzant HD-Skin!
es: Error al crear el Skin EHD. No hay suficiente memoria interna libre. ¡Usando Skin HD!

source: Error creating EHD-Skin. Some EHD-Icons are missing. Using HD-Skin!
ca: Error en crear EHD-Skin. S'han perdut algunes icones EHD. Utilitzant HD-Skin!
es: Error al crear el Skin EHD. Faltan algunos iconos EHD. ¡Usando Skin HD!

source: Error creating HD-Skin. Not enough flash memory free.
ca: Error en crear HD-Skin. No queda prou memòria flash lliure.
es: Fallo al crear el skin HD. No hay suficiente memoria interna disponible.

source: Error downloading image '%s'!
ca: Error en descarregar la imatge '%s'!
es: ¡Error al descargar la imagen '%s'!

source: Error executing plugin
ca: Error en executar el plugin
es: Error ejecutando el plugin

source: Error getting link via %s %s%s
es: Error al obtener enlace vía %s %s%s

source: Error opening recording file
ca: Error en obrir l'arxiu de gravació
es: Error al abrir el archivo de grabación

source: Error reading webpage!
ca: Error en llegir la pàgina web!
es: ¡Error leyendo la página web!

source: Error text:
ca: Text d'error:
es: Texto de error :

source: Error unzipping image '%s'!
ca: Error en descomprimir la imatge '%s'!
es: ¡Error al descomprimir la imagen '%s'!

source: Error while retrieving fallback timer information %s
es: Error mientras se recuperaba información del temporizador alternativo %s

source: Error, unknown Result!
ca: Error, resultat desconegut!
es: Error, ¡resultado desconocido!

source: Error: %s Retry?
ca: Error: %s Tornar-ho a provar?
es: Error: %s ¿Reintentar?

source: Error: A location to save the recording has not been selected!
ca: Error: No s'ha seleccionat una ubicació per guardar la gravació!
es: Error: ¡No se ha seleccionado el destino de la grabación!

source: Error: An empty filename is illegal!
ca: Error: Un nom de fitxer buit és il·legal!
es: Error: ¡El nombre del fichero no puede estar vacío!

source: Error: Cannot find any images!
ca: Error: no es poden trobar imatges!
es: Error: ¡No se puede encontrar ninguna imagen!

source: Error: Checksum is invalid!
ca: Error: Checksum és invàlid!
es: Error: ¡La suma de comprobación es incorrecta!

source: Error: Could not find a suitable device! Please remove some downloaded images or attach another device (e.g. USB stick) with sufficient free space and try again.
ca: Error: no s'ha pogut trobar un dispositiu adequat! Si us plau, elimina algunes imatges baixades o connecta un altre dispositiu (per exemple, un llapis USB) amb prou espai lliure i torna-ho a provar.
es: Error: No se ha podido encontrar un dispositivo adecuado. Por favor, elimine algunas imágenes descargadas o adjunte otro dispositivo (por ejemplo, una memoria USB) con suficiente espacio libre y vuelva a intentarlo.

source: Error: Creating directory '%s' failed!
ca: Error: Ha fallat la creació del directori %s!
es: ¡Ha fallado la creación del directorio %s. !

source: Error: Creating picon target directory: (%s)
es: Error: Creando directorio de picons: (%s)

source: Error: File '%s' cannot be opened! (%s)
ca: Error: No es pot obrir l'arxiu '%s'! (%s)
es: Error: No se puede abrir el archivo '%s'! (%s)

source: Error: File or directory '%s' already exists!
ca: Error: L'arxiu o directori '%s' ja existeix!
es: Error: El archivo o directorio '%s' ya existe!

source: Error: FileCommanderData screen requires a formatting dictionary!
ca: Error: La pantalla de dades de l'administrador d'arxius requereix un diccionari de format!
es: Error: La pantalla de datos del administrador de archivos requiere un directorio formateado!

source: Error: Image '%s' to install is invalid!
ca: Error: La imatge '%s' a instal·lar és inválida!
es: Error: ¡La imagen '%s' a instalar no es válida!

source: Error: Interaction failure, unable to change password!
ca: Error: Interacció fallada, impossible canviar la contrasenya!
es: Error: Fallo de interacción, ¡no se puede cambiar la contraseña!

source: Error: Invalid directory '%s' selected!
ca: Error: Directori %s seleccionat és invàlid!
es: ¡Directorio seleccionado inválido: %s!

source: Error: It is not possible to run '%s' on '%s'!
ca: Error: No és possible executar '%s' en '%s'!
es: Error: No es posible ejecutar '%s' en '%s'!

source: Error: Program '%s' not installed and the package containing this program is unknown!
ca: Error: El programa '%s' no està instal·lat i es desconeix el paquet que conté aquest programa!
es: Error: El programa '%s' no está instalado y el paquete que contiene este programa es desconocido!

source: Error: Removing directory '%s' failed! (Maybe the directory is not empty.)
ca: Error: Ha fallat l’eliminació del directori %s. (Potser no està buit.)
es: Error al eliminar el directorio %s. (Tal vez no vacío.)

source: Error: Script '%s' must have read permission to be able to run!
ca: Error: El script '%s' ha de tenir permisos de lectura per poder executar-se!
es: Error: Script '%s' debe tener permisos de lectura para ejecutarse!

source: Error: The new password may not be blank!
ca: Error: La nova contrasenya no pot quedar buida!
es: Error: ¡La nueva contraseña no puede estar en blanco!

source: Error: The path '%s' already exists!
ca: Error: La ruta '%s' ja existeix!
es: Error: ¡La ruta %s ya existe!

source: Error: The root file system and system directories can't be deleted!
ca: Error: el sistema d'arxius arrel i els directoris del sistema no es poden eliminar!
es: Error: El sistema de archivos raíz y el sistema de directorios no se puede eliminar!

source: Error: The root file system and system directories can't be moved!
ca: Error: el sistema d'arxius arrel i els directoris del sistema no es poden moure!
es: Error: El sistema de archivos raíz y el sistema de directorios no se puede mover!

source: Error: The root file system and system directories can't be renamed!
ca: Error: el sistema d'arxius arrel i els directoris del sistema no es poden renombrar!
es: Error: El sistema de archivos raíz y el sistema de directorios no se puede renombrar!

source: Error: There was a problem writing '%s'!
ca: Error: Hi ha un problema en escriure '%s'!
es: Error: Hay un problema al escribir '%s'!

source: Error: There was an issue in the reset of the feeds! Please reboot the %s %s and check the file system for any errors before trying this command again.
es: Error: Hay un fallo en el reseteo de los feeds! Por favor, reinicia el %s %s y comprueba el sistema de archivos en busca de errores antes de intentar enviar el comando de nuevo.

source: Error: Unable to create the required directories on the target device (e.g. USB stick or hard disk)! Please verify device and try again.
ca: No es poden crear els directoris obligatoris al suport (per exemple, stick USB o Harddisk). Verifiqueu el material i proveu-ho de nou.
es: Error: ¡No se han podido crear los directorios necesarios en el dispositivo de destino (por ejemplo, una memoria USB o un disco duro)! Por favor, verifique el dispositivo e inténtelo de nuevo.

source: Error: Unable to rename directory '%s' to '%s'!
ca: Error: Impossible renombrar el directori '%s' a '%s'!
es: Error: No se ha podido renombrar el directorio '%s' a '%s'!

source: Error: Unable to write log file '%s'!
es: Error: ¡No se pudo crear el archivo log '%s'!

source: Error: You can't run '%s' on '%s'!
ca: Error: No pots executar '%s' en '%s'!
es: Error: No puedes ejecutar '%s' en '%s'!

source: Error: You can't run '%s' on a directory!
ca: Error: No pots executar '%s' en un directori!
es: Error: No puedes ejecutar '%s' en un directorio!

source: Estonian
es: Estonio

source: Ethernet network interface
ca: Interfície de xarxa Ethernet
es: Interfaz de red Ethernet

source: Ethiopia
ca: Etiòpia
es: Etiopía

source: Even if TV has another input active?
ca: Fins i tot si la TV té una altra entrada activa?
es: ¿Incluso si la TV tiene otra entrada activa?

source: Even if a 'Zap and Record' recording timer starting?
ca: Fins i tot iniciant un temporitzador de canvi de canal i gravació?
es: ¿Incluso si se inicia un temporizador de grabación 'Zapeo y Grabación'?

source: Even if a 'Zap' recording timer starting?
ca: Fins i tot iniciant un temporitzador de canvi de canal?
es: ¿Incluso si se inicia un temporizador de grabación 'Zap'?

source: Event Info
ca: Informació de programa
es: Información de programa

source: Event View
ca: Visualitzador de programes
es: Vista de programa

source: Event View Actions
ca: Accions visualitzador de programes
es: Acciones de la vista de eventos

source: Event View Context Menu
ca: Menú contextual del visualitzador de programes
es: Menú de visualización de programa

source: Event font size
ca: Tamany font de programa
es: Tamaño de fuente del programa
