Repository: OpenSPA/dvbapp2
Catalog: po/*.po
Languages: ca, es

source: Do you want to attach a text file to explain the log ? (choose 'No' to type message using virtual keyboard.)
ca: Vols adjuntar un arxiu de text per explicar el log? (tria 'No' per escriure el missatge utilitzant el teclat virtual).
es: ¿Quiere adjuntar un archivo de texto que explique el registro? (Elija ‘No’ para escribir el mensaje con el teclado virtual.)

source: Do you want to backup now? After pressing OK, please wait!
ca: Vols fer ara el backup? Després de prèmer OK, si us plau espera!
es: ¿Quiere realizar ahora un backup? ¡Por favor, espere después de presionar OK!

source: Do you want to backup settings?
ca: Vols fer backup de les configuracions?
es: ¿Quiere realizar backup de los ajustes?

source: Do you want to burn this collection to DVD medium?
ca: Voleu gravar aquesta col·lecció al suport DVD?
es: ¿Quieres grabar esta colección a disco DVD?

source: Do you want to continue?
ca: Vols continuar?
es: ¿Quieres continuar?

source: Do you want to delete all selected files: choose "No" to only delete selected file.
es: ¿Desea eliminar todos los archivos seleccionados? elija "No" para eliminar sólo el archivo seleccionado.

source: Do you want to delete all the log files?
ca: Vols eliminar tots els arxius de log?
es: ¿Desea eliminar todos los archivos de registro?

source: Do you want to delete the old settings in /etc/enigma2 first?
ca: Vols eliminar primer les configuracions antigues de /etc/enigma2?
es: ¿Desea eliminar los ajustes antiguos de / etc / enigma2 primero?

source: Do you want to delete this log file?
ca: Vols eliminar aquest arxiu log?
es: ¿Desea eliminar este archivo de registro?

source: Do you want to do a service scan?
ca: Vols fer una recerca de canals?
es: ¿Quieres hacer una búsqueda de canales?

source: Do you want to do another manual service scan?
ca: Vols fer una altra recerca manual?
es: ¿Quieres hacer otra búsqueda manual de canales?

source: Do you want to flash the image '%s'?
ca: Vols instal·lar la imatge '%s'?
es: ¿Quiere instalar la imagen '%s'?

source: Do you want to install a channel list?
ca: Voleu instal·lar una llista de canals?
es: ¿Quieres instalar una lista de canales?

source: Do you want to install:
es: Quieres instalar:

source: Do you want to play DVD in drive?
ca: Voleu reproduir DVD a la unitat?
es: ¿Quieres ejecutar el DVD en la unidad?

source: Do you want to preview this DVD before burning?
ca: Voleu una vista prèvia d’aquest DVD abans de gravar-lo?
es: ¿Quieres previsualizar el DVD antes de grabarlo?

source: Do you want to produce this collection?
ca: Vols fer aquesta col·lecció?
es: ¿Desea producir esta colección?

source: Do you want to purge all locales/languages except %s?
ca: Vols netejar tots els idiomes excepte %s?
es: ¿Desea eliminar todas las regiones/idiomas excepto %s?

source: Do you want to reboot your %s %s?
ca: Vols reiniciar el %s %s?
es: ¿Quieres reiniciar tu %s %s?

source: Do you want to replace:
es: Quieres sustituir:

source: Do you want to restore your settings?
ca: Vols restaurar la configuració?
es: ¿Quieres restaurar la configuración?

source: Do you want to resume this playback?
ca: Vols continuar on ho havies deixat?
es: ¿Quieres reanudar la reproducción?

source: Do you want to search other transponder?
es: ¿Quieres buscar en otros transpondedores?

source: Do you want to send all selected files: (choose 'No' to only send the currently selected file.)
ca: Vols enviar tots els arxius seleccionats? (escolleix 'No' per enviar només l'arxiu seleccionat.)
es: ¿Desea enviar todos los archivos seleccionados? (elija 'No' para enviar sólo el archivo actualmente seleccionado.)

source: Do you want to stop this recording?
es: ¿Quieres detener esta grabación?

source: Do you want to update your box?
ca: Vols actualitzar el receptor?
es: ¿Quieres actualizar tu receptor?

source: Documentary
ca: Documentals
es: Documental

source: Dolby Digital downmix is now
ca: Mescla Dolby Digital activa
es: El downmix Dolby Digital es ahora

source: Domain
ca: Domini
es: Dominio

source: Dominican Republic
ca: Dominicana Republica
es: República Dominicana

source: Don't add this recording
ca: No afegir aquesta gravació
es: No agregue esta grabación

source: Don't ask again!
ca: No preguntar més!
es: ¡No volver a preguntar!

source: Don't Center DVB Subs On This Service
es: No centrar subtítulos DVB en este servicio

source: Don't restart
ca: No reiniciar
es: No reiniciar

source: Don't save
ca: No guardar
es: No guardar

source: Don't show default
ca: No mostrar predeterminat
es: No mostrar

source: Don't stop current event but disable future events
ca: No aturar el programa en curs, però deshabilitar els següents
es: No detener el programa actual pero desactivar los siguientes

source: Don't unscramble, record ECM
ca: No descodificar, gravar ECM
es: No descodificar, grabar ECM

source: Don't worry your device is still ok! There are several safety mechanisms in place! Your device is still as fine as it was before this procedure!
ca: No et preocupis, el teu dispositiu encara està OK! Hi ha molts mecanismes de seguretat activats! El dispositiu està igual de bé que abans de procedir!
es: ¡No se preocupe, su dispositivo aún está bien! ¡Existen varios mecanismos de seguridad! ¡Su dispositivo sigue estando tan bien como antes de este procedimiento!

source: Done
ca: Fet
es: Hecho

source: Done - Installed or upgraded %d packages
ca: Fet - %d paquets instal·lats o actualitzats
es: Hecho - Instalados o actualizados %d paquetes

source: Done - Installed, upgraded or removed %d package (%s)
ca: Fet - %d paquet instal·lat, actualitzat o eliminat (%s)
es: Hecho - Instalado, actualizado o eliminado %d paquete (%s)

source: Down
ca: Baix
es: Abajo

source: Down / Inactive
ca: Caigut/Inactiu
es: Abajo / Inactivo

source: Download Plugins
ca: Descarregar plugins
es: Descargar Plugins

source: Download Softcams
ca: Descarregar softcams
es: Descargar Softcams

source: Download and flash images on your %s %s.
ca: Descarregar i instal·lar imatges al %s %s.
es: Descarga e instala imágenes en tu %s %s.

source: Download and install Plugins
ca: Descarregar i instal·lar plugins
es: Descargar e instalar Plugins

source: Download and install cam
ca: Descarregar i instal·lar cam
es: Descargar e instalar CAM

source: Download error
ca: Error en la descàrrega
es: Error de descarga

source: Download Image
es: Descargar imagen

source: Downloadable plugins
ca: Plugins descarregables
es: Plugins descargables

source: Downloaded images
ca: Imatges descarregades
es: Imágenes descargadas

source: Downloading
ca: Descarregant
es: Descargando

source: Downloading Image
ca: Descarregant imatge
es: Descargando imagen

source: Downloading latest update list. Please wait...
es: Descargando la última lista de actualizaciones. Espere, por favor...

source: Downloading plugin information. Please wait...
ca: Descarregant informació del plugin. Espera...
es: Descargando información de los Plugins. Espera…

source: Dreambox format data DVD (HDTV compatible)
es: Dreambox formato de datos de DVD (compatibles con HDTV)

source: Dreambox format data DVD (won't work in other DVD players)
es: Dreambox formato de datos de DVD (no funcionará en otros reproductores de DVD)

source: Driver Packages
es: Paquetes de drivers

source: Driver and kernel information
ca: Informació de driver i kernel
es: Información del controlador y núcleo

source: Drivers version
ca: Versió de drivers
es: Versión de los controladores

source: Duplex
es: Dúplex

source: During this time, the transmitter and the recording destination are checked. If the recording destination (eg NAS) does not ready in time for recording, this time can be increased.
ca: Durant aquest temps, es comprova l'emissor i la destinació de la gravació. Si la destinació de la gravació (per exemple, NAS) no està preparada a temps per a la gravació, aquest temps es pot augmentar.
es: Durante este tiempo, se verifica el transmisor y el destino de la grabación. Si el destino de la grabación (por ejemplo, el NAS) no está preparado para la grabación, este tiempo puede aumentar.

source: Dutch
ca: Holandès
es: Holandés

source: Dutch / Flemish
es: Holandés / Flamenco

source: Dynamic contrast
ca: Contrast dinàmic
es: Contraste dinámico

source: ECM Info
es: Información ECM

source: ECM data will be included in the stream. This enables a client receiver to decode it.
ca: Les dades d'ECM s'inclouran al stream. Això permet a un receptor client decodificar-les.
es: Los datos ECM se incluirán en el streaj. Esto habilita que un receptor cliente lo decodifique.

source: Enable timer
es: Habilitar temporizador

source: EJECTCD
es: EXPULSIÓN DE CD

source: EPG Actions
ca: Accions EPG
es: Acciones de la EPG

source: EPG Bouquet Actions
ca: Accions llista EPG
es: Acciones EPG de la lista

source: EPG Cache Check
ca: Comprovar memòria cau EPG
es: Verificación de caché EPG

source: EPG Channel/Service Selection
ca: Selecció EPG del canal
es: Selección de canales/servicios de la EPG

source: EPG Display Actions
ca: Accions visualització EPG
es: Acciones de visualización de la EPG

source: EPG imported successfully from
es: EPG importada con éxito desde

source: EPG Jump
es: Salto de EPG

source: EPG Navigation Actions
ca: Accions navegació EPG
es: Acciones de navegación de la EPG

source: EPG Other Actions
ca: Altres accions d'EPG
es: Otras acciones de la EPG

source: EPG Search
ca: Recerca EPG
es: Buscar en EPG

source: EPG Selection
ca: Selecció EPG
es: Selección en EPG

source: EPG Settings
ca: Configuracions EPG
es: Ajustes de EPG

source: EPG Setup
ca: Configurar EPG
es: Configuración de EPG

source: EPG button mode
ca: Mode del botó EPG
es: Modo de la tecla EPG

source: EPG filename
ca: Nom d'arxiu EPG
es: Nombre de archivo EPG

source: EPG key : Switch to channel list Ok key : Remove selected channel PVR key : Input channel name Exit key : Finish channel edit
ca: Tecla EPG : Canvia a la llista de canals Tecla OK: Elimina canal seleccionat Tecla PVR: Introdueix nom del canal Tecla EXIT: Finalitza l'edició de canal
es: Tecla EPG : Cambiar a la lista de canales Tecla Ok : Eliminar el canal seleccionado Tecla PVR : Introducir el nombre del canal Tecla Exit : Finalizar la edición del canal

source: EPG key : Switch to quad PiP entry Ok key : Add to new entry PVR key : Input channel name Exit key : Finish channel edit
ca: Tecla EPG : Canviar a Quad PiP Tecla OK: Afegir a la nova entrada Tecla PVR: Introdueix nom del canal Tecla EXIT: Finalitza l'edició de canal
es: Tecla EPG : Cambiar a la entrada Quad PiP Tecla Ok : Añadir a la nueva entrada Tecla PVR : Introducir el nombre del canal Tecla Exit : Finalizar la edición del canal

source: EPG language selection 1
ca: Selecció d’idioma EPG 1
es: Idioma 1 de EPG

source: EPG language selection 2
ca: Selecció d’idioma EPG 2
es: Idioma 2 de EPG

source: EPG location
ca: Ubicació EPG
es: Ubicación de EPG

source: EPGSearch
ca: Recerca EPG
es: Búsqueda en EPG

source: ERROR - failed to scan (%s)!
ca: ERROR - ha fallat la recerca (%s)!
es: ERROR - ¡Ha fallado la búsqueda (%s)!

source: EXIF-Version
ca: Versión EXIF
es: Versión EXIF

source: East
ca: Est
es: Este

source: East limit set
ca: Conjunt límit est
es: Límite este

source: Edit
ca: Edita
es: Editar

source: Edit Mode Off
ca: Mode edición APAGAT
es: Desactivar edición

source: Edit Mode On
ca: Mode edición ACTIVAT
es: Activar edición

source: Edit Quad Channel Entry
ca: Editar entrada canal Quad
es: Editar la entrada del canal quad

source: Edit Tags
ca: Editar etiquetes
es: Editar etiquetas

source: Edit Timer
ca: Edita el temporitzador
es: Editar temporizador

source: Edit Title
ca: Editar títol
es: Editar título

source: Edit Upgrade Source URL
ca: Editar la URL font de l'actualització
es: Editar la URL de la fuente de actualización

source: Edit chapters of current title
ca: Edita els capítols del títol actual
es: Editar capítulos del programa actual

source: Edit current line
ca: Editar la línia actual
es: Editar la línea actual

source: Edit settings
ca: Edita la configuració
es: Editar la configuración

source: Edit the CCcam/NewCamd server hostname.
ca: Editar el host del servidor CCcam/NewCamd.
es: Editar el nombre del servidor para CCcam/NewCamd.

source: Edit the CCcam/NewCamd server port.
ca: Editar el port del servidor CCcam/NewCamd.
es: Editar el puerto del servidor para CCcam/NewCamd.

source: Edit the DNS configuration of your %s %s.
ca: Edita la configuración DNS del %s %s.
es: Edita la configuración DNS de tu %s %s.

source: Edit the NewCamd DES Key.
ca: Editar la NewCamd DES Key.
es: Editar la clave DES para NewCamd.

source: Edit the currently selected timer
ca: Editar el temporitzador seleccionat
es: Editar temporizador seleccionado

source: Edit the network configuration of your %s %s.
ca: Edita la configuración de xarxa del %s %s.
es: Edita la configuración de red de tu %s %s.

source: Edit the password.
ca: Editar la contrasenya.
es: Editar la contraseña.

source: Edit the profile name.
ca: Editar el nom del perfil.
es: Editar el nombre de perfil.

source: Edit the remote CCCam port.
ca: Editar el port de CCcam remot.
es: Editar el puerto remoto para CCCam.

source: Edit the remote IP address.
ca: Editar l'adreça IP remota.
es: Editar la dirección IP remota.

source: Edit the upgrade source address.
ca: Editar l'adreça de la font d'actualització.
es: Editar la ubicación de la actualización.

source: Edit the username.
ca: Editar el nom d'usuari.
es: Editar el nombre de usuario.

source: Education
ca: Educació
es: Educación

source: Education/Information
ca: Educació/Informació
es: Educación/Información

source: Education/Science/Factual
ca: Educació/Ciència/Factual
es: Educación/Ciencia/Realidad

source: Egypt
ca: Egypte
es: Egipto

source: Elapsed
ca: Transcorregut
es: Transcurrido

source: Elapsed & Remaining
ca: Transcorregut i restant
es: Transcurrido y restante

source: Electronic Program Guide
ca: Guia electrònica de programes
es: Guía de programación electrónica

source: Embedded
ca: Incrustat
es: Insertado

source: Empty
ca: Buit
es: Vacío

source: Empty file
ca: Arxiu buit
es: Archivo vacío

source: Enable
ca: Activar
es: Habilitar

source: Enable %s pro:
ca: Activar %s pro:
es: Habilitar %s pro:

source: Enable 5V for active antenna
ca: Activar 5V per a antena activa
es: Habilitar 5V para la antena activa

source: Enable automatic shares
es: Habilitar acciones automáticas

source: Enable Autorecord
es: Habilitar Autograbación

source: Enable BT Audio
ca: Activar àudio BT
es: Habilitar audio BT

source: Enable Chkroot MultiBoot
es: Habilitar Chkroot MultiBoot

source: Enable Dolby Digital / Dolby AC-3 offsets
ca: Activar les compensacions Dolby Digital / Dolby AC-3
es: Habilitar compensaciones Dolby Digital / Dolby AC-3

source: Enable EIT EPG
ca: Activa EIT EPG
es: Habilitar EPG EIT

source: Enable Fast Channel Change
ca: Activar FCC (canvi ràpid de canal)
es: Habiliar el cambio rápido de canal

source: Enable Focus Animation
ca: Activar animació d'enfocament
es: Habilitar animación de enfoque

source: Enable GStreamer debug log *
ca: Activar log de depuració de GStreamer *
es: Habilitar el registro de depuración de GStreamer *

source: Enable GStreamer pipeline graphs *
ca: Activar els gràfics de canalització de GStreamer *
es: Habilitar los gráficos de canalización de GStreamer *

source: Enable IceTV
ca: Activar IceTV
es: Habilitar IceTV

source: Enable InfoBar fade-out
ca: Activar l'esvaïment de la barra d'informació
es: Activar atenuación de la barra de información

source: Enable IPv6
es: Activar IPv6

source: Enable MHW EPG
ca: Activa MHW EPG
es: Habilitar EPG MHW

source: Enable MiniTV
ca: Activar MiniTV
es: Habilitar MiniTV

source: Enable Netmed EPG
ca: Activa EPG Netmed
es: Habilitar EPG Netmed

source: Enable Network IP address check
ca: Activar la comprovació de l'adreça IP de la xarxa
es: Habilitar la comprobación de IPs de la red

source: Enable OpenTV EPG
ca: Habilita EPG de OpenTV
es: Habilitar la EPG de OpenTV

source: Enable PiP no HDR
es: Habilitar PiP no HDR

source: Enable Quad PiP
ca: Activar Quad PiP
es: Habilitar Quad PiP

source: Enable Swap at startup
ca: Activar swap a l'inici
es: Activar Swap al inicio

source: Enable Up/Down buttons for the 'all up/down' functions (at the beginning/end of the column)?
es: ¿Habilitar los botones arriba/abajo para la función "todo arriba/abajo" (al principio / final de la columna)?

source: Enable VPS
ca: Activar VPS
es: Activar VPS

source: Enable VPS by default (new timers)
ca: Activar VPS per defecte (temporitzadors nous)
es: Activar VPS por defecto (temporizadores nuevos)

source: Enable VPS on instant records
ca: Activar VPS en gravacions instantànies
es: Activar VPS en grabaciones instantáneas

source: Enable VPS-Plugin
ca: Activar Plugin VPS
es: Activar plugin VPS

source: Enable ViaSat EPG
ca: Habilita ViaSat EPG
es: Enable EPG ViaSat

source: Enable Virgin EPG
ca: Habilita Virgin EPG
es: Habilitar EPG Virgin

source: Enable Wake On LAN
ca: Activar Wake On LAN (Encesa per xarxa)
es: Activar Wake On Lan

source: Enable and set the duration of the second InfoBar (press 'OK' twice) that may include additional information.
ca: Activar i fixar la duració de la segona barra d'informació (prèm 'OK' dues vegades) la qual pot incloure informació adicional.
es: Habilitar y configurar la duración de la segunda barra de información (presiona OK dos veces). Incluye más información del canal actual.

source: Enable auto cable scan
ca: Activa la exploració automàtica de cable
es: Búsqueda de cable

source: Enable auto fast scan
ca: Activar recerca ràpida automàtica
es: Habilitar exploración rápida automática

source: Enable auto fast scan for %s
ca: Activar recerca ràpida automàtica per %s
es: Habilitar escaneo rápido automático para %s

source: Enable blinking rec symbol on the LCD Display.
es: Habilitar el símbolo de grabación parpadeando en el display LCD.

source: Enable blinking rec symbol on the LCD Display in Standby.
es: Habilitar el símbolo de grabación parpadeando en el display LCD en reposo.

source: Enable chapter support for video files
ca: Activar suport de capítols per als arxius de vídeo
es: Habilitar la compatibilidad de capítulos para los archivos de vídeo

source: Enable command line function
ca: Activar funció de línia d'ordres
es: Habilitar la función de línea de comandos

source: Enable cut file support for audio files
ca: Activar suport de tall d'arxius per a arxius d'àudio
es: Habilitar soporte de archivos de corte para archivos de audio

source: Enable cut file support for audio files, e.g. mp3.
es: Habilitar soporte de archivos de corte para archivos de audio, p.e. mp3.

source: Enable cut file support for non *.ts files
ca: Activar suport de tall d'arxius per a arxius que no siguin *.ts
es: Habilitar soporte de archivos de corte para archivos no *.ts

source: Enable cut file support for non *.ts files, e.g. mp4.
es: Habilitar soporte de archivos de corte para archivos no *.ts p.e. mp4.

source: Enable debug log
ca: Activar log de depuració
es: Habilitar historial de depuración

source: Enable debug log *
ca: Activar log de depuració *
es: Habilitar historial de depuración *

source: Enable digital downmix
ca: Activar mescla digital
es: Habilitar downmix digital

source: Enable fallback remote receiver
ca: Activa l’exploració ràpida automàtica per a% s
es: Activar receptor remoto de reserva

source: Enable freesat EPG
ca: Activar EPG freesat
es: Habilitar EPG Freesat

source: Enable import timer from fallback tuner
es: Activar importación de temporizador del sintonizador reserva

source: Enable intro screen
ca: Activar pantalla d'introducció
es: Habilitar pantalla de introducción

source: Enable multiple bouquets
ca: Activar llistes múltiples
es: Habilitar múltiples grupos

source: Enable network traffic check
ca: Activar la comprovació del tràfic de xarxa
es: Habilitar la comprobación del tráfico de red

source: Enable new GStreamer playback
ca: Activar la reproducció del nou GStreamer
es: Habilita la reproducción del nuevo Gstreamer

source: Enable or disable searching picons in HDD.
es: Habilitar o deshabilitar búsqueda de picons en HDD.

source: Enable or disable using HDMI-CEC.
ca: Activar o desactivar l'ús del HDMI-CEC.
es: Habilitar o deshabilitar el uso de HDMI-CEC.

source: Enable panic button
ca: Activar botó de pànic
es: Habilitar botón del pánico

source: Enable preview
ca: Activar vista prèvia
es: Habilitar vista previa

source: Enable remote enigma2 receiver to be tried to tune into services that cannot be tuned into locally (e.g. tuner is occupied or service type is unavailable on the local tuner. Specify complete URL including http:// and port number (normally ...:8001), e.g. http://second_box:8001.
ca: Habiliteu el receptor enigma2 remot per intentar sintonitzar serveis que no es poden ajustar localment (per exemple, el sintonitzador està ocupat o el tipus de servei no està disponible al sintonitzador local. Especifiqueu l’URL complet inclòs el número http: // i el port (normalment …: 8001 ), per exemple, http: // second_box: 8001.
es: Habilitar receptor Enigma2 remoto para tratar de sintonizar canales que no se pueden sintonizar de forma local (por ejemplo, el sintonizador está ocupado o el tipo de canal no está disponible para el sintonizador local). Especifica la URL completa incluyendo http:// y el puerto (normalmente …:8001), por ejemplo http://segundo_receptor:8001.

source: Enable teletext caching
ca: Activa la memòria catxe del teletext
es: Habilitar caché de teletexto

source: Enable terrestrial LCN:
ca: Activar LCN terrestre:
es: Habilitar LCN terrestre:

source: Enable the advanced HDMI-CEC setting options.
ca: Activar les opcions de configuració avançades del HDMI-CEC.
es: Habilitar las opciones de ajuste avanzadas de HDMI-CEC.

source: Enable this option to add MultiBoot information detected during system boot to the debug log file.
ca: Activar aquesta opció per afegir la informació MultiBoot detectada durant l'arrencada del sistema a l'arxiu del log de depuració.
es: Active esta opción para añadir la información de MultiBoot detectada durante el arranque del sistema al archivo de registro de depuración.

source: Enable this option to add action map / remote control mapping data to the debug log file.
ca: Activar aquesta opció per afegir dades de mapes d'acció/control remot a l'arxiu del log de depuració.
es: Habilitar esta opción para agregar datos de mapeo de mapa de acción / control remoto al archivo de registro de depuración.

source: Enable this option to add extra DVB details to the debug log file.
es: Habilite esta opción para agregar detalles DVB adicionales al archivo de registro de depuración.

source: Enable this option to add extra DVB scan data to the debug log file.
ca: Activar aquesta opció per afegir dades de recerca DVB extra a l'arxiu del log de depuració.
es: Habilite esta opción para añadir datos de escaneo DVB adicionales al archivo de registro de depuración.

source: Enable this option to add extra DVB time sync data to the debug log file.
es: Habilite esta opción para agregar datos de sincronización de tiempo DVB adicionales al archivo de registro de depuración.

source: Enable this option to add extra EPG data to the debug log file.
ca: Activar aquesta opció per afegir dades extra d'EPG a l'arxiu del log de depuració.
es: Activa esta opción para añadir datos extra de la EPG al archivo de registro de depuración.

source: Enable this option to add extra teletext details to the debug log file.
es: Habilite esta opción para añadir detalles de teletexto adicionales al archivo de registro de depuración.
