Repository: OpenSPA/dvbapp2
Catalog: po/*.po
Languages: ca, es

source: Event name only
ca: Solament nom de programa
es: Solo nombre de canal

source: Event view menu
ca: Menú de visualització de programes
es: Menú de ver evento

source: Event view:
ca: Vista de programa:
es: Vista del evento:

source: EventViewEPG Actions
ca: Accions pantalla EPG de programes (EventViewEPG)
es: Acciones de la vista de eventos del EPG

source: Everyday
ca: Cada dia
es: Diario

source: Everything in one place - IceTV does it for you! Using the IceTV app or website, 'My Shows' is your place to go to. See the next 7 days of your recordings, favorite shows, keyword notifications, new series broadcasts, and our recommendations. Everything in one place. Simply select something new and press Record. IceTV's smartphone and tablet apps can be downloaded by scanning the code above.
es: Todo en un solo lugar - ¡IceTV lo hace por ti! Utilizando la aplicación o el sitio web de IceTV, 'Mis programas' es el lugar al que debes acudir. Vea los próximos 7 días de sus grabaciones, programas favoritos, notificaciones de palabras clave, emisiones de nuevas series y nuestras recomendaciones. Todo en un solo lugar. Simplemente selecciona algo nuevo y pulsa Grabar. Las aplicaciones de IceTV para smartphones y tabletas pueden descargarse escaneando el código anterior.

source: Everywhere
ca: Arreu
es: En todo

source: Exceeds Blu-ray disc medium!
es: ¡Supera el recurso Bludisc!

source: Exceeds dual layer medium!
ca: Excedeix el medi de doble capa!
es: ¡Excede el recurso de doble capa!

source: Execution condition
ca: Condició d'execució
es: Condición de ejecución

source: Exist are debug files. Space used:
es: Existen archivos debug. Espacio usado:

source: Exist are no debug files or crash.
es: No existen archivos debug o crash.

source: Existing or trial customer
ca: Client existent o de prova
es: Cliente existente o en modo prueba

source: Exit
ca: Sortir
es: Salir

source: Exit EPG
ca: Sortir EPG
es: Abandonar EPG

source: Exit File Commander
ca: Sortir de l'administrador d'arxius
es: Salir del administrador de archivos

source: Exit Flash Expander
es: Salir de Flash Expander

source: Exit MAC address configuration
ca: Sortir de la configuración d'adreça MAC
es: Salir de la configuración de dirección MAC

source: Exit Quad Channel Selection
ca: Sortir de la selecció canals Quad
es: Salir de la selección de canal quad

source: Exit all menus
ca: Sortir de tots els menús
es: Salir de todos los menus

source: Exit and close all screens without performing a backup
es: Salir y cerrar todas las pantallas sin realizar el backup

source: Exit editor
ca: Sortir de l'editor
es: Salir del editor

source: Exit editor and discard any changes
ca: Sortir de l'editor de text i descartar canvis
es: Salir del editor y descartar cambios

source: Exit editor and save any changes
ca: Sortir de l'editor de text i guardar canvis
es: Salir del editor y guardar cambios

source: Exit image viewer
ca: Sortir del visualitzador d'imatges
es: Salir de visualizador de imágenes

source: Exit input device selection.
ca: Surt de la selecció del dispositiu d’entrada.
es: Salir de la selección de dispositivo de entrada.

source: Exit media player?
ca: Sortiu del reproductor multimèdia?
es: ¿Salir del reproductor de recursos?

source: Exit mediaplayer
ca: Sortir del reproductor
es: Salir del reproductor de recursos

source: Exit menu
ca: Sortir del menú
es: Salir del menu

source: Exit Movie Selection
ca: Llista de pel·lícules
es: Salir de la lista de películas

source: Exit movie player?
ca: Sortir del reproductor?
es: ¿Salir de la lista de películas?

source: Exit network adapter configuration
ca: Sortir de la configuració de l’adaptador de xarxa
es: Salir de la configuración del adaptador de red

source: Exit network adapter setup menu
ca: Sortir del menú de configuració de l'adaptador de xarxa
es: Salir del menu configuración del adaptador de red

source: Exit network interface list
ca: Surt de la llista de la interfície de xarxa
es: Salir de la lista de interfaces de red

source: Exit network wizard
ca: Sortiu de l’assistent de xarxa
es: Salir del asistente de red

source: Exit quad PiP
ca: Sortir de QuadPiP
es: Salir de Quad PiP

source: Exit the wizard
ca: Sortir de l'assistent
es: Salir del asistente

source: Exit viewer
ca: Sortir del visualitzador
es: Salir de visor

source: Exit without performing a backup
es: Salir sin realizar un backup

source: Expand
ca: Ampliar
es: Expandir

source: Experimental mode
ca: Mode experimental
es: Modo experimental

source: Experimental: strict limitation to preferred tuners for recordings
ca: Experimental: limitació estricta als sintonitzadors preferits per a les gravacions
es: Experimental: limitación estricta a sintoniz. preferidos en grabaciones

source: Expert
es: Experto

source: Expert mode
ca: Mode expert
es: Modo experto

source: Exposure program
ca: Programa d'exposició
es: Programa de exposición

source: Exposure time
ca: Temps d'exposició
es: Tiempo de exposición

source: Ext. NumberZap
es: Número de extensiónZap

source: Extend
ca: Ampliar
es: Extender

source: Extended
ca: Ampliat
es: Extendido

source: Extended GUI
ca: GUI ampliada
es: Ajustes de la interfaz

source: Extended Networksetup Plugin...
ca: Plugin NetworkSetup (Configurador de xarxa) ampliat...
es: Plugin de configuración de red extendido...

source: Extended PID info
ca: Informació PID ampliada
es: PID información extendida

source: Extended Setup...
ca: Configuració avançada...
es: Configuración extendida...

source: Extended Shares
ca: Intercanvis ampliats
es: Intercambios extendidos

source: Extension Actions
ca: Extensions
es: Extensiones Acciones

source: Extensions
es: Extensiones

source: Extensions Management
ca: Gestió d’extensions
es: Gestión de extensiones

source: Extensions/QuickMenu
ca: Extensions/Menú ràpid
es: Extensiones / Menú Rápido

source: External
ca: Extern
es: Externo

source: External PiP
ca: Extern PiP
es: PiP externo

source: External Storage %s
ca: Emmagatzematge extern %s
es: Almacenamiento externo %s

source: External subtitle color
ca: Color de subtítols extern
es: Color de subtítulo externo

source: External subtitle dialog colorization
ca: Color del diàleg de subtítols extern
es: Coloreado de subtítulo externo de diálogo

source: External subtitle switch fonts
ca: Tipus de commutador de subtítols externs
es: Cambiar fuentes de subtítulo externo

source: Extra High
es: Altura extra

source: Extra motor options
ca: Opcions de motor addicionals
es: Opciones extras de motor

source: Extra wide
es: Extra ancho

source: Extract the archive contents
ca: Extreure el contingut de l'arxiu
es: Extraer el contenido del archivo

source: Extract the package contents
ca: Extreure el contingut del paquet
es: Extraer el contenido del paquete

source: Extrude from left
ca: Extrudir des de l'esquerra
es: Extruir desde la izquierda

source: FBC automatic
es: FBC automático

source: FCC enabled
ca: FCC habilitat
es: FCC habilitado

source: FCC usage will be disabled to use the fallback tuner. Enigma2 needs to be restarted. Do you want to do it now?
es: Se deshabilitará el uso de FCC para poder usar el sintonizador reserva. Es necesario reiniciar Enigma2. ¿Quieres hacerlo ahora?

source: FEC modes
ca: Modes FEC
es: Modos FEC

source: FFmpeg is not installed so '.mvi' file actions are not available!
ca: FFmpeg no està instal·lat, així que les accions per arxius '.mvi' no estan disponibles!
es: FFmpeg no está instalado, así que las acciones en archivos '.mvi' no estan disponibles!

source: FFmpeg version
ca: Versió FFmpeg
es: Versión FFmpeg

source: FP Upgrade
ca: Actualitzar FP
es: Actualización FP

source: FSBL Update Check
ca: Comprovació actualització FSBL
es: FSBL comprobar actualización

source: FTP Settings
ca: Configuracions FTP
es: Configurar FTP

source: Factory Reset
ca: Reinici de fàbrica
es: Restablecimiento de fábrica

source: Factory release
ca: Versió de fàbrica
es: Lanzamiento de fabrica

source: Fade the InfoBar on hide.
es: Atenuar la barra de información al ocultar.

source: Failed
ca: Fallat
es: Fallido

source: Failed to download
es: Fallo al descargar

source: Failed to write /tmp/positionersetup.log:
ca: No s’ha pogut escriure /tmp/positionersetup.log:
es: No se pudo escribir /tmp/positionersetup.log:

source: Failed:
ca: Ha fallat:
es: Fallido:

source: Falkland Islands (Malvinas)
ca: Illes Malvines (Malvines)
es: Islas Malvinas

source: Fallback API did not return a valid result.
es: API alternativo no devuelve un resultado válido.

source: Fallback Font *
es: Fuente de reserva *

source: Fallback remote receiver
es: Receptor remoto de reserva

source: Fallback remote receiver IP
es: IP del receptor reserva

source: Fallback remote receiver Port
es: Puerto del receptor reserva

source: Fallback Remote Receiver Settings
es: Ajustes del tuner reserva

source: Fallback remote receiver URL
ca: URL del receptor remot de caiguda
es: URL del receptor reserva

source: Fallback remote receiver for ATSC
es: Receptor reserva para ATSC

source: Fallback remote receiver for DVB-C
es: Receptor reserva para DVB-C

source: Fallback remote receiver for DVB-T
es: Receptor reserva para DVB-T

source: Fallback Timer
es: Temporizador de reserva

source: Fallback tuner setup
es: Configuración del sintonizador reserva

source: False
ca: Fals
es: Falso

source: Family
ca: Família
es: Familia

source: Fan %d
ca: Ventilador %d
es: Ventilador %d

source: Fantasy
ca: Fantasia
es: Fantasia

source: Faroe Islands
ca: Illes Faroe
es: Islas Faroe

source: Faroese
es: Feroz

source: Farsi / Persian
es: Farsi / Persa

source: Fast
ca: Ràpid
es: Rápido

source: Fast Channel Change
ca: Canvi ràpid de canal
es: Cambio rapido de canal

source: Fast Channel Change Setup
ca: Configurar canvi ràpid de canal
es: Configuración del cambio rapido de canal

source: Fast DiSEqC
ca: DiSEqC ràpid
es: DiSEqC Rápido

source: Fast Scan
ca: Recerca ràpida
es: Búsqueda rápida

source: Fast epoch
ca: Època ràpida
es: Época rápida

source: Fast forward
ca: Avanç ràpid
es: Avance rápido

source: Fast forward speeds
ca: Velocitats d’avanç ràpid
es: Velocidades de avance rápido

source: Favorites
ca: Favorits
es: Favoritos

source: Feed URL
ca: URL del feed
es: URL de la fuente

source: Feed disabled!
ca: Feed desactivat!
es: Fuente inactiva!

source: Feed stable.
ca: Feed estable.
es: Fuente estable.

source: Feed unstable!
ca: Feed inestable!
es: Fuente inestable!

source: Fetch EPG and update timers now
ca: Obtenir EPG i actualitzar els temporitzadors ara
es: Obtenga EPG y actualice los temporizadores ahora

source: Fiji
es: Fiyi

source: Fijian
es: Fiyiano

source: File
ca: Arxiu
es: Archivo

source: File %d of %d
ca: Arxiu %d de %d
es: Archivo %d de %d

source: File Commander
ca: Administrador d'arxius
es: Comando de archivos

source: File Commander - All tasks are complete.
ca: Administrador d'arxius - Totes les tasques completades.
es: Administrador de archivos - Todas las tareas están completas.

source: File Commander Actions
ca: Administrador d'arxius
es: Acciones del Administrador de archivos

source: File Commander Archive
ca: Administrador d'arxius: Comprimir
es: Administrador de archivos Comprimir

source: File Commander Archive Actions
ca: Administrador d'arxius: Accions de compresió
es: Administrador de archivos Acciones de comprimir

source: File Commander Context Menu
ca: Menú contextual de l'administrador d'arxius
es: Menú contextual del Administrador de archivos

source: File Commander Copy
ca: Administrador d'arxius: Copiar
es: Administrador de archivos: Copiar

source: File Commander Data
ca: Administrador d'arxius: Dades
es: Administrador de archivos: Datos

source: File Commander Data Actions
ca: Administrador d'arxius: Accions de dades
es: Administrador de archivos: Acciones de datos

source: File Commander Delete
ca: Administrador d'arxius: Esborrar
es: Administrador de archivos: Eliminar

source: File Commander Directory/File Information
ca: Administrador d'arxius: Informació de directori/arxiu
es: Administrador de archivos: Información de directorio/archivo

source: File Commander File Viewer
ca: Administrador d'arxius: Visualitzador d'arxius
es: Administrador de archivos: Visor de archivo

source: File Commander File Viewer Actions
ca: Administrador d'arxius: Accions del visualitzador d'arxius
es: Administrador de archivos: Acciones del visor de archivos

source: File Commander Hash / Checksum Actions
ca: Administrador d'arxius: Accions Hash / Checksum
es: Administrador de archivos: Acciones de Hash/Checksum

source: File Commander Hashes / Checksums
ca: Administrador d'arxius: Hashes / Checksums
es: Administrador de archivos: Hashes/Checksum

source: File Commander Image Viewer
ca: Administrador d'arxius: Presentació d'imatges
es: Administrador de archivos: Visor de imágenes

source: File Commander Image Viewer Actions
ca: Administrador d'arxius: Accions de presentació d'imatges
es: Administrador de archivos: Acciones del visor de imágenes

source: File Commander Information Actions
ca: Administrador d'arxius: Accions d'informació
es: Administrador de archivos: Acciones de información

source: File Commander Media Information
ca: Administrador d'arxius: Informació multimèdia
es: Administrador de archivos: Información multimedia

source: File Commander Media Information Actions
ca: Administrador d'arxius: Accions informació multimèdia
es: Administrador de archivos: Acciones de información multimedia

source: File Commander Move
ca: Administrador d'arxius: Moure
es: Administrador de archivos: Mover

source: File Commander Navigation Actions
es: Acciones de navegación del Administrador de archivos

source: File Commander Selection Actions
es: Acciones de selección del Administrador de archivos

source: File Commander Settings
ca: Administrador d'arxius: Configuracions
es: Configuración del administrador de archivos

source: File Commander Text Editor
ca: Administrador d'arxius: Editor de text
es: Administrador de archivos: Editor de texto

source: File Commander Text Editor Actions
ca: Administrador d'arxius: Accions d'edició de text
es: Administrador de archivos: Acciones del editor de texto

source: File Commander settings
ca: Configuració de l'administrador d'arxius
es: Ajustes del Administrador de archivos

source: File system
es: Sistema de archivos

source: File System Check
ca: Comprovació sistema d'arxius
es: Comprobar sistema de archivos

source: File System Packages
es: Paquetes de sistema de archivos

source: File appears to be busy!
es: El archivo parece estar ocupado.

source: File oscam.conf not found. Please enter username/password manually.
ca: Arxiu oscam.conf no trobat. Si us plau, introdueix manualment un usuari/contrasenya.
es: No se ha encontrado el archivo oscam.conf. Escribe el nombre de usuario y contraseña manualmente.

source: File transfer was canceled by user!
ca: L'usuari ha cancel·lat la transferència d'arxius!
es: La transferencia de archivos se canceló por el usuario!

source: File transfer was cancelled by user
ca: L'usuari ha cancel·lat la transferència d'arxius
es: La transferencia de archivos fue cancelada por el usuario

source: Filename
ca: Nom de l’arxiu
es: Nombre del fichero

source: Files/folders to exclude from backup
ca: Arxius/carpetes que s'exclouran del backup
es: Archivos/carpetas a excluir del backup

source: Filesystem check your hard drive
ca: Comprovació sistema d'arxius del teu disc dur
es: Comprobar sistema de archivos de tu disco duro

source: Fill in channel EPGs from the broadcast EPG where there is no IceTV EPG for the channel
ca: Omplir a l'EPG del canal des de l'EPG d'emissió on no hi hagi cap EPG d'IceTV per al canal
es: Rellenar las EPGs de los canales a partir de la EPG de emisión cuando no hay una EPG de IceTV para el canal

source: Film-Noir
ca: Cine negre
es: Cine negro

source: Filter extensions
ca: Filtrar extensions
es: Filtrar extensiones

source: Filter files to be listed by the defined extension. Note that the symbol '(*)' will appear in the title if filtering is in effect.
ca: Filtrar arxius que seran llistats per extensió. Nota: el símbol '(*)' apareixerà al títol si el filtrat ha anat bé.
es: Filtrar archivos que serán listados por la extensión definida. Te en cuenta que el símbolo '(*)' aparecerá en el titulo si el filtrado ha funcionado.

source: Final position at
ca: Posició final a
es: Posición final en

source: Final position at index
ca: Posició final a l’índex
es: Posición final en el índice

source: Final scroll delay
ca: Retard final de desplaçament
es: Velocidad final de desplazamiento

source: Finance
ca: Finances
es: Finanzas

source: Find out more at %s
ca: Més informació a %s
es: Más información en %s

source: Find similar events in the EPG
ca: Trobar programes similars a l'EPG
es: Buscar eventos similares en la EPG

source: Finding available log files, please wait...
ca: Buscant arxius log disponibles, si us plau espera...
es: Encontrando archivos de registro disponibles, por favor espere...

source: Fine movement
ca: Bon moviment
es: Movimiento fino

source: Fine-tune
ca: Ajustaments delicats
es: Ajuste fino

source: Finished
ca: Acabat
es: Terminado

source: Finished configuring your network
ca: Ha acabat la configuració de la xarxa
es: Se ha terminado de configurar la red

source: Finished restarting your network
ca: S’ha acabat de reiniciar la xarxa
es: Se ha terminado de reiniciar la red

source: Finland
ca: Finlàndia
es: Finlandia

source: Finnish
ca: Finlandès
es: Finlandés

source: First page
es: Primera página

source: First playable time shift file!
ca: Primer arxiu timeshift reproduïble!
es: Primer archivo timeshift reproducible!

source: Fishing
ca: Pesca
es: Pesca

source: Fixed
ca: Arreglat
es: Fijo

source: Fixed X11 font (SD)
es: Fuente X11 fijada (SD)

source: Flash Image
ca: Imatge de flaix
es: Instalar imagen

source: Flash Manager - %s Images
ca: Administrador d'instalal·lació - Imatges %s
es: Flash Online - Imágenes %s

source: Flash Manager - Distributions
ca: Administrador d'instalal·lació - Distribucions
es: Flash Online - Distribuciones

source: Flash Manager Actions
ca: Accions a l'administrador d'instalal·lació
es: Acciones Flash Online

source: Flash Online a new image
ca: Instal·lar online una nova imatge
es: Instalar online una nueva imagen

source: Flash and restore settings and no plugins
ca: Instal·lar i restaurar configuracions però no els plugins
es: Intalar y restaurar la configuración y sin plugins

source: Flash and restore settings and selected plugins (Ask user)
ca: Instal·lar i restaurar configuracions i plugins seleccionats (preguntar a l'usuari)
es: Instalar y restaurar la configuración y los plugins seleccionados (Preguntar al usuario)

source: Flash directory '%s' not allowed!
ca: Directori '%s' de la memòria internat no permès!
es: ¡Directorio '%s' no permitido!

source: Flash on the fly your your Receiver software.
ca: Actualitza sobre la marxa el software del receptor.
es: Instala por OTA el software de tu receptor.

source: Flash type
ca: Tipus de memòria interna
es: Tipo de memoria interna

source: Flash used
ca: Memòria interna utilitzada
es: Memoria interna usada

source: Flash your %s %s and reboot now?
ca: Actualitzar el %s %s i reiniciar ara?
es: ¿Instalar en tu %s %s y reiniciar ahora?

source: Flashing
ca: Instal·lant
es: Intermitente

source: Flashing Image
ca: Imatge intermitent
es: Instalando imagen

source: Flashing image '%s' was not successful!
ca: La instal·lació de la imatge '%s' no s'ha pogut fer!
es: La imagen "%s" no ha sido instalada correctamente!

source: Flashing image successful
ca: S’ha obtingut la imatge amb interès
es: La imagen se ha instalado correctamente

source: Flat alphabetical
ca: Pla alfabètic
es: Alfabeto plano

source: Flat by key group on remote
es: Plano por grupo de teclas en el mando

source: Flat by position on remote
es: Plano por posición en el mando

source: Following tasks will be done after you press OK!
ca: Les següents tasques es faran després de prémer OK!
es: ¡Las siguientes tareas se realizarán después de pulsar OK!

source: Font size
ca: Tamany de font
es: Tamaño de letra

source: Font:
ca: Fuente:
es: Fuente:

source: Food/Wine
ca: Menjar/Vi
es: Comida/Vino

source: Football
ca: Futbol
es: Fútbol

source: For how many minutes do you want to record?
es: ¿Cuántos minutos quieres grabar?

source: Force AC3plus
es: Forzar AC3plus

source: Force LNB Power
ca: Forçar alimentació LNB
es: Forzar la alimentación del LNB

source: Force LNB Tuner Power settings.
ca: Forçar configuracions d'alimentació del LNB.
es: Forzar la configuración de alimentación del sintonizador LNB.

source: Force LNB Tuner ToneBurst settings.
ca: Forçar configuracions ToneBurst del LNB.
es: Forzar los ajustes del sintornizador LNB ToneBurst.

source: Force Legacy Signal stats
ca: Forçar estadístiques de senyal heretat
es: Forzar estadisticas clasicas de la señal

source: Force ToneBurst
ca: Forçar ToneBurst
es: Forzar ToneBurst

source: Force de-interlace
ca: Forçar des-entrellaçat
es: Forzar desentrelazado

source: Force disabled
es: Forzar deshabilitado

source: Force enabled
es: Forzar habilitado

source: Format
es: Formatear

source: Format HDD
ca: Formatar HDD
es: Formatear HDD

source: Format your hard drive
ca: Formatar el disc dur
es: Formatear tu disco duro

source: Forward volume keys
ca: Reenviar les tecles de volum
es: Desviar teclas de volumen

source: Frame rate
ca: Tassa de fotogrames
es: Tasa de fotogramas

source: Frame size in full view
ca: Mida del marc a la vista completa
es: Tamaño de fotograma en vista completa

source: France
ca: França
es: Francia

source: Free
ca: Lliure
es: Libre

source: Free flash
ca: Memòria interna lliure
es: Memoria flash libre

source: Free memory
ca: Memòria lliure
es: Memoria libre

source: Free memory:
ca: Memòria lliure:
es: Memoria libre:

source: Free swap
ca: Swap lliure
es: Swap libre

source: Free:
ca: Lliure:
es: Libre:

source: French
ca: Francès
es: Francés

source: French Guiana
ca: Guaiana Francesa
es: Guayana Francesa

source: French Polynesia
ca: Polinèsia Francesa
es: Polinesia Francesa

source: French Southern Territories
ca: Territoris del Sud de França
es: Tierras Australes y Antárticas Francesas

source: Frequency
ca: Freqüència
es: Frecuencia

source: Frequency & Channel
ca: Freqüència i canal
es: Frecuencia y canal

source: Frequency & Polarization
ca: Freqüència i polarització
es: Frecuencia y polarización

source: Frequency Norm:
ca: Freqüència normal:
es: Norma de la frecuencia:

source: Frequency bands
ca: Bandes de freqüència
es: Bandas de frecuencia

source: Frequency range
ca: Rang de freqüències
es: Rango de frecuencias

source: Frequency scan step size(khz)
ca: Mida de pas de freqüència(khz)
es: Tamaño de paso de frecuencia (khz)

source: Frequency steps
ca: Passos freqüència
es: Pasos de frecuencia

source: Frequency:
ca: Freqüència:
es: Frecuencia:

source: Frequency:
ca: Freqüència:
es: Frecuencia:

source: Fri
ca: Div
es: Vie

source: Friday
ca: Divendres
es: Viernes

source: From :
ca: Des de :
es: Desde:

source: From "Last Scanned" a new bouquet was created with this name: "Bouquet created to rename" Change the name again with your chosen one.
ca: Des de "Last Scanned" es va crear un nou ram amb aquest nom: "Bouquet creat per canviar el nom" Canvieu el nom de nou amb el vostre escollit.
es: Desde "Último Escaneado" se creó un nuevo bouquet con este nombre: "Bouquet creado a renombrar" Cambie el nombre nuevamente con su elegido.

source: Front
ca: Frontal
es: Frente

source: Front USB
ca: USB frontal
es: USB frontal

source: Front USB 3.0
ca: USB 3.0 frontal
es: USB 3.0 frontal

source: Front processor version
ca: Versió de processador frontal
es: Versión del procesador principal

source: Full Range RGB
ca: Rang total RGB
es: Gama completa RGB

source: Full Stretch
es: Estiramiento completo
