Repository: OpenSPA/dvbapp2
Catalog: po/*.po
Languages: ca, es

source: If set to 'Yes' the same commands will be sent to the TV for deep standby events as are sent during regular standby events.
ca: Si es posa en 'Sí' s'enviaran les mateixes ordres a la TV per a esdeveniments de repòs profund com s'envien per a events de repòs regulars.
es: Si se configura en "Sí", se enviarán al televisor los mismos comandos para eventos de modo de espera profundo que los que se envían durante los eventos en espera normales.

source: If set to 'yes', allows you to use timeshift with alternative audio plugins.
ca: Si s'estableix a "sí", us permet utilitzar timeshift amb plugins d'àudio alternatius.
es: Si se ajusta a "sí", permite utilizar timeshift con plugins de audio alternativos.

source: If set to 'yes', enable autorecord for automatically background timeshift
es: Si está configurado en 'Sí', se activa la autograbación para timeshift automático en segundo plano

source: If the deep standby workaround is enabled wait until the system time is synchronized. Depending on the requirement the device wake up will continuing after a maximum of 2 minutes.
ca: Si l'alternativa a repòs profund està habilitada, espera fins que es sincronitzi l'hora del sistema. Depenent del requeriment, l'arranc del dispositiu continuarà després d'un màxim de 2 minuts.
es: Si la solución alternativa de modo de espera profundo está habilitada, espere hasta que la hora del sistema esté sincronizada. Según el requisito, la reactivación del dispositivo continuará después de un máximo de 2 minutos.

source: If the free space is less than setting value, then an attempt is made to delete the old time shift files.
ca: Si l'espai lliure és inferior al valor dels ajustos, s'intentarà eliminar els arxius més antics de timeshift.
es: Si el espacio libre es inferior al valor de los ajustes, se intentará eliminar los archivos más antiguos de timeshift.

source: If the text is too long to be displayed on the front panel, it will be repeated (number of times).
ca: Si el text és massa llarg per a mostrar-se al LCD frontal, es repetirà (número de vegades).
es: Si el texto es demasiado largo para ser mostrado en el panel frontal, se repetirá (número de veces).

source: If using multiple uncommitted switches the DiSEqC commands must be sent multiple times. Set to the number of uncommitted switches in the chain minus one.
ca: Si utilitzeu diversos interruptors no compromes, les ordres DiSEqC s’han d’enviar diverses vegades. Estableix el nombre de commutadors no comesos a la cadena menys un.
es: Si se utilizan varios interruptores no comprometidos, los comandos DiSEqC deben enviarse varias veces. Establece el número de interruptores no comprometidos en la cadena restando uno.

source: If you are using a circular polarized LNB select 'Yes', otherwise select 'No'.
es: Si está utilizando un LNB de polarización circular, seleccione 'Sí'; en caso contrario, seleccione 'No'.

source: If you are using a DiSEqC committed switch enter the port letter required to access the LNB used for this satellite.
ca: Si utilitzeu un commutador compromès amb DiSEqC, introduïu la carta de port necessària per accedir al LNB utilitzat per a aquest satèl·lit.
es: Si utiliza un conmutador DiSEqC, introduzca la letra del puerto necesario para acceder al LNB utilizado para este satélite.

source: If you are using a DiSEqC uncommitted switch enter the port number required to access the LNB used for this satellite.
ca: Si utilitzeu un commutador sense compromís DiSEqC, introduïu el número de port necessari per accedir al LNB que s’utilitza per a aquest satèl·lit.
es: Si utiliza un conmutador DiSEqC no compatible, introduzca el número de puerto necesario para acceder al LNB utilizado para este satélite.

source: If you see this, something is wrong with your SCART connection. Press OK to return.
ca: Si pots veure això és que hi ha algun problema amb la connexió SCART. Prem OK per tornar.
es: Si lees esto, se ha producido un error con la conexión del euroconector. Pulse OK para volver.

source: If your TV has a brightness or contrast enhancement, disable it. If there is something called "dynamic", set it to standard. Adjust the backlight level to a value suiting your taste. Turn down contrast on your TV as much as possible. Then turn the brightness setting as low as possible, but make sure that the two lowermost shades of gray stay distinguishable. Do not care about the bright shades now. They will be set up in the next step. If you are happy with the result, press OK.
ca: Si el vostre televisor té una brillantor o una millora de contrast, inhabiliteu-lo. Si hi ha alguna cosa que es diu “dinàmic”, configureu-lo com a estàndard. Ajusteu el nivell de llum de fons a un valor adequat al vostre gust. Apagueu el contrast del vostre televisor tant com sigui possible. A continuació, gireu el nivell de brillantor el més baix possible, però assegureu-vos que es distingeixen els dos tons més baixos de gris. No t’importen els tons brillants ara. Es configuraran al següent pas. Si està satisfet amb el resultat, premeu D’acord.
es: Si tu TV tiene la mejora de brillo o contraste, desactívala. Si hay una función “dinámica”, ponla en estándar. Ajusta el nivel de luz trasera a un valor que te guste. Pon el contraste de tu TV lo más bajo posible. Pon el brillo lo más bajo posible, asegurándote de que los niveles de sombras de grises más bajos sean apreciables. No te preocupes todavía por las sombras. Podrás configurarlas en el siguiente paso. Si estás contento con los resultados, pulsa OK.

source: Ignore
ca: Ignorar
es: Ignora

source: Ignore DVB-C namespace sub network
ca: Ignora la subxarxa de l’espai de noms DVB-C
es: Ignorar la subred del espacio DVB-C

source: Ignore DVB-S namespace sub network
ca: Ignora la subxarxa de l’espai de noms DVB-S
es: Ignorar la subred del espacio DVB-S

source: Ignore DVB-T namespace sub network
ca: Ignora la subxarxa de l’espai de noms DVB-T
es: Ignorar la subred del espacio DVB-T

source: Ignore unexpectedly wake up and stay in standby
ca: Ignorar encesa inesperada i mantenir en repòs
es: Ignorar el encendido inesperado y permanecer en reposo

source: Image Backup
ca: Backup complet
es: Backup de la imagen

source: Image Backup Actions
es: Backup de la imagen

source: Image Backup To %s
es: Backup de la imagen en %s

source: Image Flash Actions
ca: Accions d'instal·lació d'imatge
es: Acciones Flash de la imagen

source: Image created:
es: Imagen creada:

source: Image creation failed!
es: Ha fallado la creación de la imagen!

source: ImageWizard
ca: Assistent d'imatge
es: Asistente de imagen

source: Immediate shut down
ca: Apagat immediat
es: Apagado inmediato

source: Immediately restart selected devices.
ca: Reiniciar immediatament els dispositius seleccionats.
es: Reinicie inmediatamente los dispositivos seleccionados.

source: Import channels and/or EPG from remote receiver URL also when the receiver is getting out of standby
es: Importar canales y/o EPG de URL de receptor reserva incluso cuando el receptor se está sacando de reposo

source: Import channels and/or EPG from remote receiver URL when receiver is booted
es: Importar canales y/o EPG de URL de receptor reserva cuando el receptor arranque

source: Import channels and/or EPG from remote receiver URL when receiver or enigma2 is restarted
es: Importar canales y/o EPG de URL del receptor reserva cuando el receptor o enigma2 se reinicien

source: Import from remote receiver URL
es: Importar de la URL del receptor reserva

source: Import from fallback tuner failed, %s
es: Importación del tuner reserva fallido, %s

source: Import remote receiver URL
es: Importar URL del receptor remoto

source: In addition to the check at an event start, a repetitive check can be used, so that the conditions 'buffer limit in hours' or 'check free space' are detected earlier.
ca: A més de la comprovació a l'inici del programa, es pot utilitzar una comprovació repetitiva, així es detectaran abans les condicions 'límit de buffer en hores' o 'comprovar espai lliure'.
es: Además de la comprobación al inicio del evento, se puede usar una comprobación repetitiva, así se detectarán antes las condiciones ‘límite de buffer en horas’ y ‘comprobar espacio libre’.

source: In expert mode, configure which tuners will be preferred for recordings, when more than one tuner is available.
ca: En mode expert, configura quins sintonitzadors seran els preferits per a gravacions, quan hi hagi disponible més d'un sintonitzador.
es: En el modo experto, configure qué sintonizadores se preferirán para las grabaciones, cuando haya más de un sintonizador disponible.

source: In most cases this should be set to No. Only enable if you have a very specific need.
ca: En la majoria dels casos, s'ha d'establir en No. Nomes activa'l si tens una necessitat molt específica.
es: En la mayoría de los casos, esta opción debería estar configurada como "No".

source: In order to allow you to access all the features of the IceTV smart recording service, we need to gather some basic information. If you already have an IceTV subscription or trial, please select 'Existing or trial customer', if not, then select 'New customer'.
ca: Per permetre't accedir a totes les funcions del servei de gravació intel·ligent d'IceTV, hem de reunir informació bàsica. Si ja teniu una subscripció o una prova d'IceTV, seleccioneu "Client existent o de prova", si no, seleccioneu "Client nou".
es: Para que pueda acceder a todas las funciones del servicio de grabación inteligente de IceTV, necesitamos recopilar algunos datos básicos. Si ya tiene una suscripción o prueba de IceTV, por favor seleccione 'Cliente existente o de prueba', si no, entonces seleccione 'Nuevo cliente'.

source: In order to record a timer, a tuner was freed successfully:
ca: Per a gravar un temporitzador, s'ha alliberat un sintonitzador amb èxit
es: Para grabar un temporizador, se liberó correctamente un sintonizador:

source: In order to record a timer, the TV was switched to the recording service!
ca: Per a gravar d'un temporitzador, la TV s'ha canviat al canal de gravació!
es: Para poder grabar un temporizador, ¡el televisor ha cambiado al servicio de grabación!

source: In progress
ca: Progrés d'execució
es: En curso

source: Inaccessible
es: Inaccesible

source: Inactive
ca: Inactiu
es: Inactivo

source: Inadyn Actions
ca: Accions Inadyn
es: Acciones Inadyn

source: Inadyn Log
ca: Log Inadyn
es: Historial Inadyn

source: Inadyn Setting Actions
ca: Accions configuració Inadyn
es: Acciones de ajuste Inadyn

source: Inadyn Settings
ca: Configurar Inadyn
es: Configurar Inadyn

source: Include AIT in http streams
ca: Inclou AIT en els fluxos http
es: Incluir AIT en retransmisiones http

source: Include AIT in recordings
ca: Incloure AIT en gravacions
es: Incluir AIT en grabaciones

source: Include CI assignment
ca: Incloure l’assignació de CI
es: Incluir asignación CI

source: Include DVB details
es: Incluir detalles DVB

source: Include DVB scan data
ca: Incloure dades recerca DVB
es: Incluir datos de escaneo DVB

source: Include DVB timesync data
es: Incluir datos de sincronización horaria DVB

source: Include ECM in http streams
ca: Incloeu ECM als streams http
es: Incluir ECM en retransmisiones http

source: Include EIT in http streams
ca: Incloeu EIT als streams http
es: Incluir EIT en retransmisiones http

source: Include EPG data
ca: Incloure dades EPG
es: Incluir datos de EPG

source: Include MultiBoot data *
ca: Incloure dades MultiBoot *
es: Incluye los datos de MultiBoot *

source: Include SDT, BAT in http streams
ca: Incloeu SDT, BAT als streams http
es: Incluir SDT, BAT en los streams http

source: Include action map data
ca: Incloure dades mapatge
es: Incluir los datos del mapa de acción

source: Include keyboard data
ca: Incloure dades teclat
es: Incluir los datos del teclado

source: Include opkg output data
ca: Incloure dades sortida opkg
es: Incluir los datos de salida de opkg

source: Include remote control data
ca: Inclou dades de control remot
es: Incluir los datos del mando a distancia

source: Include screen load data
ca: Incloure dades de càrrega de la pantalla
es: Incluir datos de carga de la pantalla

source: Include storage device data
es: Incluir datos del dispositivo de almacenamiento

source: Include teletext details
es: Incluir detalles del teletexto

source: Include timer data
ca: Incloure dades temporitzador
es: Incluir los datos del temporizador

source: Incorrect password: Change the password in the OpenWebIF setting in the reserve tuner settings. You must enter the password of the reserve receiver.
es: Contraseña incorrecta: Cambie la contraseña en el ajuste OpenWebIF en la configuración del tuner reserva. Debe ingresar la contraseña del receptor reserva.

source: Incorrect type service for PiP!
ca: Tipus de canal incorrecte per a PIP!
es: Servicio de tipo incorrecto para PiP!

source: Increase time scale
ca: Augmentar escala de temps
es: Aumentar escala de tiempo

source: Increased voltage
ca: Voltatge incrementat
es: Voltaje incrementado

source: Index
ca: Índex
es: Índice

source: Index allocated:
ca: Índex assignat:
es: Índice asignado:

source: Indonesian
es: Indonesio

source: Info button (long)
ca: Botó INFO (llarg)
es: Tecla INFO (larga)

source: Info button (short)
ca: Botó INFO (curt)
es: Tecla INFO (corta)

source: Info file checksum
ca: Arxiu d'informació checksum
es: Comprobación del archivo información

source: Info file override
ca: Anul·lació de l'arxiu d'informació
es: Anulación del archivo de información

source: Info icon width
ca: Amplada de l'icona d'informació
es: Ancho de la información de icono

source: InfoBar
ca: Barra d'informació
es: Barra de información

source: InfoBar EPG
ca: Barra d'informació EPG
es: Barra de información EPG

source: InfoBar EPG Actions
ca: Accions EPG Infobar
es: Acciones de la barra de información EPG

source: InfoBar EPG Settings
ca: Configuracions barra d'informació EPG
es: Ajustes de EPG en Infobar

source: InfoBar EPG mode
ca: Mode EPG Infobar
es: Modo barra de información EPG

source: InfoBar Event View Actions
ca: Accions barra d'informació visualitzador de programes
es: Acciones de la vista de eventos de la barra de información

source: Show/Hide Actions
es: Acciones de mostrar/ocultar de la barra de información

source: InfoBar fade-out speed
ca: Velocitat d'atenuació de la barra d'informació
es: Velocidad de atenuación de la barra de información

source: InfoBar front end data source
ca: Font de dades del frontend infobar
es: Fuente de datos del ‘frontend’ de la barra de información

source: Information
ca: Informació
es: Información

source: Init
ca: Iniciar
es: Iniciar

source: Initial fast forward speed
ca: Velocitat inicial d’avanç ràpid
es: Velocidad inicial de avance rápido

source: Initial rewind speed
ca: Velocitat de rebobinat inicial
es: Velocidad inicial de rebobinado

source: Initial scroll delay
ca: Retard de desplaçament inicial
es: Velocidad inicial de desplazamiento

source: Initialization
ca: Inicialització
es: Inicialización

source: Initialize
ca: Inicialitzar
es: Inicializar

source: Initializing storage device...
ca: Inicialitzant el dispositiu d’emmagatzematge …
es: Inicializando el dispositivo de almacenamiento…

source: Inode
es: Inodo

source: Inotify Monitoring
ca: Monitorització d'Inotify
es: Monitorización

source: Input
ca: Entrada
es: Entrada

source: Input
ca: Entrada
es: Entrada

source: Input 1
es: Entrada 1

source: Input 2
es: Entrada 2

source: Input Device Settings
ca: Configuracions dispositiu d'entrada
es: Configuración del dispositivo de entrada

source: Input Devices Settings
ca: Configuracions dispositius d'entrada
es: Dispositivos de entrada

source: Input Stream ID
ca: Identificador de flux d’entrada
es: ID del stream de entrada

source: Input channel name.
ca: Introduir nom del canal.
es: Nombre del canal introducido.

source: Input config file name:
ca: Introduir nom d'arxiu de configuració:
es: Nombre del archivo de configuración de entrada:

source: Input scroll position
ca: Introduir posició de la barra de lliscament
es: Posición del desplazamiento de entrada

source: Insert Line
ca: Insertar línia
es: Insertar linea

source: Insert line before current line
ca: Insertar línia abans de la línia actual
es: Insertar línea antes de la línea actual

source: Install
ca: Instal·leu
es: Instalar

source: Install %s
es: Instalar %s

source: Install '%s' command
ca: Instal·lar ordre '%s'
es: Instalar comando '%s'

source: Install 1/1
ca: Instal·lar 1/1
es: Instalar 1/1

source: Install Local Extension
ca: Instal·leu l’extensió local
es: Instalar extensión local

source: Install Plugin
es: Instalar Plugin

source: Install Plugins
ca: Instal·lar plugins
es: Instalar Plugins

source: Install a new image with a USB stick
ca: Instal·lar una nova imatge amb pendrive USB
es: Instalar una nueva imagen con pendrive USB

source: Install a new image with your web browser
ca: Instal·lar una nova imatge amb el navegador web
es: Instalar una nueva imagen con el navegador web

source: Install extensions
ca: Instal·leu extensions
es: Instalar extensiones

source: Install extensions.
ca: Instal·lar extensions.
es: Instalar extensiones.

source: Install service
es: Instalar servicio

source: Install the package
ca: Instal·lar el paquet
es: Instalar el paquete

source: Install the selected plugin / list of plugins
es: Instalar el plugin seleccionado o lista de plugins seleccionada

source: Installation finished.
ca: Instal·lació acabada.
es: Instalación terminada.

source: Installed
es: Instalado

source: Installing
ca: Instal·lant
es: Instalando

source: Installing %s (%s)...
ca: Instal·lant %s (%s)...
es: Instalando %s (%s)...

source: Installing Service
ca: Instal·lant servei
es: Instalando servicio

source: Installing Software...
ca: Instal·lant software...
es: Instalando Software…

source: Installing feeds from IPK ...
ca: Instal·lant feeds des de IPK...
es: Instalación de fuentes desde IPK ...

source: Installing feeds from feed ...
ca: Instal·lant feeds des de feed...
es: Instalando feeds desde el feed ...

source: Installing package.
es: Instalando paquete.

source: Installing plugins from IPK ...
ca: Instal·lant plugins des de IPK...
es: Instalando plugins desde IPK ...

source: Installing plugins from feed ...
ca: Instal·lant plugins desde el feed...
es: Instalando plugins desde el feed ...

source: Instant record
ca: Registre instantani
es: Grabación instantánea

source: Instant Recording Actions
es: Acciones de grabación instantánea

source: Instant Recording End Time
es: Hora de finalización de la grabación instantánea

source: Instant recording location
ca: Canviar la gravació (durada)
es: Ruta de grabación instantánea

source: Interface
ca: Interfície
es: Interfaz

source: Interface '%s'
ca: Interfície '%s'
es: Interfaz '%s'

source: Interface:
ca: Interfície:
es: Interfaz:

source: Interlaced
ca: Entrellaçat
es: Entrelazado

source: Interlingue / Occidental
ca: Interlingüe / Occidental
es: Interlingual / Occidental

source: Intermediate
ca: Intermedi
es: Intermedio

source: Internal
ca: Intern
es: Interno

source: Internal Flash
ca: Flash interna
es: Flash interna

source: Internal USB
ca: USB intern
es: USB interno

source: Internal flash
ca: Flaix intern
es: Flash interna

source: Internal flash: %s %s
ca: Memòria interna: %s %s
es: Flash interna: %s %s

source: Internal flash: %s %s as USB Recovery
ca: Memòria interna: %s %s com USB de recuperació
es: Flash interno: %s %s como recuperación USB

source: Internal disk only
es: Sólo HDD interno

source: Interval between keys when repeating:
ca: Interval entre tecles en repetir:
es: Intervalo entre teclas durante la repetición:

source: Installed in adapter:
es: Instalado en el adaptador:

source: Invalid
ca: Invàlid
es: Inválido

source: Invalid location!
ca: Ubicació invàlida!
es: ¡Ubicación incorrecta!

source: Invalid transponder data
ca: Les dades del transpondedor no són vàlides
es: Datos de transpondedor inválidos

source: Inversion
ca: Inversió
es: Inversión

source: Inversion & Bandwidth
ca: Inversió i amplada de banda
es: Inversión y ancho de banda

source: Inversion, Pilot & Roll-off
ca: Inversió, Pilot i desplegament
es: Inversión, Piloto y Roll-off

source: Invert
ca: Invertir
es: Invertir

source: Inverts the button function.
ca: Inverteix la funció del botó.
es: Invierte la función del botón.

source: Iran, Islamic Republic of
es: República Islámica de Irán

source: Ireland
ca: Irlanda
es: Irlanda

source: Irish
es: Irlandes

source: Is this setting ok?
ca: Aquesta configuració està bé?
es: ¿Es correcto este ajuste?

source: Is this video mode ok?
ca: Aquest mode de vídeo és correcte?
es: ¿Es correcto este modo de vídeo?

source: Isle of Man
ca: Illa de Man
es: Isla de Man

source: It follows:
ca: Segueix:
es: Es lo siguiente:

source: It is not possible to record channels satellite
es: No es posible grabar canales satélites

source: It is not possible to record with
es: No es posible grabar con

source: Italian
ca: Italià
es: Italiano

source: Italy
ca: Itàlia
es: Italia

source: JUMP 24 HOURS
ca: SALTAR 24 HORES
es: SALTAR 24 HORAS

source: Japan
ca: Japo
es: Japón

source: Japanese
es: Japones

source: Javanese
es: Javanés

source: Job overview
ca: Visió general de la feina
es: Resumen de trabajo

source: Jordan
ca: Jordània
es: Jordania

source: Jump
es: Saltar

source: Jump back 24 hours
ca: Tornar enrera 24 hores
es: Retroceder 24 horas

source: Jump back one day
es: Retroceder un día

source: Jump back one hour
es: Retroceder una hora

source: Jump first press in channel selection
ca: Anar a l'inici de la llista de canals
es: Ir al principio de la lista de canales

source: Jump forward 24 hours
ca: Saltar endavant 24 hores
es: Ir adelante 24 horas

source: Jump forward one day
es: Avanzar un día

source: Jump forward one hour
es: Avanzar una hora

source: Jump time
es: Hora de salto

source: Jump to beginning of list
ca: Saltar a l’inici de la llista
es: Ir al principio de la lista

source: Jump to current time
ca: Saltar a l'hora actual
es: Saltar a la hora actual

source: Jump to end of list
ca: Salta al final de la llista
es: Ir al final de la lista

source: Jump to next marked position
ca: Salta a la següent posició marcada
es: Saltar a la siguiente posición marcada

source: Jump to next page or all up (setup in menu)
ca: Saltar a la següent pàgina o tot amunt (configurar a menú)
es: Saltar a la página siguiente o a todas las anteriores (configuración en el menú)

source: Jump to previous marked position
ca: Salta a l'anterior posició marcada
es: Saltar a la anterior posición marcada

source: Jump to previous page or all down (setup in menu)
ca: Saltar a la pàgina anterior o tot avall (configurar a menú)
es: Saltar a la página anterior o a todas las anteriores (configuración en el menú)

source: Jump to prime time
ca: Saltar a prime time
es: Saltar a horario estelar

source: Jump to the currently active locale/language
ca: Saltar al idioma actiu
es: Ir al actual idioma regional activo

source: Just abort, no message
ca: Només abortar, sense missatge
es: Salir sin mostrar mensaje

source: Just abort, show message
ca: Només abortar, mostrar missatge
es: Salir y mostrar mensaje

source: Just boot
ca: Només iniciar
es: Solo encender

source: Just change Bouquet
ca: Només canviar llista
es: Sólo cambiar grupo

source: Just change channels
ca: Només canviar canals
es: Sólo cambiar canales

source: Just zap
ca: Només canviar de canal
es: Zapear

source: KSymb/s
es: %s KSymb/s

source: Kalaallisut / Greenlandic
es: Kalaallisut / Groenlandia

source: Kannada
es: Canarés

source: Kashmiri
es: Cachemira

source: Kazakh
es: Kazajo

source: Kazakhstan
es: Kazajistán

source: Keep EPG history (in minutes)
ca: Mantenir historial d'EPG (en minuts)
es: Mantener el historial de EPG (en minutos)

source: Keep service
ca: Mantenir el servei
es: Mantener servicio
