Repository: OpenSPA/dvbapp2
Catalog: po/*.po
Languages: ca, es

source: Swap PiP and main picture
ca: Swap PiP i imatge principal
es: Intercambiar PiP con pantalla principal

source: Swap Place:
ca: Ubicació Swap:
es: Ruta Swap:

source: Swap SNR in '%' with SNR in 'db'
ca: Canvia SNR en '%' a SNR en 'db'
es: Cambiar SNR en ‘%’ por SNR en ‘db’

source: Swap Size:
ca: Tamany de Swap:
es: Tamaño Swap:

source: Swap services
ca: Swap canals
es: Cambiar canales

source: SwaptoNand
ca: Arrancar amb memòria interna
es: Cambiar a Flash

source: SwaptoSD
ca: Arrancar amb SD
es: Cambiar a SD

source: Sweden
ca: Suècia
es: Suecia

source: Swedish
ca: Suec
es: Sueco

source: Swimming
ca: Natació
es: Natación

source: Switch BLUE short (QuickMenu) with BLUE long (Extension Menu).
es: Intercambiar azul corto (Menú Rápido) con azul largo (Extensiones).

source: Switch EPG Page Down
ca: Canvia la pàgina EPG avall
es: Cambiar a página abajo de EPG

source: Switch EPG Page Up
ca: Canvia la pàgina EPG amunt
es: Cambiar a página arriba de EPG

source: Switch Mode to enable HDR Modes or PiP Functions
ca: Canvia mode per habilitar modes HDR o funcions PiP
es: Cambiar de modo para habilitar los modos HDR o las funciones PiP

source: Switch TV to correct input
ca: Canvia la TV per corregir l’entrada
es: Cambiar TV a entrada correcta

source: Switch To Bookmarks Panel
ca: Canviar a panell de favorits
es: Cambiar al panel de favoritos

source: Switch To File List Panel
ca: Canviar a panell de llista d'arxius
es: Cambiar al panel de lista de archivos

source: Switch between Audio-, Subtitlepage
ca: Canviar entre audio i subtítols
es: Cambiar entre audio y página de subtítulos

source: Switch between file list/play list
ca: Canvia entre la llista de reproducció / llista de reproducció
es: Cambiar entre lista de archivos y lista de reproducción

source: Switch config
ca: Canviar configuració
es: Cambiar configuración

source: Switch off the TV to correct input
ca: Apagar el televisor per corregir l'entrada
es: Apague el televisor para corregir la entrada

source: Switch to 720p video
es: Cambiar a video 720p

source: Switch to HDMI in mode
ca: Canviar a mode HDMI IN
es: Cambiar a modo entrada HDMI

source: Switch to Radio
ca: Canvia a Ràdio
es: Cambiar a radio

source: Switch to Radio mode
es: Cambiar a modo radio

source: Switch to TV
ca: Canvia a TV
es: Cambiar a TV

source: Switch to TV mode
ca: Canviar a la modalitat de TV
es: Cambiar a modo TV

source: Switch to bookmarks panel
ca: Canviar a panell de favorits
es: Cambiar al panel de favoritos

source: Switch to file list
ca: Canvia a llista de llista
es: Cambiar a lista de archivos

source: Switch to file list panel
ca: Canviar a panell de llista d'arxius
es: Cambiar al panel de lista de archivos

source: Switch to next EPG Event
ca: Canviar al programa posterior de l'EPG
es: Cambiar al evento EPG siguiente

source: Switch to play list
ca: Canvia a la llista de reproducció
es: Cambiar a lista de reproducción

source: Switch to previous EPG Event
ca: Canviar al programa anterior de l'EPG
es: Cambiar al evento EPG anterior

source: Switch to the available RADIO services
ca: Canviar als serveis de ràdio disponibles
es: Cambiar a servicios de radio disponibles

source: Switch to the available TV services
ca: Canviar al serveis de TV disponibles
es: Cambiar a servicios de TV disponibles

source: Switch to the left column
ca: Canviar a la columna esquerra
es: Cambiar a la columna izquierda

source: Switch to the right column
ca: Canviar a la columna dreta
es: Cambiar a la columna derecha

source: Switchable tuner types:
ca: Tipus de sintonitzadors commutables:
es: Tipos de sintonizador conmutables:

source: Switching to live TV - time shift is still active!
ca: Canviant a la televisió en directe - timeshift encara està actiu!
es: Cambiar a TV en vivo - el cambio de tiempo sigue activo!

source: Switzerland
ca: Suïssa
es: Suiza

source: Symbol rate & FEC
ca: Index de símbol i FEC
es: Velocidad de símbolo y FEC

source: Symbolic link
ca: Enllaç simbòlic
es: Enlace simbólico

source: Symmetrical skips
es: Saltos simétricos

source: Sync NTP every (minutes)
ca: Sincronitzar NTP cada (minuts)
es: Sincronizar NTP cada (minutos)

source: Sync failure moving back to origin!
es: Error de sincronización regresando al origen!

source: Sync time using
ca: Sincronitzar hora utilitzant
es: Sincronizar hora usando

source: Synchronize system time using transponder or Internet.
ca: Sincronitzar hora del sistema utilitzant transpondedor o Internet.
es: Sincronizar hora de sistema mediante transpondedor o internet.

source: Syrian Arab Republic
ca: República Àrab Siriana
es: República Árabe Siria

source: System
ca: Sistema
es: Sistema

source: System & Modulation
ca: Sistema & Modulacio
es: Sistema % Modulación

source: System Info
ca: Informació de sistema
es: Info Sistema

source: System Information
ca: Informació de sistema
es: Información de sistema

source: System Information Actions
ca: Informació de sistema
es: Acciones información de sistema

source: System Message Check
ca: Comprobació missatges de sistema
es: Comprobar mensajes de sistema

source: System Plugin Packages
es: Paquetes de plugins de sistema

source: System Setup
ca: Configuració de sistema
es: Configurar sistema

source: System information
ca: Informació de sistema
es: Información de sistema

source: System partition free space:
ca: Espai lliure en partició del sistema:
es: Espacio libre en partición:

source: System temperature
ca: Temperatura de sistema
es: Temperatura

source: System:
ca: Sistema:
es: Sistema:

source: Systeminfo
ca: Info sistema
es: Información del sistema

source: T2MI RAW Mode
ca: T2MI Mode voltatge
es: Modo T2MI RAW

source: TEXT
es: TEXTO

source: TMDB Search
es: Búsqueda TMDb

source: TRANSLATOR_INFO
ca: Traduit per OpenSPA Team
es: Traducido por OpenSPA Team

source: TS file is too large for ISO9660 level 1!
ca: El fitxer TS és massa gran per al nivell 1 ISO9660!
es: ¡El archivo TS es demasiado grande para el nivel 1 de ISO9660!

source: TUNER:
ca: SINTONITZADOR:
es: SINTONIZADOR:

source: TV button mode
ca: Mode botons TV
es: Modo de tecla TV

source: TV physical address report
ca: Informe d’adreça física de TV
es: Informe de dirección física de TV

source: TXT Subtitles page & lang
ca: Llengua i subtítols de TXT
es: Página de subtítulos TXT & idioma

source: Table of content for collection
ca: Taula de continguts per col·lecció
es: Tabla de contenido de la colección

source: Tag Editor
ca: Editor d'etiquetes
es: Editor de etiquetas

source: Tag Editor Actions
ca: Editor d'etiquetes
es: Acciones editor de etiquetas

source: Tags
es: Etiquetas

source: Tahitian
es: Tahitiano

source: Talk Show
ca: Entrevistes
es: Programa de entrevistas

source: Tanzania, United Republic of
ca: Tanzània, República Unida de
es: Tanzania

source: Task '%s' ended successfully.
ca: Tasca '%s' finalitzada amb èxit.
es: Tarea '%s' ha finalizado correctamente.

source: Task '%s' ended with an error message!
ca: Tasca '%s' finalitzada amb missatges d'error!
es: Tarea '%s' ha finalizado con un mensaje de error!

source: Task '%s' ended with error number %d!
ca: Tasca '%s' finalitzada amb número d'error %d!
es: Tarea '%s' ha finalizado con número de error %d!

source: Task List
ca: Llista de tasques
es: Lista de tareas

source: Task List Actions
ca: Llista de tasques
es: Acciones lista de tareas

source: Task View
ca: Vista de tasques
es: Visualizador de tareas

source: Task View Actions
ca: Vista de tasques
es: Acciones del visualizador de tareas

source: Teletext
es: Teletexto

source: Teletext Actions
ca: Teletext
es: Aciones de Teletexto

source: Teletext CleanAlgo (resolution reset algorithm)
ca: Teletext CleanAlgo (algoritme reset de resolució)
es: Teletexto CleanAlgo (Algoritmo de restablecimiento de resolución)

source: Teletext EndX (right border)
ca: Teletext EndX (vora dreta)
es: Teletexto EndX (borde derecho)

source: Teletext EndY (upper border)
ca: Teletext EndY (vora superior)
es: Teletexto EndY (borde superior)

source: Teletext StartX (left border)
ca: Teletext StartX (vora esquerra)
es: Inicio X teletexto (borde izquierdo)

source: Teletext StartY (lower border)
ca: Teletext StartY (vora inferior)
es: Inicio Y teletexto (borde abajo)

source: Teletext TTFBold (0=normal, 1=bold)
ca: Teletext TTFBold (0=normal, 1=negreta)
es: Teletexto TTFBold (0=normal, 1=negrita)

source: Teletext TTFHeightFactor16 (TrueType letter height)
ca: Teletext TTFHeightFactor16 (alçada de lletra TrueType)
es: Teletexto TTFHeightFactor16 (altura letra TrueType)

source: Teletext TTFScreenResX (screen X resolution)
ca: Teletext TTFScreenResX (resolució X pantalla)
es: Teletexto TTFScreenResX (Resolución X de pantalla)

source: Teletext TTFShiftX (horizontal letter position)
ca: Teletext TTFShiftX (posició horitzontal del text)
es: Teletexto TTFShiftX (posición horizontal letras)

source: Teletext TTFShiftY (vertical letter position)
ca: Teletext TTFShiftY (posició vertical del text)
es: Teletexto TTFShiftY (posición vertical letras)

source: Teletext TTFWidthFactor16 (TrueType letter width)
ca: Teletext TTFWidthFactor16 (ample lletra TrueType)
es: Teletexto TTFWidthFactor16 (Anchura letra TrueType)

source: Teletext UseTTF (0=fixed font, 1=TrueType)
ca: Teletext UseTTF (0=font fixa, 1=TrueType)
es: Teletexto UseTTF (0=fuente fija, 1=TrueType)

source: Teletext base visibility
ca: Visibilitat base teletext
es: Visibilidad del teletexto

source: Teletext font and resolution
ca: Font i resolució del teletext
es: Fuente y resolución del Teletexto

source: Teletext subtitle color
ca: Color de subtítols del teletext
es: Color de subtítulos del teletexto

source: Telnet Actions
ca: Accions telnet
es: Acciones telnet

source: Telnet Interface
ca: Interfície telnet
es: Interfaz Telnet

source: Telnet Port
ca: Port telnet
es: Puerto Telnet

source: Telnet Settings
ca: Configuració telnet
es: Configurar Telnet

source: Temp directory (%s)
ca: Directori Temp (%s)
es: Directorio temporal (%s)

source: Temporary directory
es: Directorio temporal

source: Temporarily mount as %s
es: Montar temporalmente como %s

source: Tennis
es: Tenis

source: Terrestrial
ca: Terrestre
es: Terrestre

source: Terrestrial bouquet:
ca: Llista terrestre:
es: Grupo terrestre:

source: Test
es: Probar

source: Test DiSEqC settings
ca: Prova la configuració de DiSEqC
es: Configuración de Test DisEqC

source: Test job completed.
ca: Test completat
es: Tarea de prueba completada.

source: Test job failed!
ca: Test ha fallat!
es: Ha fallado la tarea de prueba!

source: Test mode
ca: Mode test
es: Modo prueba

source: Test the network configuration of your %s %s.
ca: Prova la configuració de xarxa del teu %s %s.
es: Probar la configuración de red de tu %s %s.

source: Test type
ca: Tipus de prova
es: Tipo de prueba

source: Testing Information
ca: Comprovant informació
es: Ínformación de prueba

source: Testscreens
ca: Pantalles de prova
es: Pruebas de pantalla

source: Testscreens that are helpful to fine-tune your display
ca: Proves de pantalla que serveixen per ajustar la pantalla
es: Las prueba de pantalla son una ayuda para afinar la imagen

source: Text
es: Texto

source: Text color
ca: Color del text
es: Color del texto

source: Thai
ca: Tailandès
es: Tailandés

source: Thailand
ca: Tailàndia
es: Tailandia

source: Thank you for using and completing the wizard. The %s %s is now ready to use. Please press OK to start using the %s %s.
es: Gracias por usar y completar el asistente. Tu %s %s ya está listo para usarse. Pulsa OK para empezar a usar el %s %s.

source: Thank you for using and completing the wizard. The %s %s needs to restart. Please press OK to restart the %s %s.
es: Gracias por usar y completar el asistente. El %s %s necesita reiniciarse. Pulsa OK para reiniciar el %s %s.

source: The %s %s does not have an Internet connection.
es: El %s %s no tiene conexión a internet.

source: The %s %s has a limited memory capacity. A swap file is required to increase the amount of available memory otherwise the %s %s may not work properly. Select the target device to hold the swap file.
ca: El %s %s té una capacitat de memòria limitada. Es requereix un arxiu swap per augmentar la quantitat de memòria disponible, en cas contrari, és possible que el %s %s no funcioni correctament. Seleccioneu el dispositiu que contindrà l'arxiu swap.
es: El %s %s tiene capacidad limitada de memoria. Se requiere un archivo swap para aumentar la cantidad de memoria disponible, de otra forma el %s %s puede funcionar mal. Selecciona el dispositivo de destino para almacenar el archivo swap.

source: The %s %s is shutting down. Please wait...
es: El %s %s está apagándose. Espera por favor...

source: The %s %s reads the stored EPG data every (hours).
ca: El %s %s llegeix les dades EPG emmagatzemades cada (hores).
es: Tu %s %s lee los datos guardados en EPG cada (horas).

source: The %s %s stores the EPG data every (hours).
ca: El %s %s emmagatzema les dades de l'EPG cada (hores).
es: Tu %s %s almacena los datos de EPG cada (horas).

source: The %s %s will reboot within 1 seconds.
es: El %s %s se reiniciará dentro de 1 segundo.

source: The %s %s will reboot within 10 seconds, unless there are eMMC slots to restore. Restoring eMMC slots can take from 1 to 5 minutes per slot.
ca: El %s %s es reiniciarà en 10 segons, a no ser que hi hagi slots eMMC a restaurar. Restaurar slots eMMC pot durar entre 1 i 5 minuts per slot.
es: El %s %s se reiniciará en 10 segundos, a menos que haya slots eMMC para restaurar. Restaurar los slots eMMC puede tardar de 1 a 5 minutos por slot.

source: The '%s' commit log can't be retrieved, please try again later.
ca: El log del commit '%s' no es pot recuperar, si us plau, torneu-ho a provar més tard.
es: El log del commit '%s' no se puede recuperar, por favor vuelve a intentarlo más adelante.

source: The '%s' commit log contains no information.
ca: El log del commit '%s' no conté informació.
es: El log de commit '%s' no contiene información.

source: The '%s' file can't be retrieved, please try again later.
ca: L'arxiu '%s' no es pot recuperar, si us plau, torna-ho a provar més tard.
es: El archivo '%s' no se puede recuperar, por favor prueba más tarde.

source: The AI mode used for translating languages. You can choose the one that gives the most accurate translation for your target language.
es: El modo AI que se utiliza para traducir idiomas. Puedes elegir el que ofrezca la traducción más precisa para el idioma de destino.

source: The AI-Powered Translation service will be optimized to provide the best performance based on the the Internet connection upload speed selected.
es: El servicio de traducción impulsado por inteligencia artificial se optimizará para proporcionar el mejor rendimiento según la velocidad de carga de la conexión a Internet seleccionada.

source: The channel selection mode has changed! Open the channel selection again
es: ¡El modo de selección de canales ha cambiado! Abra nuevamente la selección de canales

source: The data provided will not find services.
es: Los datos facilitados no encontrará canales.

source: The DVD standard doesn't support H.264 (HDTV) video streams.
ca: L'estàndard de DVD no admet els streams de vídeo H.264 (HDTV).
es: El estándar DVD no admite flujos de vídeo H.264 (HDTV).

source: The DreamPlex plugin is not installed! Please install it.
ca: El plugin DreamPlex no està instal·lat! Instal·leu-lo.
es: El plugin DreamPlex no está instalado. Por favor, instálalo.

source: The EPGSearch plugin is not installed! Please install it.
ca: El plugin EPGSearch no està instal·lat! Instal·leu-lo.
es: El plugin de búsquedas EPG no está instalado. Por favor, instálalo.

source: The [spzimdb] plugin is not installed! Do you want to install it?
es: El plugin [spzimdb] no está instalado!. ¿Quiere instalarlo ahora?

source: The IceTV server can not be reached. Try checking the Internet connection on your %s %s Details
ca: No es pot accedir al servidor d'IceTV. Comproveu la connexió a Internet del %s %s Detalls
es: No se puede alcanzar el servidor IceTV. Prueva la conexión a internet de tu %s %s Detalles

source: The IceTV server has requested password for %s.
ca: El servidor d'IceTV ha sol·licitat la contrasenya per a %s.
es: El servidor IceTV tiene la contraseña requerida para el %s.

source: The MediaCenter plugin is not installed! Please install it.
ca: El plugin MediaCenter no està instal·lat! Instal·leu-lo.
es: ¡El plugin de MediaCenter no está instalado! Por favor, instálelo.

source: The MediaPlayer plugin is not installed! Please install it.
ca: El plugin MediaPlayer no està instal·lat! Instal·leu-lo.
es: El plugin MediaPlayer no está instalado. Por favor, instálalo.

source: The MediaStream plugin is not installed! Please install it.
es: ¡El plugin MediaStream no está instalado! Por favor, instálalo.

source: The Merlin EPG Center plugin is not installed! Please install it.
ca: El plugin Merlin EPG Center no està instal·lat! Instal·leu-lo.
es: El plugin Merlin EPG Center no está instalado. Por favor, instálalo.

source: The PIN code has been changed successfully.
ca: El codi PIN s’ha canviat correctamente.
es: El código PIN ha sido cambiado correctamente.

source: The PIN code has been saved successfully.
ca: El codi PIN s’ha desat correctament.
es: El código PIN se ha guardado correctamente.

source: The PIN codes you entered are different.
ca: Els codis PIN que heu introduït són diferents.
es: Los códigos PIN que has introducido son diferentes.

source: The SimpleUmount plugin is not installed! Please install it.
ca: El plugin SimpleUmount no està instal·lat! Instal·leu-lo.
es: ¡El plugin Desmontaje Simple no está instalado! Por favor, instálelo.

source: The TMDB plugin is not installed! Please install it.
es: El plugin TMDb no está instalado. Por favor, instálalo.

source: The TV was switched to the recording service!
ca: S'ha canviat la TV al servei de gravació!
es: ¡La TV fue cambiada al servicio de grabación!

source: The VPS-Plugin couldn't check if the selected channel supports VPS for manually programmed timers! Do you really want to enable VPS?
ca: El plugin VPS no ha pogut comprovar si el canal seleccionat admet VPS per als temporitzadors programats manualment. Realment voleu habilitar VPS?
es: El plugin VPS no se puede comprobar si el canal seleccionado soporta VPS para temporizadores programados manualmente! Realmente quieres activar VPS?

source: The VideoMode plugin is not installed! Please install it.
ca: El plugin VideoMode no està instal·lat! Instal·leu-lo.
es: ¡El plugin VideoMode no está instalado! Por favor, instálelo.

source: The aspect ratio of the recording.
ca: Relació d'aspecte de la gravació.
es: Relación de aspecto de la grabación.

source: The authors are NOT RESPONSIBLE for DATA LOSS OR DAMAGE!
ca: Els autors NO SÓN RESPONSABLES de LA PÈRDUA O DANYS DE LES DADES!
es: Los autores no SE HACEN RESPONSABLES de la PÉRDIDA O DAÑO DE LOS DATOS!

source: The available disk space for time shift buffer is less than specified in the settings. What do you want to do?
es: El espacio disponible en disco para el búfer time shift es menor que el especificado en la configuración. ¿Qué desea hacer?

source: The available disk space for time shift is less than specified in the settings. What do you want to do ?
ca: L'espai de disc disponible per a timeshift és inferior al que s'especifica a la configuració. Què vols fer?
es: El espacio disponible para timeshift es inferior al especificado en los ajustes. ¿Qué quieres hacer?

source: The backup can take up to about 15 minutes to complete.
es: El backup puede tardar unos 15 minutos en completarse.

source: The backup failed
es: Falló el backup

source: The backup failed! Choose a different backup location.
es: Fallo al crear backup! Escoge otra ubicación para el backup.

source: The backup succeeded
es: El backup se ha realizado con éxito

source: The backup succeeded. We will now continue to explain the upgrade process.
es: Su backup se realizó con éxito. Ahora continuaremos explicando el proceso de actualización.

source: The bitrate of the video encoder. Larger value improves quality and increases file size.
ca: Bitrate del codificador de vídeo. Un valor més gran millora la qualitat i augmenta el tamany de l'arxiu.
es: Bitrate del codificador de video. Un valor más alto mejora la calidad e incrementa el tamaño del archivo.

source: The bouquet "Last Scanned" has not been created. You need to restart enigma2 and rescan it to create it. Do you want to restart enigma2 now?
es: El bouquet "Último Escaneado" no se ha creado. Es necesario reiniciar enigma2 y volver a escanear para poder crearlo. ¿Quiere reiniciar enigma2 ahora?

source: The time shift buffer exceeds the limit specified in the settings. What do you want to do?
es: El búfer time shift supera el límite especificado en la configuración.¿Qué desea hacer?

source: The channel may support VPS Do you want to enable VPS?
ca: El canal pot ser compatible amb VPS Voleu habilitar VPS?
es: El canal puede soportar VPS Quieres activar VPS?

source: The command to wake from standby will be sent multiple times.
ca: L'ordre per engegar des de repòs s'enviarà moltes vegades.
es: El comando para encender desde reposo se enviará múltiples veces.

source: The default backup selection cannot be changed. Please use the 'additional' and 'excluded' backup selection.
ca: La selecció de backup predeterminada no es pot canviar. Si us plau, utilitzeu la selecció de backup "addicional" i "exclosa".
es: No se puede modificar la selección del backup predeterminado. Por favor, utilice la selección 'adicional' y 'excluida' del backup.

source: The default settings are 5 minutes earlier to wake up from deep standby. It possibly may be necessary to change this. (e.g.: the actual wake-up time is inaccurate or to late, waiting to a network-drive, etc.)
ca: La configuració predeterminada és 5 minuts abans per engegar des de repòs profund. És possible que sigui necessari canviar-ho. (p. ex.: l'hora real d'engegar no és precisa o és massa tardana, s'està esperant a una unitat de xarxa, etc.)
es: La configuración predeterminada es 5 minutos antes para encenderse desde reposo profundo. Posiblemente sea necesario cambiar esto. (por ejemplo: la hora real de encendido es inexacta o demasiado tarde, esperando una unidad de red, etc.)

source: The default settings are wake up time - 5 minutes and timer begin time + 5 minutes. This setting changed the time window before the wake up time. So can be detected a wake up by a timer even at very early starting receivers.
ca: La configuració predeterminada és l'hora d'engegar - 5 minuts i l'hora d'inici del temporitzador + 5 minuts. Aquesta configuració canvia la finestra horària abans de l'hora d'engegar. Així, es pot detectar una engegada mitjançant un temporitzador fins i tot en receptors que s'inicien molt aviat.
es: Los ajustes predeterminado son tiempo encendido 5 minutos antes e inicio de temporizador 5 minutos después. Gracias a esto, se puede detectar un encendido por un temporizador incluso en receptores que arrancan rápido.

source: The detailed information is intended for developers only.
ca: La informació detallada està destinada només als desenvolupadors.
es: La información detallada se reserva solo para desarrolladores.

source: The directory/file no longer exists.
ca: El directori/arxiu ja no existeix.
es: El directorio/archivo ya no existe.

source: The energy timer wants to set the %s %s to %s. Press OK to continue using the %s %s.
ca: El temporitzador d'alimentació vol configurar el %s %s a %s. Premeu OK per continuar utilitzant el %s %s.
es: El temporizador programado quiere poner el %s %s to %s. Pulsa OK para continuar usando el %s %s.
