Repository: OpenSPA/dvbapp2
Catalog: po/*.po
Languages: ca, es

source: Save directory on EXIT
ca: Guardar directori en sortir
es: Guardar el último directorio al salir

source: Save every (in hours)
ca: Guardar cada (en hores)
es: Guardar cada (horas)

source: Save image as '%s'
ca: Guardar imatge com '%s'
es: Guardar imagen como '%s'

source: Save left directory on exit
ca: Guardar directori esquerre en sortir
es: Guardar directorio izquierdo al salir

source: Save play list
ca: Grava llista
es: Guardar lista de reproducción

source: Save play list on EXIT
ca: Guardar llista de reproducció en sortir
es: Guardar la lista al salir

source: Save right directory on exit
ca: Guardar directori dret en sortir
es: Guardar directorio derecho al salir

source: Save settings and EPG data.
ca: Guardar la configuració i les dades d’EPG.
es: Guardar la configuración y los datos de EPG.

source: Save the commands and output to the log file?
es: ¿Guardar los comandos y la salida en un archivo?

source: Save the left column directory location on exit.
ca: Guardar ubicació del directori de la columna esquerra en sortir.
es: Guardar la ubicación del directorio de la columna izquierda al salir.

source: Save the log changes and exit
ca: Guardar canvis al log i sortir
es: Guarde los cambios del registro y salga

source: Save the log of the console messages to a file
es: Guardar los mensajes log de la consola a un archivo

source: Save the right column directory location on exit.
ca: Guardar ubicació del directori de la columna dreta en sortir.
es: Guardar la ubicación del directorio de la columna derecha al salir.

source: Save time shift as movie and continue recording
ca: Guardar Timeshift com pel·lícula i seguir gravant
es: Guardar Timeshift como película y seguir grabando

source: Save time shift as movie and stop recording
ca: Guardar Timeshift com pel·lícula i parar la gravació
es: Guardar Timeshift como película y detener la grabación

source: Save time shift buffer now and continue recording
es: Guarde el buffer Timeshift ahora y continúe grabando

source: Saved lines in script messages
ca: Línies guardades al missatges del script
es: Líneas guardadas en mensajes de script

source: Saving EPG Cache...
ca: Guardant memòria cau EPG...
es: Guardando caché EPG...

source: Saving time shift buffer, this might take a while.
es: Guardado del buffer time shift, esto puede demorar un tiempo.

source: Saving time shift as movie now. This might take a while!
ca: Guardant Timeshift com pel·lícula. Pot tardar una estona!
es: Guardando timeshift como película. ¡Esto podría llevar un rato!

source: Saving time shift files
ca: Guardant arxius Timeshift
es: Guardando archivos Timeshift

source: Scaler sharpness
ca: Nitidesa de l’escala
es: Nitidez del escalado

source: Scaler vertical dejagging
ca: Escala vertical deixant
es: Escalar dejagging vertical

source: Scaling mode
ca: Mode d’escala
es: Modo escalado

source: Scan
ca: Escaneig
es: Búsqueda

source: Scan
ca: Recerca
es: Buscar

source: Scan %s
ca: Escaneig %s
es: Buscar %s

source: Scan %s band
ca: Recerca a la banda %s
es: Buscar banda %s

source: Scan additional SR
ca: Escanejar SR addicional
es: Escanear otro SR

source: Scan files...
ca: Escanejar fitxers ..
es: Buscar archivos...

source: Scan for local extensions and install them
ca: Buscar extensions locals i instal·lar-les
es: Busca extensiones locales y las instala

source: Scan for local extensions and install them.
ca: Buscar extensions locals i instal·lar-les.
es: Busca extensiones locales y las instala.

source: Scan wireless networks
ca: Escaneig de xarxes sense fil
es: Buscar redes inalámbricas

source: Scan your network for wireless access points and connect to them using your selected wireless device.
ca: Escanegeu la vostra xarxa de punts d’accés sense fils i connecteu-vos a ells mitjançant el dispositiu sense fil seleccionat.
es: Buscar en la red puntos de acceso inalámbricos y conectarse a ellos mediante el dispositivo seleccionado.

source: Scanning %s...
ca: Buscant %s …
es: Buscando %s...

source: Scanning: %d%% complete
es: Escaneo: %d%% completo

source: %d service found.
es: %d canal encontrado.

source: Scanning completed, %d service found.
es: Scanning completado, %d canal encontrado.

source: Scanning failed!
ca: Ha fallat la recerca!
es: ¡El escaneo ha fallado!

source: Scanning...
ca: Escanejant…
es: Buscando…

source: Scans default lamedbs sorted by satellite with a connected dish positioner
ca: Escaneja les làmpades predeterminades ordenades per satèl·lit amb un posicionador de plat connectat
es: Buscar lamedbs por defecto ordenados por satélite con un motor conectado

source: Scheduled load of epg.dat
ca: Programació de càrrega del epg.dat
es: Carga programada de epg.dat

source: Scheduled save of epg.dat
ca: Programació de guardat del epg.dat
es: Guardado programado de epg.dat

source: Scheduler
es: Temporizadores Programados

source: Scheduler Actions
es: Acciones del programador

source: Scheduler standby
es: Temporizador en reposo

source: Scheduler deep standby
es: Programador en modo de espera profundo

source: Scheduler log
es: Programador Log

source: Scheduler Overview
es: Descripción general del programador

source: Scheduler Settings
es: Configuración del programador

source: Sci-Fi
es: Ciencia Ficción

source: Science
ca: Ciència
es: Ciencia

source: Science & Tech
ca: Ciència i tecnologia
es: Ciencia y tecnología

source: Scope
es: Alcance

source: Screen saver movement
es: Movimiento del protector de pantalla

source: Script Manager
ca: Administrador de scripts
es: Gestor de scripts

source: Scrolling Speed
ca: Velocitat de desplaçament
es: Velocidad de desplazamiento

source: Scrolling delay (software renderer)
ca: Retard de desplaçament (renderitzat per software)
es: Retraso de scroll (renderizado por software)

source: Scrolling speed (software renderer)
ca: Velocitat de desplaçament (renderitzat por software)
es: Velocidad de scroll (renderizado por software)

source: Search
ca: Buscar
es: Búsqueda

source: Search IMDb for information about current event
es: Buscar IMDb para información sobre el evento actual.

source: Search Sats
ca: Buscar satèl·lits
es: Buscar satélites

source: Search Sats, check signal and lock
ca: Buscar satèl·lits, comprovar senyal i bloqueig
es: Buscar satélites, comprobar señal y bloqueo

source: Search east
ca: Buscar a l'est
es: Buscar al este

source: Search for network shares
ca: Busca recursos de xarxa
es: Busca recursos compartidos en red

source: Search for similar events
ca: Buscar programes similars
es: Buscar eventos similares

source: Search EPG for current event
es: Buscar en el epg para el evento actual.

source: Search weather location ID
ca: Buscar ID ubicació del temps
es: Buscar el ID de la ubicación meteorológica

source: Search west
ca: Buscar a l'oest
es: Buscar al oeste

source: Search/WEB
ca: Buscar/WEB
es: Buscar/WEB

source: Searching
ca: Buscar
es: Buscando

source: Searching east ...
ca: Cercant a l’est …
es: Buscando al este...

source: Searching for available updates. Please wait...
ca: Cerqueu les actualitzacions disponibles. Espereu …
es: Buscando actualizaciones disponibles. Por favor, espera...

source: Searching for new installed or removed packages. Please wait...
ca: Cerqueu paquets nous instal·lats o eliminats. Espereu …
es: Buscando nuevos paquetes instalados o borrados. Por favor, espera...

source: Searching west ...
ca: Cercant a l’oest …
es: Buscando al oeste...

source: Second cable of motorized LNB
ca: Segon cable de LNB motoritzat
es: Segundo cable del LNB motorizado

source: Secondary DNS
ca: DNS secundaris
es: DNS Secundario

source: Seconds
ca: Segons
es: Segundos

source: Security Packages
es: Paquetes de seguridad

source: Seek
ca: Posicionar
es: Buscar

source: Seek Actions
ca: Accions de recerca
es: Busque las acciones

source: Seek Bar
es: Barra de búsqueda

source: Seek backward
ca: Busqueu enrere
es: Buscar hacia atrás

source: Seek backward (enter time)
ca: Saltar enrere (introduint el temps)
es: Buscar hacia atrás (introducir hora)

source: Seek forward
ca: Saltar endavant
es: Buscar hacia delante

source: Seek forward (enter time)
ca: Saltar endavant (introduint el temps)
es: Buscar hacia delante (introducir hora)

source: SeekBar Actions
es: Acciones de la barra de búsqueda

source: SeekBar
es: Barra de busqueda

source: SeekBar activation
es: Activación de la barra de búsqueda

source: SeekBar sensibility
es: Sensibilidad de la barra de búsqueda

source: Seeking connected events
ca: Buscant programes connectats
es: Búsqueda de eventos relacionados

source: Select
ca: Selecciona
es: Seleccionar

source: Select '1.0' for standard committed switches, '1.1' for uncommitted switches, and '1.2' for systems using a positioner.
ca: Seleccioneu “1.0” per als interruptors compromesos estàndard, “1.1” per als interruptors sense compromís i “1.2” per als sistemes que utilitzin un posicionador.
es: Seleccionar '1.0' para conmutadores estándar de solo 4 antenas máximo, '1.1' para conmutadores de 16 antenas máximo y '1.2' para sistemas que usan motor.

source: Select 'A' or 'B' if your aerial system requires this, otherwise select 'None'. If you are unsure select 'None'.
es: Seleccione 'A' o 'B' si su sistema de antena lo requiere, de lo contrario seleccione 'Ninguno'. Si no está seguro, seleccione 'Ninguno'.

source: Select 'No' to make time shift use a single buffer file. Use 'Time shift checking for older files [in minutes]' and 'Time shift checking for free space?' to control the size of the buffer file.
ca: Selecciona 'No' per a fer que timeshift utilitzi un arxiu simple de buffer. Utilitza 'Comprovació de timeshift per arxius més antics [en minuts]' i 'Comprovació d'espai lliure per a timeshift?' per controlar el tamany de l'arxiu buffer.
es: Si se ajusta a ‘no’, timeshift usará solo un fichero como buffer. Se recomienda ajustar ‘Comprobación de archivos más antiguos de Timeshift [en minutos]’ y ‘¿Comprobación de espacio libre de timeshift?’.

source: Select 'No' to only write a log message to the debug log file.
ca: Selecciona 'No' per escriure només un missatge de log a l'arxiu de depuració.
es: Seleccione "No" para escribir sólo un mensaje de registro en el archivo de registro de depuración.

source: Select 'No' to save older events even after zapping or interrupting time shifting.
ca: Selecciona 'No' per guardar programes antics, fins i tot després de canviar de canal o interrompre timeshift.
es: Si se ajusta a ‘no’, puedes guardar los eventos más antiguos incluso tras zapear o interrumpir timeshift.

source: Select 'Yes' if an end time is required for this timer.
ca: Selecciona 'Sí' si es necessari un temps de finalització d'aquest temporitzador.
es: Seleccione "Sí" si se requiere una hora de finalización para este temporizador.

source: Select 'Yes' if network traffic should be checked before activating the timer.
ca: Selecciona 'Sí' si s'ha de comprovar el tràfic de xarxa abans d'activar el temporitzador.
es: Seleccione "Sí" si se debe comprobar el tráfico de la red antes de activar el temporizador.

source: Select 'Yes' if you are using a multi-switch which requires a DiSEqC Port-A command signal. Select 'No' for all other setups.
ca: Seleccioneu només “sí” si utilitzeu un interruptor multiswitch que requereix un senyal de comandament DiSEqC Port-A. Per a la resta de configuracions, seleccioneu “no”.
es: Seleccione "Sí" si está utilizando un multiswitch que requiere una señal de comando DiSEqC en el Puerto-A. Seleccione 'No' para todas las demás configuraciones.

source: Select 'Yes' if you want to wake the TV for a 'Wakeup' power timer is starting.
es: Seleccione 'Sí' si desea activar el televisor cuando se inicie el temporizador de encendido 'Encendido'.

source: Select 'Yes' if you want to wake the TV for a 'Zap and Record' recording timer is starting.
es: Seleccione 'Sí' si desea activar el televisor para que se inicie el temporizador de grabación 'Cambiar de canal y grabar'.

source: Select 'Yes' if you want to wake the TV for a 'Zap' recording timer is starting.
es: Seleccione 'Sí' si desea activar el televisor para que se inicie el temporizador de grabación 'Zapeo'.

source: Select 'Yes' the keep the InfoBar displayed, with no timeout, while media playback is paused.
ca: Selecciona 'Sí' per mantenir visible la barra d'informació, sense temps de finalització, mentre la reproducció multimèdia es pausi.
es: Seleccione "Sí" para mantener la barra de información en pantalla, sin tiempo de espera, mientras la reproducción multimedia está en pausa.

source: Select 'Yes' to allow use of the seek bar to jump to a selected point within the event.
ca: Selecciona 'Sí' per permetre l'ús de la barra de posicionament per a saltar al punt seleccionat dins al programa.
es: Si se ajusta a 'sí', te permitirá usar la barra de búsqueda para avanzar a cualquier momento del programa.

source: Select 'Yes' to always show the bouquet screen first when opening the channel list. Select 'No' to open the channel list using the current bouquet.
ca: Selecciona 'Sí' per a mostrar sempre primer la pantalla de llistes de canals que s'obri la llista de canals. Selecciona 'No' per obrir la llista de canals utilitzant la llista actual.
es: Con esta opción en ‘Sí’ la lista de canales te mostrará primero la lista de grupos. En ‘No’ se abrirá el grupo actual.

source: Select 'Yes' to check if network connections are coming from nominated IP Addresses at the activation time of the timer. If so, the timer will be deactivated.
ca: Selecciona 'Sí' per a comprovar si les connexions de xarxa venen d'una adreça IP nominada a l'hora d'activació del temporitzador. Si és així, es desactivarà el temporitzador.
es: Seleccione "Sí" para comprobar si las conexiones de red provienen de direcciones IP nominadas en el momento de la activación del temporizador. Si es así, el temporizador se desactivará.

source: Select 'Yes' to continuously display all images in a loop, or select 'No' to display all images once and then stop.
ca: Selecciona 'Sí' per mostrar continuament totes les imatges en bucle, o selecciona 'No' per mostrar totes les imatges una vegada i parar.
es: Selecciona 'Sí' para mostrar continuadamente todas las imágenes en bucle, o selecciona 'No' para mostrar todas las imágnes de una en una y entonces parar.

source: Select 'Yes' to disable multi-selection mode after each operation. Select 'No' to leave multi-selection mode active and the selections unchanged.
es: Selecciona 'Sí' para desactivar el modo selección múltiple después de cada operación. Selecciona 'No' para dejar activo el modo selección múltiple y las selecciones sin cambios.

source: Select 'Yes' to display a small TV image (PiG - Picture in Graphic) within the EPG screen.
ca: Selecciona 'Sí' per mostrar una imatge de TV petita (PiG - Picture in Graphic) dins la pantalla EPG.
es: Si se ajusta a ‘sí’, se mostrará una pantalla pequeña de TV en el EPG.

source: Select 'Yes' to display the InfoBar when a new event starts.
ca: Selecciona 'Sí' per mostrar la barra d'informació quan s'inicia un esdeveniment nou.
es: Si se ajusta a ‘sí’, la barra de información aparecerá cuando empiece un programa nuevo.

source: Select 'Yes' to display the InfoBar when changing channels.
ca: Selecciona 'Sí' per mostrar la barra d'informació quan es canvia de canal.
es: Si se ajusta a 'sí', la barra de información aparecerá en el cambio de canal.

source: Select 'Yes' to display the channel number in the InfoBar.
ca: Selecciona 'Sí' per mostrar el número de canal a la barra d'informació.
es: Si se ajusta a 'sí', la barra de información mostrará el número del canal.

source: Select 'Yes' to display unknown files in the File Commander file viewer, select 'No' to not process unknown files.
ca: Selecciona 'Sí' per mostrar arxius desconeguts al visualitzador d'arxius de l'Administrador d'arxius, selecciona 'No' per no processar arxius desconeguts.
es: Selecciona 'Si' para mostrar archivos desconocidos en el visualizador del Administrador de archivos, selecciona 'No' para no procesar los archivos desconocidos.

source: Select 'Yes' to enable AI-Powered Translation for all teletext and DVB subtitles.
es: Seleccione 'Sí' para habilitar la traducción impulsada por IA para todos los subtítulos de teletexto y DVB.

source: Select 'Yes' to enable autostart of '%s'.
es: Seleccione "Sí" para activar el autoinicio de '%s'.

source: Select 'Yes' to enable editing of this device's settings. Selecting 'No' resets the devices settings to their default values.
ca: Selecciona 'Sí' per habilitar l'edició de la configuració de dispositius. Seleccionant 'No' reseteja la configuració de dispositius als valors de fàbrica.
es: Seleccione "Sí" para permitir la edición de los ajustes de este dispositivo. Si se selecciona "No", se restablecen los valores predeterminados de los dispositivos.

source: Select 'Yes' to enable preview of channels while in the EPG list.
ca: Selecciona 'Sí' per habilitar vista prèvia dels canals a la llista EPG.
es: Si se ajusta a 'sí', podrás previsualizar canales en la lista de EPG.

source: Select 'Yes' to enable preview of channels while in the EPG list. Press 'OK' to preview the currently selected channel. Press 'OK' again to exit the EPG and zap to the selected channel. Press 'EXIT' to exit the EPG and return to the previously selected channel.
ca: Selecciona 'Sí' per habilitar vista prèvia dels canals a la llista EPG, Prem 'OK' per a previsualitzar el canal seleccionat. Prem 'OK' una altra vegada per sortir de l'EPG i canviar al canal seleccionat. Prem 'EXIT' per sortir de l'EPG i tornar al canal seleccionat anteriorment.
es: Si se ajusta a 'sí', podrás previsualizar canales en la lista de canales. Pulsa 'OK' para previsualizar el canal escogido. Pulsa otra vez 'OK' para salir y pasar a ese canal. Pulsa 'EXIT' para volver al canal original.

source: Select 'Yes' to enable use of the LEFT/RIGHT buttons to move PageUp/PageDown when the LEFT/RIGHT buttons are otherwise undefined. This provides legacy navigation for users who prefer it.
ca: Selecciona 'Sí' per habilitar l'ús del botons ESQUERRA/DRETA per moure PÀGINA AMUNT/AVALL quan els botons ESQUERRA/DRETA no estiguin definits. Això proporciona una navegació heretada per als usuaris que la prefereixen.
es: Selecciona 'Sí' para habilitar el uso de los botones IZQUIERDO/DERECHO para mover Página arriba/Página abajo cuando los botones IZQUIERDO/DERECHO no están definidos. Esto proporciona una navegación heredada para los usuarios que la prefieran.

source: Select 'Yes' to hide channels without EPG data.
ca: Selecciona 'Sí' per ocultar canals sense dades EPG.
es: Si se ajusta a ‘sí’, no se mostrarán los canales sin EPG.

source: Select 'Yes' to hide the server name and IP address of the server.
es: Seleccione "Sí" para ocultar el nombre y la IP del servidor.

source: Select 'Yes' to remove all main settings configuration data. Selecting this option will set all Enigma2 settings back to their default values. This will also cause Enigma2 to run the Welcome Wizard on restart.
ca: Selecciona 'Sí' per eliminar totes les dades de la configuració principal. Seleccionant aquesta opció, tots els paràmetres d'Enigma2 tornaran als seus valors predeterminats. Això també farà que Enigma2 executi l'assistent de benvinguda en reiniciar-lo.
es: Seleccione "Sí" para eliminar todos los datos de configuración de los ajustes principales. Al seleccionar esta opción, todos los ajustes de Enigma2 volverán a sus valores por defecto. Esto también hará que Enigma2 ejecute el Asistente de Bienvenida al reiniciar.

source: Select 'Yes' to remove all media player resume data. Selecting this option will remove the data used to allow playback of media files to resume from the position where playback was last stopped. Playback position of recordings is not affected.
ca: Selecciona 'Sí' per eliminar totes les dades resum del reproductor multimèdia. Seleccionant aquesta opció, s'eliminaran les dades utilitzades per permetre que la reproducció dels fitxers multimèdia es reprengui des de la posició on es va aturar per última vegada. La posició de reproducció de les gravacions no es veu afectada.
es: Seleccione "Sí" para eliminar todos los datos de reanudación del reproductor multimedia. Al seleccionar esta opción se eliminarán los datos utilizados para permitir que la reproducción de archivos multimedia se reanude desde la posición en la que se detuvo la reproducción por última vez. La posición de reproducción de las grabaciones no se ve afectada.

source: Select 'Yes' to remove all network mount data. Selecting this option will remove all network data including automounts and network connection data including connection accounts and passwords. This could cause some Enigma2 functions to fail if they are configured to use these network resources.
ca: Selecciona 'Sí' per eliminar totes les dades de muntatges de xarxa. Seleccionant aquesta opció, s'eliminaran totes les dades de xarxa, inclosos els muntatges automàtics i les dades de connexió de xarxa, inclosos els comptes de connexió i les contrasenyes. Això podria provocar que algunes funcions d'Enigma2 fallin si estan configurades per utilitzar aquests recursos de xarxa.
es: Seleccione "Sí" para eliminar todos los datos de montaje de red. Al seleccionar esta opción se eliminarán todos los datos de red, incluidos los montajes automáticos y los datos de conexión de red, incluidas las cuentas y las contraseñas de conexión. Esto podría hacer que algunas funciones de Enigma2 fallen si están configuradas para utilizar estos recursos de red.

source: Select 'Yes' to remove all other files and directories not covered by the options above.
ca: Selecciona 'Sí' per eliminar tots els altres arxius i directoris no coberts per les opcions anteriors.
es: Seleccione "Sí" para eliminar todos los demás archivos y directorios no cubiertos por las opciones anteriores.

source: Select 'Yes' to remove all plugin configuration data. Selecting this option will remove all plugin configuration data that is stored in the Enigma2 configuration folder. This will cause all affected plugins to return to their default settings. This could cause some plugins to not function until configured.
ca: Selecciona 'Sí' per eliminar totes les dades de configuració del plugin. Seleccionant aquesta opció, s'eliminaran totes les dades de configuració del plugin que s'emmagatzemen a la carpeta de configuració d'Enigma2. Això farà que tots els plugins afectats tornin a la seva configuració predeterminada. Això podria fer que alguns plugins no funcionin fins que no es configuren.
es: Seleccione "Sí" para eliminar todos los datos de configuración del plugin. Al seleccionar esta opción se eliminarán todos los datos de configuración de los plugins almacenados en la carpeta de configuración de Enigma2. Esto hará que todos los plugins afectados vuelvan a su configuración por defecto. Esto podría causar que algunos plugins no funcionen hasta que se configuren.

source: Select 'Yes' to remove all settings, tuning data, timers, resume pointers etc. Selecting this option will restore the configuration to the initial settings before any configuration settings were applied. This is the most reliable form of Factory Reset.
ca: Selecciona 'Sí' per eliminar totes les configuracions, dades de sintonització, temporitzadors, punts de resum, etc. Seleccionant aquesta opció, es restaurarà la configuració a la configuració inicial abans que s'apliqués cap paràmetre de configuració. Aquesta és la forma més fiable de restabliment de fàbrica.
es: Seleccione "Sí" para eliminar todos los ajustes, datos de sintonización, temporizadores, puntos de reanudación, etc. Al seleccionar esta opción se restablecerá la configuración a los ajustes iniciales antes de que se aplique cualquier configuración. Esta es la forma más fiable de Restauración de Fábrica.
