Repository: OpenSPA/dvbapp2
Catalog: po/*.po
Languages: ca, es

source: Skip jumping to live while timeshifting with plugins
ca: Omet saltar al directe mentre facis timeshift amb plugins
es: Saltar cambio al directo mientras esté timeshift activado con plugins

source: Sleep
ca: Apagar
es: Dormir

source: Sleep Timer
ca: Temporitzador d'apagat
es: Temporizador de apagado

source: Sleep Timers
ca: Temporitzadors d'apagat
es: Temporizadores de apagado

source: Sleep delay
ca: Retard d'apagat
es: Retraso de apagado

source: Sleep test
ca: Test d'apagat
es: Prueba de apagado

source: Sleep timer
ca: Temporitzador d'apagat
es: Temporizador de apagado

source: SleepTimer
ca: Temporitzador d'apagat
es: Temporizador de apagado

source: SleepTimer Actions
ca: Temporitzador d'apagat
es: Acciones temporizador de apagado

source: SleepTimer Overview
ca: Vista general temporitzador d'apagat
es: Temporizador de apagado

source: SleepTimer Settings
ca: Configuració temporitzador d'encesa
es: Ajustes temporizador de apagado

source: SleepTimer action
ca: Temporitzador d'encesa
es: Acción temporizador de apagado

source: SleepTimer activation delay
ca: Retard en activació temporitzador d'encesa
es: Retraso activación temporizador de apagado

source: SleepTimer: %d minute remains.
ca: Temporitzador d'encesa: falta %d minut
es: Temporizador de apagado: queda %d minuto.

source: SleepTimer: %d second remains.
ca: Temporitzador d'encesa: falta %d segon
es: Temporizador de apagado: queda %d segundo.

source: SleepTimer: Inactive.
ca: Temporitzador d'encesa: inactiu.
es: Temporizador de apagado: Inactivo.

source: Sleeping
ca: Apagant
es: Apagando

source: Slide drop
ca: Lliscar cap abaix
es: Deslizar

source: Slide from left
ca: Lliscar des de l'esq.
es: Deslizar desde la izquierda

source: Slide left to right
ca: Lliscar d'esquerra a dreta
es: Deslizar de derecha a izquierda

source: Slide picture in loop
ca: Feu lliscar la imatge al bucle
es: Deslizar imagen en bucle

source: Slide right to left
ca: Lliscar de dreta a esquerra
es: Deslizar de derecha a izquierda

source: Slide show delay
ca: Retard en presentació diapositives
es: Retraso en la presentación de diapositivas

source: Slide show interval (sec.)
ca: Interval de presentació de diapositives (seg.)
es: Intervalo de diapositivas (seg.)

source: Slide show loop
ca: Bucle en presentació diapositives
es: Bucle en la presentación de diapositivas

source: Slide top to bottom
ca: Lliscar de dalt a baix
es: Deslice de arriba hacia abajo

source: Slot %s / FBC in %s
es: Slot %s / FBC a %s

source: Slot %s: %s (Current image)
ca: Partició %s: %s (Imatge actual)
es: Slot %s: %s (Imagen actual)

source: Slot %s: %s as USB Recovery
ca: Partició %s: %s com USB de recuperació
es: Slot %s: %s como USB de recuperación

source: Slot '%s': %s - Current
ca: Ranura '%s': %s - Actual
es: Slot '%s': %s - Actual

source: Slot Manager Actions
es: Acciones del administrador de slots

source: Slot F: Flash Slot Image Backup (Current image)
es: Slot F: Backup completo del slot Flash (Imagen actual)

source: Slot R: Root Slot Image Backup (Current image)
es: Slot R: Backup completo del slot raiz (Imagen actual)

source: Slots allowed for this device
es: Slots permitidos para este dispositivo

source: Slot count
ca: Número de slot
es: Número de slots

source: Slovak
ca: Eslovac
es: Eslovaco

source: Slovakia
ca: Eslovàquia
es: Eslovaquia

source: Slovenia
ca: Eslovènia
es: Eslovenia

source: Slovenian
ca: Eslovè
es: Esloveno

source: Slow
ca: Lent
es: Lento

source: Slow motion speeds
ca: Velocitats de moviment lent
es: Velocidades de cámara lenta

source: Small
ca: Petita
es: Pequeño

source: Small - Tiny image
ca: Petit - Imatge petita
es: Pequeño - Imagen minúscula

source: Small Box Preparation Actions
es: Acciones de preparación receptor flash limitada

source: Small Test
ca: Petit test
es: Pequeña prueba

source: Small progress
ca: Petits avenços
es: Pequeño progreso

source: Smartcard PIN
ca: PIN de la targeta intel·ligent
es: PIN de la tarjeta inteligente

source: Smooth
ca: Llis
es: Suavizar

source: SoC family
ca: Família SoC
es: Familia SoC

source: Soap Opera
ca: Telenovel·la
es: Telenovela

source: Soccer
ca: Futbol
es: Fútbol

source: Social/Political/Economics
ca: Social / Política / Economia
es: Social / Política / Economía

source: Society & Culture
ca: Societat i cultura
es: Sociedad y cultura

source: Softcam Actions
ca: Softcam
es: Acciones de softcam

source: Softcam Settings
ca: Instal·lació de softcam
es: Configuracion de Softcam

source: Softcam Setup
ca: Configurar Softcam
es: Configuración de softcam

source: Software Management
ca: Gestió de programa
es: Administrar software

source: Software Manager
ca: Administrar software
es: Administrar software

source: Software Manager Information
ca: Informació del gestor de programari
es: Información del administrador de software

source: Software Manager Settings
ca: Configuració del gestor de programa
es: Configurar administrador de software

source: Software Restore
ca: Restaurar software
es: Restaurar software

source: Software Update
ca: Actualització de software
es: Actualización de software

source: Software Update Actions
ca: Actualització de software
es: Acciones de software de actualización

source: Software information
ca: Informació de software
es: Información de software

source: Software update starting, please wait.
ca: Iniciant actualització de software, si us plau espera.
es: Iniciando actualización de software, por favor espera.

source: Softwaremanager...
ca: Administrador de software...
es: Administrador de software...

source: Some TVs can't switch to the correct input if another HDMI port is active. This setting sets the TV to standby before the switch. (If the TV does not turn back on it may require a slower transmission interval or the repetition of the wake-up command.)
ca: Algunes TV no poden canviar a l'entrada correcta si hi ha un altre port HDMI actiu. Aquesta configuració posa la TV en repòs abans del canvi. (Si la TV no torna a encendre's, pots necessitar un interval de transmissió més lent o la repetició de les ordres d'encesa.)
es: Algunas TVs no pueden cambiar a la entrada correcta si hay activo otro puerto HDMI. Esta configuración envía la TV a reposo antes del cambio. (si la TV no vuelve a encenderse, puede requerir un intervalo de transmisión más lento o la repetición del comando de encendido.)

source: Some plugins are not available:
es: Algunos plugins no están disponibles:

source: Sorbian
es: Sorabo/a

source: Sorry Inadyn Config is Missing
ca: Falta la configuració d'Inadyn
es: Falta la configuración de Inadyn

source: Sorry MediaScanner is not installed!
ca: MediaScanner no està instal·lat!
es: ¡Lo sentimos, MediaScanner no está instalado!

source: Sorry MiniDLNA Config is Missing
ca: La configuració MiniDLNA s'ha perdut
es: Falta la configuración de MiniDLNA

source: Sorry feeds are down for maintenance, please try again later.
ca: Feeds fora de servei por manteniment. Intenta-ho més tard.
es: Fuentes fuera de servicio por mantenimiento. Inténtalo más tarde.

source: Sorry it is only possible to record 2 channels at once!
es: Lo sentimos, solo se pueden grabar 2 canales a la vez!

source: Sorry no backups found!
ca: No s'han trobat backups!
es: ¡Lo siento, no se han encontrado copias de seguridad!

source: Sorry uShare Config is Missing
ca: Falta la configuració de uShare
es: Falta la configuración de uShare

source: Sorry your Backup destination does not exist Please choose an other one.
ca: La destinació del backup no existeix Si us plau, selecciona una altra.
es: Lo siento, no existe el destino del backup. Por favor, seleccione otro.

source: Sorry, %s has not been installed!
ca: Ho sentim,%s no s’ha instal·lat!
es: ¡Lo sentimos, %s no se ha instalado!

source: Sorry, no backups found!
ca: Ho sentim, no s’ha trobat cap backup!
es: ¡Lo siento, no se han encontrado copias de seguridad!

source: Sorry, no details available!
ca: Ho sentim, no hi ha detalls disponibles!
es: Lo sentimos, no hay detalles disponibles!

source: Sorry, no physical devices that supports SWAP attached. Can't create Swapfile on network or fat32 filesystems
ca: No hi ha dispositius físics connectats que suportin SWAP. No es pot crear l'arxiu Swap en dispositius de xarxa o fat32
es: Lo sentimos, no hay dispositivos físicos que soporten SWAP. No se puede crear Swapfile en red o sistemas de archivos FAT32

source: Sorry, there was a problem:
ca: Ho sentim, hi ha hagut un problema:
es: Lo sentimos, hay un problema:

source: Sorry, your backup destination is not writeable. Please select a different one.
ca: Ho sentim, la vostra ubicació del backup no es pot escriure. Si us plau, seleccioneu-ne una de diferent.
es: Lo siento, no se pudo escribir en el destino del backup. Por favor seleccione otro.

source: Sort
ca: Ordena
es: Ordenar

source: Sort A-Z
es: Ordenar A-Z

source: Sort Bookmarks
ca: Ordenar favorits
es: Ordenar favoritos

source: Sort EPG List
ca: Ordenar la llista d'EPG
es: Ordenar la lista EPG

source: Sort Extension Menu
es: Ordenar menú extensiones

source: Sort Plugin Browser
ca: Ordre Navegador de plugins
es: Ordenar el Explorador de Plugins

source: Sort by
ca: Ordenar per
es: Ordenar por

source: Sort by default
ca: Ordenar per defecte
es: Ordenar por defecto

source: Sort list by
ca: Ordenar llista per
es: Ordenar lista por

source: Sort list:
ca: Ordenar llista:
es: Lista Ordenada:

source: Sort order for the language list.
ca: Ordre llista d'idiomes.
es: Orden de la lista de idiomas.

source: Sort playlists
ca: Ordre llistes de reproducció
es: Clasificación de listas de reproducción

source: Sort: Directories by %s %s; Files by %s %s.
ca: Ordre: Directoris per %s %s; Arxius per %s %s.
es: Orden : Directorios por %s %s; Archivos por %s %s.

source: Sotho, Southern
ca: Sotho, Sud
es: Sotho, Sur

source: Sound
ca: So
es: Sonido

source: Sound carrier
ca: Portadora de so
es: Portadora de sonido

source: Source request
ca: Sol·licitud d’origen
es: Solicitud de fuente

source: South
ca: Sud
es: Sur

source: South Africa
ca: Sud-Àfrica
es: Suráfrica

source: South Sudan
ca: Sudan del Sud
es: Sudán del Sur

source: Space to reserve for recordings (GB)
ca: Espai de disc per reservar per a enregistraments (en GB)
es: Espacio reservado para grabaciones (GB)

source: Space total %s, used %s, free %s (%0.f%%).
ca: Espai total %s, utilitzat %s, lliure %s (%0.f%%).
es: Espacio total %s, usado %s, libre %s (%0.f%%).

source: Space used:
ca: Espai utilitzat:
es: Espacio usado:

source: Spain
ca: Espanya
es: España

source: Spanish
ca: Espanyol
es: Español

source: Spanish / Castilian
ca: Espanyol / Castellà
es: Español/Castellano

source: Special
ca: Especial
es: Especial

source: Special 1
ca: Especial 1
es: Especial 1

source: Special 2
ca: Especial 2
es: Especial 2

source: Special Features Settings
ca: Configuració de característiques especials
es: Características especiales

source: Specify the directory to use when starting Media Player.
ca: Especificar el directori a utilitzar al iniciar Media Player.
es: Especificar el directorio a usar cuando se inicie el Media Player.

source: Speed
ca: Velocitat
es: Velocidad

source: Spinner Position
es: Posición del spinner

source: Split preview mode
ca: Mode de previsualització dividit
es: Dividir modo previsualización

source: Split tasks
es: Separar tareas

source: Splitscreen
ca: Pantalla dividida
es: Pantalla dividida

source: Sport
ca: Esports
es: Deportes

source: Sports
ca: Esports
es: Deportes

source: Standard
ca: Estàndard
es: Estándar

source: Standard (Always)
ca: Estàndar (sempre)
es: Estándar (siempre)

source: Standard list
ca: Llista estàndar
es: Estandar lista

source: Standby
ca: Repòs
es: Reposo

source: Standby / Restart
ca: Repòs / Reiniciar
es: Apagado / Reinicio

source: Standby without TV shut down
ca: Repòs sense apagar TV
es: Reposo sin apagar TV

source: Start
ca: Inici
es: Inicio

source: Start Auto Refresh
ca: Iniciar refresc automàtic
es: Iniciar auto refresco

source: Start Kodi
ca: Arrancar Kodi
es: Iniciar Kodi

source: Start RDS interactive
ca: Iniciar RDS interactiu
es: Iniciar RDS interactivo

source: Start an instant recording
es: Iniciar grabación instantánea

source: Start instant recording?
es: Iniciar grabación instantánea?

source: Start date
ca: Data d'inici
es: Fecha de inicio

source: Start edit at line end
ca: Iniciar edició al final de la línia
es: Iniciar edición al final de línea

source: Start from the beginning
ca: Comença des del principi
es: Empezar desde el principio

source: Start instant recording
ca: Inicia la gravació instantània
es: Iniciar grabación instantánea

source: Start mode
ca: Mode d'inici
es: Modo de inicio

source: Start offline decode
ca: Comença la descodificació fora de línia
es: Iniciar descodificación offline

source: Start or Stop service
es: Iniciar o parar servicio

source: Start recording current event
ca: Iniciar gravació del programa actual
es: Iniciar grabación del evento actual

source: Start service
es: Iniciar servicio

source: Start teletext
ca: Inicia el teletext
es: Iniciar teletexto

source: Start test
ca: Comença la prova
es: Comenzar prueba

source: Start the Chkroot initialization
es: Iniciar la inicialización de Chkroot

source: Start the Kexec initialization
ca: Iniciar la inicialització Kexec
es: Iniciar la inicialización Kexec

source: Start the backup of the selected image
es: Iniciar backup de la imagen seleccionada

source: Start the highlighted plugin
es: Iniciar el plugin seleccionado

source: Start time
ca: L’hora d’inici
es: Hora de inicio

source: Start time shift
ca: Activar pausa
es: Iniciar timeshift

source: Start/stop slide show
ca: Iniciar/Parar reproducció de diapositives
es: Iniciar/detener presentación de diapositivas

source: Start/stop/select cam
ca: Iniciar/Parar/Seleccionar CAM
es: Iniciar/Parar/Seleccionar CAM

source: Start/stop/select your cam, You need to install first a softcam
ca: Inicia/Para/Selecciona la teva CAM. Necessites instal·lar abans un softcam
es: Inicia/Para/Seleccione tu CAM, necesitas instalar antes una emuladora

source: Starting Softcam
ca: Iniciant Softcam
es: Iniciando Softcam

source: Starting column
ca: Columna d'inici
es: Iniciando columna

source: Starting date
ca: Data d'inici
es: Fecha de inicio

source: Starting directory
ca: Directori d'inici
es: Directorio de inicio

source: Starting time
ca: Hora d'inici
es: Hora de inicio

source: Starts in a few seconds
ca: S'inicia en pocs segons
es: Iniciar en pocos segundos

source: State
ca: Estat
es: Estado

source: Static IP / Custom
ca: IP estàtica / Personalitzada
es: IP Estática / Personalizada

source: Status
ca: Estat
es: Estado

source: Status message timeout
ca: Temps d'espera del missatge d'estat
es: Tiempo de espera del mensaje de estado

source: Status of the display during operation
ca: Estat del display durant el funcionament
es: Estado del display durante el funcionamiento

source: Status of the display in deep standby
ca: Estat del display en repòs profund
es: Estado del display en reposo profundo

source: Status of the display in standby mode
ca: Estat del display en repòs
es: Estado del display en reposo

source: Status unavailable!
ca: Estat no disponible!
es: Estado no disponible!

source: Step east
ca: Pas a l'est
es: Paso al este

source: Step west
ca: Pas a l'oest
es: Paso al oeste

source: Stepped east
ca: Pujada a l’est
es: Hacia el este

source: Stepped west
ca: Pujada a l’oest
es: Camino hacia el oeste

source: Stop
ca: Parar
es: Parar

source: Stop and delete all current recordings
es: Detener y eliminar todas las grabaciones actuales

source: Stop and delete recording
es: Detener y eliminar grabación

source: Stop Auto Refresh
ca: Parar refresc automàtic
es: Detener auto refresco

source: Stop PiP
ca: Parar PIP
es: Detener PiP

source: Stop Streams
ca: Para els streams
es: Parar streams

source: Stop current event and disable future events
ca: Aturar el programa actual i deshabilitar els següents
es: Detener el evento actual y desactivar los siguientes

source: Stop current event but not future events
ca: Aturar el programa actual però no els següents
es: Detener el evento actual pero no los siguientes

source: Stop entry
ca: Aturar entrada
es: Detener entrada

source: Stop playing this movie?
ca: Aturar la reproducció de la pel·lícula?
es: ¿Parar la reproducción de esta película?

source: Stop previous broadcasted service on return to movie list.
ca: Parar servei d'emisió previ al tornar a la llista de pel·lícules.
es: Detener el servicio transmitido anteriormente al regresar a la lista de películas.

source: Stop recording
ca: Deixa de gravar
es: Detener grabación

source: Stop recording and delete
ca: Deixeu de gravar i suprimiu
es: Detener grabación y eliminar

source: Stop recording now
ca: Para ara la gravació
es: Detener grabación

source: Stop service
es: Parar servicio

source: Stop service on return to movie list
ca: Servei de parada al retorn a la llista de pel·lícules
es: Detener canal al volver a la lista de películas

source: Stop streams
ca: Parar els streams
es: Detener streams

source: Stop test
ca: Atura la prova
es: Detener prueba

source: Stop testing plane after # failed transponders
ca: Deixeu de provar l’avió després de # transponders fallits
es: Detener la prueba de planos después de # transpondedores fallidos

source: Stop testing plane after # successful transponders
ca: Deixeu de provar l’avió després de # transponders amb èxit
es: Detener la prueba de planos después de # transpondedores correctos

source: Stop the update, if running, then exit
ca: Parar l'actualització, si està en marxa, llavors sortir
es: Detener la actualización, si está en marcha, entonces salir

source: Stop time shift
ca: Cancel·lar pausa
es: Detener Timeshift

source: Stop time shift and save time shift buffer as a movie
es: Detener el cambio de tiempo y guardar el búfer time shift como una película

source: Stop time shift and save time shift buffer as a movie and start recording of current event
es: Detenga el cambio de tiempo y guarde el búfer time shift como una película e inicie la grabación del evento actual

source: Stop time shift and save time shift buffer as movie
ca: Parar timeshift i guardar buffer timeshift com pel·lícula
es: Detener timeshift y guardar buffer como película

source: Stop time shift and save time shift buffer as movie and start recording of current event
ca: Parar timeshift i guardar buffer timeshift com pel·lícula i iniciar gravació del programa actual
es: Detener y guardar timeshift como película e iniciar grabación del evento actual

source: Stop time shift while recording
ca: Parar timeshift mentre es grava
es: Detener Timeshift durante la grabación

source: Stop timer recording
ca: Atureu la gravació del temporitzador
es: Detener temporizador de grabación

source: Stopped
ca: Aturat
es: Detenido

source: Stopping Softcam
ca: Parant softcam
es: Deteniendo Softcam

source: Stops time shift being used if a recording is in progress. (Advisable for USB sticks.)
ca: Deixa d'utilitzar timeshift si hi ha una gravació en curs. (Aconsellable per a llapis USB.)
es: Detener timeshift si se ejecuta a la par que se está grabando (aconsejable para memoria USB)

source: Storage / Disk Information
ca: Emmagatzematge/Informació de disc
es: Almacenamiento / Información de disco

source: Storage / Disk information for %s %s
ca: Emmagatzematge/Informació de disc de %s %s
es: Almacenamiento / Información de disco para %s %s

source: Storage / Disks
ca: Emmagatzematge / Discs
es: Almacenamiento/Discos

source: Storage / Drive information
ca: Emmagatzematge / Informació de disc
es: Almacenamiento / Información de disco

source: Storage Devices
ca: Dispositius d'emmagatzematge
es: Dispositivos de almacenamiento

source: Store position
ca: Guardar la posició
es: Almacenar posición

source: Stored position
ca: Posició guardada
es: Posición almacenada

source: Stream Relay is active, please switch to a none Stream Relay channel.
es: Stream Relay está activo, por favor cambia a un canal sin Stream Relay.

source: Stream Relay port
es: Puerto Stream Relay

source: Stream Relay Settings
es: Configuración Stream Relay

source: Stream Relay switch delay
es: Retardo Stream Relay

source: Stream Relay URL
es: URL Stream Relay

source: Stream request
ca: Sol·licitud de stream
es: Solicitud de streaming

source: Streaming
es: Retransmitiendo

source: Streaming Information Actions
ca: Informació de streaming
es: Acciones de información de streaming

source: Streaming Tuner Information
ca: Informació sintonització streaming
es: Información sintonizador de streaming

source: Streaming recording ended
ca: Gravació de streaming finalizada
es: Grabación stream finalizada

source: Streaming tuner information for %s %s
ca: Informació sintonització streaming de %s %s
es: Información sintonizador de streaming para %s %s

source: Stretch full
ca: Estirament complet
es: Estiramiento completo

source: Stretch linear
ca: Estirament lineal
es: Estiramiento lineal

source: Stretch nonlinear
ca: Estirament no lineal
es: Estiramiento no lineal

source: Strict DLNA
ca: DLNA estricte
es: DLNA estricto

source: Style
es: Estilo

source: Style:
ca: Estil:
es: Estilo:

source: Subscription Packages
es: Paquetes de suscripción

source: Subservice Actions
es: Acciones de subservicio

source: Subservice mode (GREEN button)
ca: Mode subservei (botó verd)
es: Modo subservicio (botón verde)

source: Subservices
ca: Subserveis
es: Subcanales

source: Subtitle
ca: Subtítols
es: Subtítulo

source: Subtitle Actions
ca: Subtítols
es: Acciones de subtítulo

source: Subtitle Quickmenu
ca: Subtítol Quickmenu
es: Menú rápido de subtítulo

source: Subtitle Settings
ca: Configuració de subtítols
es: Ajustes de subtítulos

source: Subtitle alignment
ca: Alineació de subtítols
es: Alineación de subtítulos

source: Subtitle black transparency
ca: Transparència negra del subtítol
es: Transparencia negra de subtítulos

source: Subtitle border width
ca: Amplada de vora del subtítol
es: Ancho de borde de subtítulos

source: Subtitle delay when timing is bad
ca: Retard de subtítols quan el temps és dolent
es: Retraso de subtítulos con sincronización mala

source: Subtitle delay when timing lacks
ca: Retarda de subtítols quan falta el temps
es: Retraso de subtítulos sin temporización

source: Subtitle font size
ca: Mida de tipus de subtítol
es: Tamaño de fuente de subtítulos

source: Subtitle language selection 1
ca: Selecció d’idiomes del subtítol 1
es: Selección de 1º idioma de subtítulos

source: Subtitle language selection 2
ca: Selecció d’idiomes del subtítol 2
es: Selección de 2º idioma de subtítulos

source: Subtitle language selection 3
ca: Selecció d’idiomes del subtítol 3
es: Selección de 3º idioma de subtítulos

source: Subtitle language selection 4
ca: Selecció d’idiomes del subtítol 4
es: Selección de 4º idioma de subtítulos

source: Subtitle position
ca: Posició del subtítol
es: Posición de subtítulos

source: Subtitle Selection
es: Selección de subtítulo

source: Open Subtitle options
es: Selección de subtítulos…

source: Subtitles
ca: Subtítols
es: Subtítulos

source: Subtitles Settings
ca: Configuració de Subtítols
es: Configurar subtítulos

source: Succeeded:
ca: Va tenir èxit:
es: Conseguido:

source: Sun
ca: Diu
es: Dom

source: Sundanese
ca: Sudanès
es: Sundanés

source: Sunday
ca: Diumenge
es: Domingo

source: Suriname
ca: Surinam
es: Surinam

source: Swap File Manager
ca: Administrador d'arxius Swap
es: Administrador Swap

source: Swap File not found. You have to create the file before to activate.
ca: No s'ha trobat l'arxiu Swap. Has de crear l'arxiu abans d'activar Swap.
es: Memoria swap no encontrada. Tienes que crearla antes para activarla.

source: Swap Manager
ca: Administrador Swap
es: Administrador Swap

source: Swap PiP
es: Cambiar PiP
