Repository: OpenSPA/dvbapp2
Catalog: po/*.po
Languages: ca, es

source: Select 'Yes' to remove all timer configuration data. Selecting this option will clear all timers, autotimers and power timers.
ca: Selecciona 'Sí' per eliminar totes les dades de configuració del temporitzador. Seleccionant aquesta opció, s'eliminaran tots els temporitzadors, temporitzadors automàtics i temporitzadors d'alimentació.
es: Seleccione "Sí" para eliminar todos los datos de configuración de los temporizadores. Al seleccionar esta opción, se borrarán todos los temporizadores, los temporizadores automáticos y los temporizadores de encendido.

source: Select 'Yes' to remove all tuning data. Selecting this option will remove all tuning and bouquet data and will make timers non functional until the receiver is retuned.
ca: Selecciona 'Sí' per eliminar totes les dades de sintonització. Seleccionant aquesta opció, s'eliminaran totes les dades de sintonització i de llistes i els temporitzadors no funcionaran fins que es torni a sintonitzar el receptor.
es: Seleccione "Sí" para eliminar todos los datos de sintonización. Al seleccionar esta opción se eliminarán todos los datos de sintonización y listas, los temporizadores dejarán de funcionar hasta que se vuelva a sintonizar el receptor.

source: Select 'Yes' to remove all user customizations of skin data. Selecting this option will remove all user based skin customizations. All affected skins will return to their standard settings. This will also clear any customized boot logos and backdrops.
ca: Selecciona "Sí" per eliminar totes les personalitzacions de dades del skin. Seleccionant aquesta opció, s'eliminaran totes les dades de personalitzacions del skin. Tots els skins afectats tornaran a la seva configuració estàndard. Això també eliminarà els bootlogos personalitzats.
es: Seleccione "Sí" para eliminar todas las personalizaciones del usuario de los datos de la piel. Al seleccionar esta opción se eliminarán todas las personalizaciones de pieles basadas en el usuario. Todas las apariencias afectadas volverán a su configuración estándar. Esto también borrará los logotipos de arranque y los fondos personalizados.

source: Select 'Yes' to remove all user interface data. Selecting this option will remove all key map, menu and setup override data and restore the default definitions.
ca: Selecciona "Sí" per eliminar totes les dades de la interfície d'usuari. Seleccionant aquesta opció, s'eliminaran totes les dades anul·lades del keymap, menús i configuració i es restauraran les definicions predeterminades.
es: Seleccione "Sí" para eliminar todos los datos de la interfaz de usuario. Al seleccionar esta opción, se eliminarán todos los datos del mapeo de teclas, de los menús y de la configuración y se restaurarán las definiciones predeterminadas.

source: Select 'Yes' to reset network configuration to the default. This will enable the Ethernet port if it exists and set the receiver to use DHCP. All other network interfaces will be deleted.
ca: Selecciona "Sí" per restablir la configuració de xarxa a la predeterminada. Això habilitarà el port Ethernet si existeix i configurarà el receptor perquè utilitzi DHCP. Totes les altres interfícies de xarxa s'eliminaran.
es: Seleccione "Sí" para restablecer la configuración de red por defecto. Esto habilitará el puerto Ethernet si existe y configurará el receptor para usar DHCP. Todas las demás interfaces de red serán eliminadas.

source: Select 'Yes' to set the cursor position to the end of the line when editing a text file. Select 'No' to set the cursor to the start of the line.
ca: Selecciona "Sí" per establir la posició del cursor al final de la línia quan s'edita un arxiu de text. Selecciona "No" per posar el cursor a l'inici de la línia.
es: Selecciona 'Sí' para fijar la posición del cursor al final de la línea cuando se esté editando un archivo de texto. Selecciona 'No' para fijar el cursor al inicio de la línea.

source: Select 'Yes' to show directories at the top/start of the list, or select 'No' to show files first.
ca: Selecciona 'Sí' per mostrar directoris a la part de dalt/inici de la llista, o selecciona 'No' per mostra primer els arxius.
es: Selecciona 'Sí' para mostrar directorios al inicio de la lista, o selecciona 'No' para mostrar primero los archivos.

source: Select 'Yes' to show driver packages in the Download Plugins screen.
es: Selecciona 'Sí' para mostrar los paquetes de drivers en la pantalla de Descarga de Plugins.

source: Select 'Yes' to show extensions packages in the Download Plugins screen.
es: Selecciona 'Sí' para mostrar los paquetes de extensiones en la pantalla de Descarga de Plugins.

source: Select 'Yes' to show kernel packages in the Download Plugins screen.
es: Selecciona 'Sí' para mostrar los paquetes de kernel en la pantalla de Descarga de Plugins.

source: Select 'Yes' to show m2k packages in the Download Plugins screen.
es: Selecciona 'Sí' para mostrar los paquetes m2k en la pantalla de Descarga de Plugins.

source: Select 'Yes' to show picon packages in the Download Plugins screen.
es: Selecciona 'Sí' para mostrar los paquetes de picon en la pantalla de Descarga de Plugins.

source: Select 'Yes' to show plugin skin packages in the Download Plugins screen.
es: Selecciona 'Sí' para mostrar los paquetes de skins en la pantalla de Descarga de Plugins.

source: Select 'Yes' to show security packages in the Download Plugins screen.
es: Selecciona 'Sí' para mostrar los paquetes de seguridad en la pantalla de Descarga de Plugins.

source: Select 'Yes' to show settings packages in the Download Plugins screen.
es: Selecciona 'Sí' para mostrar los paquetes de configuraciones en la pantalla de Descarga de Plugins.

source: Select 'Yes' to show skin component packages in the Download Plugins screen.
es: Selecciona 'Sí' para mostrar los paquetes de componentes de skins en la pantalla de Descarga de Plugins.

source: Select 'Yes' to show skin packages in the Download Plugins screen.
es: Selecciona 'Sí' para mostrar los paquetes de skins en la pantalla de Descarga de Plugins.

source: Select 'Yes' to show source 'src' packages in the Download Plugins screen.
es: Selecciona 'Sí' para mostrar los paquetes 'src' en la pantalla de Descarga de Plugins.

source: Select 'Yes' to show subscription packages in the Download Plugins screen.
es: Selecciona 'Sí' para mostrar los paquetes de suscripción en la pantalla de Descarga de Plugins.

source: Select 'Yes' to show system plugin packages in the Download Plugins screen.
es: Selecciona 'Sí' para mostrar los paquetes de plugins de sistema en la pantalla de Descarga de Plugins.

source: Select 'Yes' to show the advanced setting options.
ca: Selecciona 'Sí' per mostrar les opcions de configuració avançada.
es: Seleccione "Sí" para mostrar las opciones de configuración avanzada.

source: Select 'Yes' to show the bouquet selection screen every time you open the EPG.
ca: Selecciona 'Sí' per mostrar la pantalla de selecció de llistes cada cop que s'obri l'EPG.
es: Si se ajusta a 'sí', se mostrarán los grupos cada vez que abras el EPG.

source: Select 'Yes' to show the channel list after switching between Radio and TV modes.
ca: Selecciona 'Sí' per mostrar la llista de canals després de canviar entre mode Radio i TV.
es: Selecciona ‘Sí’para mostrar la lista de canales después de cambiar entre modo radio y TV.

source: Select 'Yes' to show the 'Movie Selection' entry in the Main Menu. This can provide access to the Movie Selection screen when there is no assigned button on the remote control.
es: Seleccione "Sí" para mostrar la entrada "Selección de películas" en Configuración. Esto ofrece acceso a la pantalla de selección de películas cuando no hay ningún botón asignado en el mando.

source: Select 'Yes' to show the current directory in the list of directories. Note that File Commander must be restarted for this change to take effect.
ca: Selecciona "Sí" per mostrar el directori actual a la llista de directoris. Tingueu en compte que l'Administrador d'arxius s'ha de reiniciar per què aquest canvi tingui efecte.
es: Selecciona 'Sí' para mostrar el directorio actual en la lista de directorios. Nota : el administrador de archivos se tiene que reiniciar para que el cambio tenga efecto.

source: Select 'Yes' to show the volume level on any automated changes of volume level.
es: Seleccione 'Sí' para mostrar el nivel de volumen en cualquier cambio automático del nivel de volumen.

source: Select 'Yes' to show this plugin in the Plugin Browser.
es: 'Ja' auswählen, um dieses Plugin im Plugin-Manager anzuzeigen.

source: Select 'Yes' to split tasks into separate actions.
es: Seleccione "Sí" para separar tareas en acciones separadas.

source: Select 'Yes' to use alternate GitHub feed IP addresses. This can be helpful if you use a VPN and the normal feeds can't be accessed via the published DNS names.
es: Selecciona 'Sí' para usar direcciones IP de fuentes de GitHub alternativas. Esto puede resultar útil si utilizas una VPN y no se puede acceder a las fuentes normales a través de los DNS publicados.

source: Select 'Yes' to use legacy navigation where CH+/- swaps the active column. Select 'No' to use the newer unified navigation option for consistent navigation with other screens where LEFT/RIGHT swaps the active column and CH+/- pages up and down the list.
es: Selecciona 'Sí' para usar la navegación heredada donde CH+/- intercambia la columna activa. Selecciona 'No' para usar la nueva opción de navegación unificada para una navegación consistente con otras pantallas donde IZQUIERDA/DERECHA intercambia la columna activa y CH+/- páginas hacia arriba y hacia abajo en la lista.

source: Select 'Yes' to use signal values (SNR, etc) calculated from the older API V3. This API version has now been superseded.
ca: Si es defineix a “sí”, els valors de senyal (SNR, etc.) es calcularan a partir de l’API V3. Aquesta és una versió antiga de l’API que ara ha estat substituïda.
es: Seleccione "Sí" para utilizar los valores de la señal (SNR, etc.) calculados a partir de la antigua API V3. Esta versión de la API ha sido sustituida.

source: Select 'Yes' to use the number keys for quick selection of files / directories, select 'No' to use the number keys for MENU option shortcuts.
ca: Selecciona "Sí" per utilitzar les tecles numèriques per a la selecció ràpida d'arxius/directoris, selecciona "No" per utilitzar les tecles numèriques per a les dreceres d'opcions del MENÚ.
es: Selecciona 'Sí' para usar los botones numéricos para la selección rápida de archivos/directorios, selecciona 'No' para usar los botones numéricos para accesos directos de opciones de MENÚ.

source: Select 'Yes, to display the InfoBar when fast forwarding or rewinding during media playback.
ca: Selecciona 'Sí' per mostrar la barra d'informació durant l'avanç ràpid o el rebobinat en la reproducció multimèdia.
es: Si se ajusta a 'sí', la barra de información se mostrará en el avance o rebobinado durante la reproducción de recursos.

source: Select 'Band' if using a 'Universal' LNB, otherwise consult your LNB specifications.
es: Seleccione "Banda" si utiliza un LNB "Universal", en caso contrario, consulte las especificaciones de su LNB.

source: Select 'Disabled' to disable all automated volume adjustments. Select 'Defined volume offsets' to assign a specified offset to the service's volume level. Select 'Last used/set volume' to remember the volume level last used for each service.
es: Seleccione 'Desactivado' para desactivar todos los ajustes automáticos de volumen. Seleccione 'Desplazamientos de volumen definidos' para asignar un desplazamiento específico al nivel de volumen del canal. Seleccione 'Último volumen usado/configurado' para recordar el último nivel de volumen usado para cada canal

source: Select 'Enabled' if this tuner has a signal cable connected, otherwise select 'Nothing connected'.
es: Seleccione "Activado" si este sintonizador tiene un cable de señal conectado, de lo contrario seleccione "Nada conectado".

source: Select 'Polarization' if using a 'Universal' LNB, otherwise consult your LNB specifications.
es: Seleccione "Polarización" si utiliza un LNB "universal", en caso contrario, consulte las especificaciones de su LNB.

source: Select 'Provider' to scan from the predefined list of cable multiplexes. Select 'Bands' to only scan certain parts of the spectrum. Select 'Steps' to scan in steps of a particular frequency bandwidth.
es: Selecciona "Proveedor" para escanear desde la lista predefinida de multiplexores de cable. Selecciona "Bandas" para escanear sólo ciertas partes del espectro. Selecciona "Pasos" para escanear a pasos un ancho de banda de frecuencia concreto.

source: Select 'Unique numbering' to assign unique numbers for every service in every bouquet. Use 'Bouquets start at 1' to start numbering each bouquet from 1. Use 'LCN numbering' to use consistent service LCNs where ever that service is used.
es: Seleccione 'Numeración única' para asignar números únicos a cada canal en cada bouquet. Utilice 'Los bouquets comienzan en 1' para comenzar a numerar cada bouquet desde 1. Utilice 'Numeración LCN' para usar números LCN de canal consistentes donde sea que se use ese canal.

source: Select 'Yes' if this tuner is connected to the SCR device through another tuner, otherwise select 'No'.
es: Seleccione "Sí" si este sintonizador está conectado al dispositivo SCR a través de otro sintonizador, de lo contrario seleccione "No".

source: Select 'Yes' to include %s multiplexes in your search.
es: Seleccione "Sí" para incluir %s multiplexes en su búsqueda.

source: Select 'Yes' to include symbol rate %s in your search.
es: Seleccione "Sí" para incluir el symbol rate %s en su búsqueda.

source: Select 'Yes' to include the %s band in your search.
es: Seleccione "Sí" para incluir la banda %s en su búsqueda.

source: Select 'Yes' to only send the DiSEqC command when changing from one satellite to another, or select 'No' for the DiSEqC command to be resent on every zap.
es: Seleccione "Sí" para enviar sólo el comando DiSEqC al cambiar de un satélite a otro, o seleccione "No" para que el comando DiSEqC se reenvíe en cada zapeo.

source: Select Additional Backup Files
ca: Seleccionar arxius adicionals a copiar
es: Selecciona los archivos adicionales del backup

source: Select Backup Location
ca: Selecciona la ubicació del backup
es: Selecciona ubicación del backup

source: Select Bookmark
ca: Seleccionar favorit
es: Selecciona favorito

source: Select CAId
ca: Seleccionar CAid
es: Seleccionar CAId

source: Select Enigma2 Skin
ca: Seleccionar skin enigma2
es: Seleccione la skin Enigma2

source: Select Excluded Backup Files
ca: Seleccionar arxius exclosos del backup
es: Seleccionar archivos excluidos del backup

source: Select Fast DiSEqC if your aerial system supports it. If you are unsure select 'No'.
es: Seleccione DiSEqC rápido si su sistema de antena lo admite. Si no está seguro, seleccione "No".

source: Select Folders
ca: Seleccionar carpetes
es: Seleccionar carpetas

source: Select HDD
ca: Seleccionar disc dur
es: Seleccionar HDD

source: Select Lan/Wlan
ca: Seleccionar LAN/WLAN
es: Seleccione LAN/WLAN

source: Select Location
ca: Seleccionar ubicació
es: Seleccionar ubicación

source: Select Media Location
ca: Seleccionar ubicació multimèdia
es: Seleccione la ubicación del medio

source: Select Playback Location
ca: Seleccionar ubicació de reproducció
es: Seleccione la ubicación de la reproducción

source: Select Quad Channels
ca: Sel·leccionar canals Quad
es: Seleccionar canales cuádruples

source: Select Software Update
ca: Sel·leccionar actualització de software
es: Seleccionar actualización de software

source: Select Time Shift Location
ca: Seleccionar ubicació timeshift
es: Seleccione la ubicación de Time Shift

source: Select Upgrade Source
ca: Seleccionar font d'actualització
es: Seleccionar fuente de actualización

source: Select Upgrade Source To Edit
ca: Sel·lecciona font d'actualització a editar
es: Seleccione fuente de actualización a editar

source: Select a bouquet
ca: Selecciona bouquet
es: Seleccionar un grupo

source: Select a cardserver from the available list.
ca: Selecciona un servidor de tarjetes de la llista disponible.
es: Seleccione un servidor de tarjetas de la lista disponible.

source: Select a debug log file to view:
ca: Selecciona un arxiu log de depuració a veure:
es: Seleccione un archivo de registro de depuración para verlo:

source: Select a directory
ca: Selecciona un directori
es: Selecciona un directorio

source: Select a directory from the bookmarks
ca: Selecciona un directori de favorits
es: Selecciona un directorio para los favoritos

source: Select a distribution from where images are to be obtained
ca: Selecciona una distribució des de la qual s'obtenen les imatges
es: Seleccione la distribución de la que se van a obtener las imágenes

source: Select a location into which to extract '%s':
ca: Selecciona una ubicació a la que extreure '%s':
es: Selecciona una ubicación donde extraer '%s':

source: Select a movie
ca: Seleccionar una pel·lícula
es: Seleccionar película

source: Select a network adapter
ca: Selecciona interfície de xarxaSeleccioneu un adaptador de xarxa
es: Seleccionar un adaptador de red

source: Select a repository commit log to view:
es: Seleccione el registro de confirmación de un repositorio para verlo:

source: Select a script to run:
ca: Sel·lecciona el script a executar:
es: Seleccione el script a ejecutar:

source: Select a time, when in Standby mode, after which the descramble can proceed.
es: Seleccione un tiempo, cuando esté en modo de espera, después del cual se podrá continuar con la descodificación.

source: Select a time, when in Standby, before which descramble can proceed.
es: Seleccione un momento, cuando esté en modo de espera, antes del cual se pueda realizar la descodificación.

source: Select a softcam from the available list.
ca: Seleccionar un softcam de la llista.
es: Seleccione una softcam de la lista disponible.

source: Select a tuner
ca: Seleccioneu un sintonitzador
es: Seleccionar un sintonizador

source: Select a wireless network
ca: Seleccioneu una xarxa sense fils
es: Seleccione una red inalámbrica

source: Select action
ca: Selecciona l’acció
es: Seleccione la acción

source: Select action for timer %s
es: Seleccione acción para el temporizador %s

source: Select additional files to backup
ca: Sel·leccionar arxius adicionals a copiar
es: Seleccionar los archivos adicionales del backup

source: Select all
es: Seleccionar todo

source: Select all lines
es: Seleccionar todas las líneas

source: Select all related files
ca: Seleccionar tots els arxius relacionats
es: Seleccionar todos los archivos relacionados

source: Select an action to perform when the task has completed.
ca: Seleccionar una acció a executar quan es completi la tasca.
es: Seleccione una acción a realizar cuando la tarea haya finalizado.

source: Select audio track
ca: Seleccionar pista d'àudio
es: Seleccionar pista de audio

source: Select cardserver
ca: Seleccionar un servidor
es: Seleccione el servidor de tarjetas

source: Select channel audio
ca: Selecciona el canal d'àudio
es: Seleccione el canal de audio

source: Select copy destination for:
ca: Seleccioneu la destinació de la còpia per a:
es: Seleccionar ubicación de la copia de:

source: Select default EPG type
es: Seleccionar el tipo de EPG por defecto...

source: Select default File Commander directory:
ca: Seleccionar directori predeterminat a l'Administrador d'arxius:
es: Seleccionar directorio predeterminado del administrador de archivos:

source: Select destination for:
ca: Selecciona la destinació per a:
es: Seleccionar la ubicación de:

source: Select files to exclude from backup
ca: Seleccionar arxius a excloure del backup
es: Selecciona archivos a excluir en el backup

source: Select files/folders to backup
ca: Seleccioneu arxius/carpetes per al backup
es: Seleccione archivos/carpetas para el backup

source: Select how long the screen saver image will stay in the same location on the screen before it will be moved.
es: Seleccione cuánto tiempo la imagen del protector de pantalla permanecerá en la misma ubicación en la pantalla antes de ser movida.

source: Select how long to display status messages.
ca: Seleccionar duració mostrant missatges d'estat.
es: Selecciona cuánto tiempo quieres mostrar los mensajes de estado.

source: Select how long to display the button error pop up. Button input is still permitted while the pop up is displayed.
ca: Seleccionar duració mostrant la finestra emergent d'error de botons. Les entrades dels botons encar es permeten mentre es mostra la finestra emergent.
es: Seleccione cuánto tiempo se mostrará la ventana emergente de error del botón. La entrada a traves de los botones sigue estando permitida mientras se muestra la ventana emergente.

source: Select how long to display the task and script message pop up.
ca: Seleccionar duració mostrant la tasca i la finestra emergent de missatge dels scripts.
es: Selecciona cuánto tiempo quieres mostrar la ventana emergente de mensaje de script y tarea.

source: Select how long, in seconds, that the volume and mute displays are shown before they automatically hide.
es: Seleccione durante cuánto tiempo, en segundos, se mostrarán las pantallas de volumen y silencio antes de que se oculten automáticamente.

source: Select how often this timer is to be repeated.
ca: Seleccionar amb quina freqüència es repetirà aquest temporitzador.
es: Seleccione la frecuencia con la que se debe repetir este temporizador.

source: Select how quickly the dish should move between satellites.
ca: Seleccioneu la rapidesa amb què s’ha de moure el plat entre els satèl·lits.
es: Seleccione la velocidad con la que la antena parabólica debe moverse entre los satélites.

source: Select how the arrow ('UP', 'DOWN', 'LEFT', and 'RIGHT') buttons will act during seek actions.
es: Seleccione cómo actuarán los botones de flecha ('ARRIBA', 'ABAJO', 'IZQUIERDA' y 'DERECHA') durante las acciones de búsqueda.

source: Select how the number buttons will act during seek actions.
es: Seleccione cómo actuarán los botones numéricos durante las acciones de búsqueda.

source: Select how the satellite dish is set up. i.e. fixed dish, single LNB, DiSEqC switch, positioner, etc.
ca: Seleccioneu la configuració de la antena parabòlica. és a dir, plat fix, LNB únic, commutador DiSEqC, posicionador, etc.
es: Seleccione cómo está configurada la antena parabólica, es decir, antena fija, LNB único, interruptor DiSEqC, posicionador, etc.

source: Select how to activate the Quick EPG mode.
ca: Seleccionar com activar el mode d'EPG ràpid.
es: Seleccione cómo activar el modo EPG rápido.

source: Select how your box will upgrade.
ca: Seleccionar com s'actualitzarà el receptor.
es: Seleccione como actualizar tu receptor.

source: Select if an end time is required.
ca: Seleccionar si es necessita hora final.
es: Seleccione si se requiere una hora de finalización.

source: Select if the default value for a setup entry is shown and, if so, where it is displayed in relation to the description.
ca: Seleccionar si es mostra el valor predeterminat d'una entrada de configuració i, si és així, on es mostra en relació a la descripció.
es: Seleccione si se muestra el valor por defecto de una entrada de configuración y, si es así, dónde se muestra en relación con la descripción.

source: Select if the screen menu path history is displayed and, if so, how it is to be displayed.
ca: Seleccionar si es mostra l'historial de la ruta del menú de la pantalla i, si és així, com s'ha de mostrar.
es: Seleccione si se muestra el historial de rutas del menú de la pantalla y, en caso afirmativo, cómo debe mostrarse.
