Repository: OpenSPA/dvbapp2
Catalog: po/*.po
Languages: ca, es

source: Configure the cursor behavior in the channel selection list. When opening the channel selection list you can remain on the current service or already select up/down and you are able to revert the B+/B- buttons.
ca: Configura el comportament del cursor a la llista de selecció de canals. Quan obriu la llista de selecció de canals, podeu romandre al canal actual o ja seleccionar amunt/avall i podreu revertir els botons B+/B-.
es: Configure el comportamiento del cursor en la lista de selección de canales. Al abrir la lista de selección de canales puede permanecer en el servicio actual o seleccionar arriba / abajo y podrá revertir los botones B + / B-.

source: Configure the display resolution and the font used for teletext.
ca: Configura la resolució de pantalla i la Font utilitzada per al teletext.
es: Configure la resolución de la pantalla y la fuente utilizada para el teletexto.

source: Select the duration of inactivity before the screen saver will be displayed.
es: Seleccione la duración de inactividad antes de que se muestre el protector de pantalla.

source: Configure the duration, in minutes, before the EnergySaver timer activates.
ca: Configura la duración, en minuts, abans que s'activi el temporitzador estalvi energètic.
es: Configura la duración, en minutos, antes de que se active el ahorro de energía.

source: Configure the duration, in minutes, before the SleepTimer activates.
ca: Configura la configuració, en minuts, abans de l'activació del temporitzador d'apagat.
es: Configura la duración, en minutos, antes de que se active el temporizador de apagado.

source: Configure the end coordinate in x of the teletext display area.
ca: Configura la coordenada final en x de l'àrea de visualització del teletext.
es: Configure la coordenada final en x del área de visualización de teletexto.

source: Configure the end coordinate in y of the teletext display area.
ca: Configura la coordenada final en y de l'àrea de visualització del teletext.
es: Configure la coordenada final en y del área de visualización de teletexto.

source: Configure the fast mode audio volume step size (limit 1-10). Activated when volume key permanent press or press fast in a row.
ca: Configura el tamany de pas del volum en mode ràpid (límit 1-10). S'activa quan es presiona permanentment el botó de volum o es prem ràpid en una columna.
es: Configura el tamaño de la etapa de volumen del audio en modo rápido (límite 1-10). Se activa cuando se pulsa permanentemente la tecla de volumen o se pulsa rápidamente de forma consecutiva.

source: Configure the first audio language (highest priority).
ca: Configura el primer llenguatge d’àudio (màxima prioritat).
es: Configurar el primer idioma de audio (primera prioridad).

source: Configure the first subtitle language (highest priority).
ca: Configura el primer idioma de subtítols (prioritat màxima).
es: Configurar el primer idioma de los subtítulos (primera prioridad).

source: Configure the font size of the subtitles.
ca: Configura la mida del tipus de lletra dels subtítols.
es: Configurar el tamaño de letra de los subtítulos.

source: Configure the font size relative to default size, so 1 increases by 1 point size, and -1 decreases by 1 point size.
ca: Configurar el tamany de font relatiu al tamany predeterminat, així 1 incrementa el tamany 1 punt, i -1 disminueix el tamany 1 punt.
es: Configure el tamaño de la fuente en relación con el tamaño por defecto, de modo que 1 aumenta en 1 punto de tamaño, y -1 disminuye en 1 punto de tamaño.

source: Configure the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size.
ca: Configurar el tamany de font relatiu al tamany del skin, així 1 incrementa el tamany 1 punt, i -1 disminueix el tamany 1 punt.
es: Configura el tamaño de letra respecto al skin. Así 1 aumenta 1 punto y -1 disminuye 1 punto.

source: Configure the fourth audio language.
ca: Configura el quart llenguatge d’àudio.
es: Configurar el cuarto idioma de audio.

source: Configure the fourth subtitle language.
ca: Configura el quart idioma de subtítols.
es: Configurar el cuarto idioma de subtítulos.

source: Configure the function of a long press on the power button.
ca: Configura la funció d'una pulsació prolongada del botó d'encesa.
es: Configurar la función de una pulsación larga de la tecla de encendido.

source: Configure the function of a short press on the power button.
ca: Configura la funció d'una pulsació curta del botó d'encesa.
es: Configurar la función de una pulsación corta de la tecla de encendido.

source: Configure the function of the < and > buttons.
ca: Configura la funció dels botons < i >.
es: Configurar la función de los botones < y >.

source: Configure the gateway.
ca: Configura la porta d’entrada.
es: Configurar la puerta de enlace.

source: Configure the general audio volume step size (limit 1-10).
ca: Configureu la mida de pas general del volum d’àudio (límit 1-10).
es: Configure el tamaño de la etapa de volumen de audio general (límite 1-10).

source: Configure the hard disk drive to go to standby after the specified idle time when the box is in standby.
ca: Configura l'anada del disc dur a repòs després d'un temps específic quan el receptor entri en repòs.
es: Configura el disco duro para que vaya a reposo tras el tiempo de inactividad especificado cuando el receptor está en reposo.

source: Configure the hard disk drive to go to standby after the specified idle time.
ca: Configureu la unitat de disc dur per passar al mode d’espera després del temps inactiu especificat.
es: Configurar el tiempo sin uso tras el cual el disco duro irá a reposo.

source: Configure the height of the TrueType font letters used for teletext.
ca: Configura l'alçada de la font TrueType utilitzada al teletext.
es: Configurar la altura de las letras de la fuente TrueType utilizadas para el teletexto.

source: Configure the horizontal alignment of the subtitles.
ca: Configura l’alineació horitzontal dels subtítols.
es: Configurar la alineación horizontal de los subtítulos.

source: Configure the initial fast forward speed. When you press the fast forward button, winding will start at this speed.
ca: Configura la velocitat inicial d’avanç ràpid. Quan premeu el botó d’avançament ràpid, la bobinada començarà a aquesta velocitat.
es: Configura la velocidad inicial de avance rápido. Cuando pulses la tecla de avance rápido, empezará a esa velocidad.

source: Configure the initial rewind speed. When you press the rewind button, winding will start at this speed.
ca: Configura la velocitat de rebobinat inicial. Quan premeu el botó de rebobinat, el bobinat començarà a aquesta velocitat.
es: Configura la velocidad inicial de rebobinado. Cuando pulses la tecla de rebobinado, empezará a esa velocidad.

source: Configure the latitude of your location.
ca: Configureu la latitud de la vostra ubicació.
es: Configurar la latitud de tu localización.

source: Configure the longitude of your location.
ca: Configureu la longitud de la vostra ubicació.
es: Configurar la logitud de tu localización.

source: Configure the minimum amount of disk space to be available for recordings. When the amount of space drops below this value, deleted items will be removed from the trashcan.
es: Configurar el espacio en disco mínimo disponible para grabaciones. Cuando el espacio caiga por debajo de ese valor, los programas borrados se eliminarán de la papelera.

source: Configure the minimum width before showing the 'i' icon, '0' is equal to not showing the icon at all.
ca: Configura l'amplada mínima abans de mostra la icona"i", "0" és igual a no mostrar la icona.
es: Configura el ancho mínimo antes de mostrar el icono ‘i’, ‘0’ es igual a no mostrar el icono.

source: Configure the name server (DNS).
ca: Configura el servidor DNS.
es: Configurar el servidor de nombres (DNS).

source: Configure the netmask.
ca: Configura màscara de xarxa.
es: Configurar la máscara de red.

source: Configure the number of days after which items are automatically removed from the trashcan.
es: Configure el número de días después de que los elementos se eliminan automáticamente de la papelera.

source: Configure the number of days old timers are kept before they are automatically removed from the timer list.
ca: Configureu el nombre de temps que es mantenen els temporitzadors abans que s’eliminin automàticament de la llista de temporitzadors.
es: Configurar los días que se guardan los temporizadores antiguos antes de eliminarlos automáticamente de la lista.

source: Configure the number of rows shown.
ca: Configura el número de columnes a mostrar.
es: Configura el número de filas mostradas.

source: Configure the offline decoding delay in milliseconds. The configured delay is observed at each control word parity change.
ca: Configura el retard de decodificació fora de línia en mil·lisegons. El retard configurat s’observa a cada canvi de paritat de paraula de control.
es: Configurar el retraso de decodificación offline en milisegundos. El retraso configurado se mantendrá en todos los cambios de paridad de palabras de control.

source: Configure the possible fast forward speeds.
ca: Configura les possibles velocitats d’avanç ràpid.
es: Configurar las velocidades de avance posibles.

source: Configure the possible rewind speeds.
ca: Configura les possibles velocitats de rebobinatge.
es: Configurar las velocidades de rebobinado posibles.

source: Configure the primary EPG language.
ca: Configura el llenguatge EPG principal.
es: Configurar el idioma principal del EPG.

source: Configure the refresh rate of the screen.
ca: Configura la velocitat d’actualització de la pantalla.
es: Configurar la tasa de refresco de la pantalla.

source: Configure the screen resolution for teletext (Not all skins support full-HD teletext).
ca: Configura la resolució de pantalla per al teletext (No tots els skin són compatibles amb el teletext fullHD).
es: Configurar la resolución de pantalla para el teletexto (No todas las interfaces soportan el teletexto full-HD).

source: Configure the second audio language.
ca: Configura el segon llenguatge d’àudio.
es: Configurar el segundo idioma de audio.

source: Configure the second subtitle language.
ca: Configura el segon idioma de subtítols.
es: Configurar el segundo idioma de subtítulos.

source: Configure the secondary EPG language.
ca: Configura el llenguatge EPG secundari.
es: Configurar el idioma secundario del EPG.

source: Configure the skip time interval for the '1'/'3' buttons.
ca: Configura l’interval de salt per als botons “1” / “3”.
es: Configurar el intervalo de tiempo de salto para las teclas '1' y '3'.

source: Configure the skip time interval for the '4'/'6' buttons.
ca: Configura l’interval de salt per als botons “4” / “6”.
es: Configurar el intervalo de tiempo de salto para las teclas ‘4’ y ‘6’.

source: Configure the skip time interval for the '7'/'9' buttons.
ca: Configura l’interval de salt per als botons “7” / “9”.
es: Configurar el intervalo de tiempo de salto para las teclas’7’ y ‘9’.

source: Configure the slow motion speeds.
ca: Configura la velocitat de moviment lent.
es: Configurar las velocidades a cámara lenta.

source: Configure the source of the frontend data as shown on the infobars. 'Settings' is as stored on the settings. 'Tuner' is as reported by the tuner.
ca: Configureu l’origen de les dades del frontend tal i com es mostra als infobars. “Configuració” es conserva a la configuració. “Sintonitzador” és el que ha informat el sintonitzador.
es: Configura como se muestra la fuente de datos del ‘frontend’ en la barra de información. ‘Ajustes’ si se ubica en ajustes. ‘Sintonizador’ según lo reportado por el sintonizador.

source: Configure the speed of the background deletion process. Lower speed will consume less hard disk drive performance.
ca: Configura la velocitat del procés de supressió de fons. Una velocitat inferior consumirà menys rendiment de la unitat de disc dur.
es: Configurar la velocidad del proceso de borrado en segundo plano. Una velocidad más lenta consume menos recursos.

source: Configure the start coordinate in x of the teletext display area.
ca: Configura la coordenada d'inici en x de l'àrea de visualització del teletext.
es: Configurar la coordenada inicial en x del área de visualización del teletexto.

source: Configure the start coordinate in y of the teletext display area.
ca: Configura la coordenada d'inici en y de l'àrea de visualització del teletext.
es: Configurar la coordenada inicial en y del área de visualización del teletexto.

source: Configure the subtitle delay when timing information is not available.
ca: Configura el retard de subtítols quan la informació de cronologia no estigui disponible.
es: Configurar el retraso de los subtítulos cuando no haya datos de sincronización.

source: Configure the third audio language.
ca: Configura el tercer llenguatge d’àudio.
es: Configurar el tercer idioma de audio.

source: Configure the third subtitle language.
ca: Configura el tercer idioma dels subtítols.
es: Configurar el tercer idioma de subtítulos.

source: Configure the transparency of the black background of graphical DVB subtitles.
ca: Configura la transparència del fons negre dels subtítols gràfics de DVB.
es: Configurar la transparencia del fondo negro de los subtítulos gráficos DVB.

source: Configure the transparency of the black background of subtitles.
ca: Configura la transparència dels fons negre dels subtitles.
es: Configurar la transparencia del fondo negro de los subtítulos.

source: Configure the tuner mode.
ca: Mode configuració.
es: Configurar el modo de sintonizador.

source: Configure the type of status indication icons shown in the movie list.
ca: Configureu el tipus d’icones d’indicació d’estat que es mostren al mòbil.
es: Configura el tipo de indicación de la duración en la lista de vídeos.

source: Configure the vertical position of the subtitles, measured from the bottom of the screen.
ca: Configura la posició vertical dels subtitles, medida des de la part inferior de la pantalla.
es: Configurar la posición vertical de los subtítulos, medida desde la parte inferior de la pantalla.

source: Configure the width allocated to the picon.
ca: Configura l'amplada assignada al picon.
es: Configurar la anchura asignada a picon.

source: Configure the width allocated to the service name.
ca: Configura l'amplada assignada al nom de canal.
es: Configurar la anchura asignada al nombre de canal.

source: Configure the width of the TrueType font letters used for teletext.
ca: Configura l'amplada de la font TrueType utilitzada per al teletext.
es: Configurar el ancho de las letras de la fuente TrueType utilizada para teletexto.

source: Configure this tuner using Simple or Advanced options, loop it through to another tuner, copy a configuration from another tuner or disable it.
es: Configurar este sintonizador utilizando opciones Simple o Avanzado, pasarlo a otro sintonizador, copiar una configuración de otro sintonizador o desactivarlo.

source: Configure to show channel names, numbers, picons or all three inside EPG.
ca: Configura per a mostrar noms de canal, números, picons o tots tres dins l'EPG.
es: Configurar para mostrar los nombres de los canales, los números, los picons o los tres dentro de la EPG.

source: Configure to show the channel names, picons, or both in the EPG.
ca: Configura per a mostrar noms de canal, picons o tots dos dins l'EPG.
es: Elige si mostrar nombres de canal, picon o ambos en el EPG.

source: Configure whether a bold TrueType font is used for teletext.
ca: Configura si una font bold TrueType s'utilitzarà per al teletext.
es: Configurar si se utiliza una fuente TrueType en negrita para el teletexto.

source: Configure whether a fixed font or a scalable TrueType font is used for teletext.
ca: Configura si una font fixa o una font TrueType escalable s'utilitzarà per al teletext.
es: Configurar si se utiliza una fuente fija o una fuente TrueType escalable para el teletexto.

source: Configure whether another tuner from the preferred list is allocated for recordings instead of sharing a tuner that is already active receiving the same live TV channel.
ca: Configura si un altre sintonitzador de la llista de preferits s'ha d'assignar a gravacions enlloc de compartir un sintonitzador que ja està actiu rebent el mateix canal de TV en directe.
es: Configurar si otro sintonizador de la lista preferida se asigna para las grabaciones en lugar de compartir un sintonizador que ya está activo recibiendo el mismo canal de televisión en directo.

source: Configure whether multi channel sound tracks should be downmixed to stereo.
ca: Configureu si les pistes de so multicanal s’han de barrejar en estèreo.
es: Configurar si las pistas de sonido multicanal deben ser mezcladas a estéreo.

source: Configure whether the 'recording' symbol (in the display skin and LCD skin) is visible for real recordings only or also for streaming and pseudo recordings (e.g. EPGrefresh).
ca: Configura si el símbol de gravació (en el skin principal i skin LCD) serà visible només per a gravacions reals o també per a streaming i pseudo gravacions (per ex. Refresc d'EPG).
es: Configurar si el símbolo de grabación (tanto de la pantalla como del LCD) es visible solo durante grabaciones reales o también para retransmisiones y pseudo grabaciones (por ejemplo el refresco de la EPG).

source: Configure which color format should be used on the SCART output.
ca: Configureu quin format de color s’ha d’utilitzar a la sortida SCART.
es: Configure el formato de color que se debe utilizar en la salida SCART.

source: Configure which tuner for recordings will be preferred, when more than one tuner is available.
ca: Configureu quin sintonitzador preferirà, quan hi ha més d’un sintonitzador disponible.
es: Configura qué sintonizador es el preferido para grabaciones cuando hay más de uno disponible.

source: Configure which tuner type will be preferred, when the same service is available on different types of tuners.
ca: Configura quin tipus de sintonitzador serà el preferit, quan el mateix servei estigui disponible en diferents tipus de sintonitzadors.
es: Configurar qué tipo de sintonizador será el favorito cuando el mismo canal esté disponible en sintonizadores diferentes.

source: Configure which tuner will be preferred for recordings, when more than one tuner is available. 'Disabled' would select a tuner based on preferred tuner in customize screen. 'Auto' would choose based on E2's default rules, ignoring preferred tuner in customize screen.
ca: Configura quin sintonitzador serà el preferit per a gravacions, quan més d'un sintonitzador estigui disponible. "Desactivat" seleccionaria un sintonitzdor basat en sintonitzador preferit en la pantalla de personalització. "Auto" triaria basat en regles predeterminades d'E2, ignorant sintonitzador preferit en la pantalla de personalització.
es: Configura qué sintonizador será el preferido para grabaciones cuando más de uno esté disponible. ‘Desactivado’ seleccionará un sintonizador basándose en la configuración personalizada. ‘Auto’ seleccionará basándose en las reglas predeterminadas de E2, ignorando el sintonizador preferido de la configuración personalizada.

source: Configure which tuner will be preferred, when more than one tuner is available. If set to 'auto' the system will give priority to the tuner having the lowest number of channels/satellites.
ca: Configureu quin sintonitzador es preferirà quan hi hagi més d’un sintonitzador disponible. Si es defineix com a “automàtic”, el sistema donarà prioritat al sintonitzador que tingui el menor nombre de canals / satèl·lits.
es: Configurar qué tipo de sintonizador es el favorito cuando haya más de uno disponibles. Si se ajusta en ‘auto’, el sistema dará prioridad al sintonizador con el menor número de canales/satélites.

source: Configure your NTP server.
ca: Configura el servidor NTP.
es: Configurar servidor NTP.

source: Configure your Network
ca: Configura la teva xarxa
es: Configura tu red

source: Configure your internal LAN
ca: Configureu la vostra LAN interna
es: Configurar LAN interno

source: Configure the network again
ca: Configura de nou la xarxa
es: Vuelva a configurar la red

source: Configure your network settings, and press OK to start the scan
ca: Configura la configuració de xarxa, i prem OK per iniciar la recerca
es: Configure los ajustes de red, y pulse OK para iniciar la búsqueda

source: Configure your wireless LAN again
ca: Configura de nou la vostra LAN sense fils
es: Vuelva a configurar la red inalámbrica

source: Configures which video output connector will be used.
ca: Configura quin connector de sortida de vídeo s’utilitzarà.
es: Configura qué salida de vídeo se va a utilizar.

source: Configuring
ca: Configurant
es: Configurando

source: Configuring Service
es: Configurando Servicio

source: ConflictTimer Actions
ca: Accions temporitzador de conflicte
es: Acciones de conflicto de temporizadores

source: ConflictTimer Overview
ca: Gravació en conflicte
es: Conflicto de temporizadores

source: Congratulations, you have successfully configured your %s %s for use with the IceTV Smart Recording service. Your IceTV guide will now download in the background.
ca: Felicitats, has configurat satisfactòriament el %s %s per a utilitzar-lo amb el servei de gravació IceTV. La teva guia IceTV es descarregarà ara mateix en segon pla.
es: Enhorabuena, ha configurado con éxito su %s %s para usarlo con el servicio IceTV Smart Recording. Su guía IceTV se descargará ahora en segundo plano.

source: Connect
ca: Conecta
es: Conectar

source: Connect to IceTV server every
ca: Connectar al servidor IceTV cada vegada
es: Conectar con el servidor IceTV cada

source: Connect to a wireless network
ca: Conecta a red inalambrica
es: Conectado a una red inalámbrica

source: Connected clients
ca: Clients connectats
es: Clientes conectados

source: Connected satellites
ca: Satèl·lits connectats
es: Satélites conectados

source: Connected to
ca: Connectat a
es: Conectado a

source: Connected transcoding, limit - no PiP!
es: Transcodificación conectada, límite - no PiP!

source: Connected:
ca: Connectat:
es: Conectado:

source: Connection information
ca: Informació de connexió
es: Información de conexión

source: Connector
es: Conector

source: Console
ca: Consola
es: Consola

source: Console Actions
es: Consola

source: Console Network Packages
es: Paquetes de consola de red

source: Console Packages
es: Paquetes de consola

source: Console Utility Packages
es: Paquetes de utilidades de consola

source: Constellation & FFT mode
ca: Mode constel·lació i FFT
es: Constelación y modo FFT

source: Consult your SCR device specifications for this information.
es: Consultar la hoja de especificaciones de su dispositivo SCR para obtener esta información.

source: Consult your motor's specifications for this information, or leave the default setting.
es: Consultar la hoja de especificaciones de su motor para obtener esta información, o deje la configuración por defecto.

source: Contacting IceTV server and setting up your %s %s.
ca: Contactant servidor IceTV i configurant el %s %s.
es: Contactar con el servidor IceTV y configurar su %s %s.

source: Content
ca: Contingut
es: Contenido

source: contents:
es: contenido:

source: Content does not fit on DVD!
ca: El contingut no entra en DVD!
es: ¡El contenido no cabe en un DVD!

source: Context
es: Contexto

source: Continent
es: Continente

source: Continue
ca: Continuar
es: Continuar

source: Continue in background
ca: Continuar en segon pla
es: Continuar en segundo plano

source: Continue playback
ca: Continua la reproducció
es: Continuar reproducción

source: Continue playing
ca: Continuar jugant
es: Continuar reproduciendo

source: Continue to run the task in the background
ca: Continuar executant la tasca en segon pla
es: Seguir ejecutando la tarea en segundo plano
