Repository: OpenSPA/dvbapp2
Catalog: po/*.po
Languages: ca, es

source: Search picons in /media/hdd
ca: Buscar picons en /media/hdd
es: Buscar picons en /media/hdd

source: Manage Plugins
ca: Administrar plugins
es: Administrar Plugins

source: Plugin Manager Actions
ca: Administrador de plugins
es: Acciones del administrador de plugins

source: Add Extra USB slots
ca: Afegir slots USB extra
es: Añadir slots USB

source: Type of LNB/Device
ca: Tipus de LNB/dispositiu
es: Tipo de LNB/Dispositivo

source: Xupnpd Setup
ca: Configuració de Xupnpd
es: Configurar Xupnpd

source: Udpxy Setup
ca: Configuració d'Udpxy
es: Configurar Udpxy

source: The '%s' file already exists. Do you want to overwrite it?
ca: L'arxiu '%s' ja existeix. Vols sobreescriure'l?
es: El archivo '%s' ya existe. ¿Quieres sobreescribirlo?

source: Do you want to Install OpenSPA Extra Plugins?
ca: Voleu instal·lar plugins adicionals d'OpenSPA?
es: ¿Desea instalar Plugins extra de OpenSPA?

source: It does not decrypt, or there is no active EMU
ca: No es pot desencriptar, o no hi ha EMU activa
es: No se puede decodificar, o no hay una CAM activa

source: Vu+ MultiBoot Manager
ca: Administrador MultiBoot Vu+
es: Administrador de MultiBoot Vu+

source: Press Green key to enable MultiBoot Will reboot within 10 seconds, Unless you have eMMC slots to restore. Restoring eMMC slots can take from 1 -> 5 minutes per slot.
ca: Prem botó verd per activar Multiboot Es reiniciarà en 10 segons, almenys que tinguem slots eMMC per a restaurar. Restaurar slots eMMC pot tardar entre 1 i 5 minuts per slot.
es: Pulsa botón verde para activar Multiboot Se reiniciará en 10 segundos, a no ser que tengas slots a restaurar. Restaurar slots eMMC puede durar entre 1 y 5 minutos por slot.

source: Init Vu+ MultiBoot
ca: Iniciar MultiBoot Vu+
es: Iniciar Multiboot Vu+

source: Enable Kexec MultiBoot
ca: Activar MultiBoot Vu+
es: Habilitar Multiboot Kexec

source: Vu+ MultiBoot Initialisation
ca: Inicialització Multiboot Vu+
es: Inicialización MultiBoot Vu+

source: Vu+ MultiBoot Initialisation in progress Will reboot after restoring any eMMC slots This can take from 1 -> 5 minutes per slot.
ca: Inicialització del Multiboot Vu+ en progrés! Es reiniciarà després de restaurar qualsevol slot eMMC. Pot tardar entre 1 i 5 minuts per slot.
es: Inicialización Multiboot Vu+ en progreso Se reiniciará después de restaurar cualquier slot eMMC Esto puede durar de 1 a 5 min por slot.

source: [VuplusKexec][create Vu+ Multiboot environment] - Unable to complete, Vu+ Multiboot files missing
ca: [VuplusKexec][crear un entorn Multiboot per a Vu+] - Impossible completar, arxius Multiboot no trobats
es: [VuplusKexec][Crear entorno Multiboot Vu+ Multiboot] - Imposible completar, no se encuentran archivos Multiboot Vu+

source: All regions, Spain, (Europe DVB-T/T2)
ca: Totes les regions, Espanya, (Europa DVB-T/T2)
es: Todas las regiones, España, (Europa DVB-T/T2)

source: Kexec MultiBoot Actions
ca: MultiBoot Vu+
es: MultiBoot Kexec

source: Kexec MultiBoot Initialisation - will reboot after 10 seconds.
ca: Inicialització Multiboot Kexec - es reiniciarà després de 10 segons.
es: Inicialización Multiboot Kexec - se reiniciará después de 10 segundos.

source: Kexec MultiBoot Initialisation in progress! Will reboot after restoring any eMMC slots. This can take from 1 -> 5 minutes per slot.
ca: Inicialització del Multiboot Kexec en progrés! Es reiniciarà després de restaurar qualsevol slot eMMC. Pot tardar entre 1 i 5 minuts per slot.
es: Inicialización Multiboot Kexec en progreso Se reiniciará después de restaurar cualquier slot eMMC Esto puede durar de 1 a 5 min por slot.

source: Kexec MultiBoot Manager
ca: Administrador MultiBoot Vu+
es: Administrador de MultiBoot Kexec

source: Kexec Manager
es: Administrador Kexec

source: Really permanently delete MultiBoot files? %s
ca: Eliminar de forma permanent els arxius? %s
es: ¿Borrar realmente de forma permanente los archivos MultiBoot? %s

source: Really permanently delete MultiBoot Images?
es: ¿Realmente quiere eliminar permanentemente las imágenes MultiBoot?

source: Remove forever
ca: Eliminar per sempre
es: Eliminar Kexec

source: Unable to complete - Kexec Multiboot files missing!
ca: Impossible completar - Arxius de Multiboot Kexec no trobats!
es: No se ha podido completar - ¡Faltan archivos Kexec Multiboot!

source: Press Green key to enable MultiBoot! Will reboot within 10 seconds, unless you have eMMC slots to restore. Restoring eMMC slots can take from 1 -> 5 minutes per slot.
ca: Prem botó verd per habilitar Multiboot! Es reiniciarà en 10 segons. almenys que tinguem slots eMMC a restaurar. Restaurar slots eMMC pot durar entre 1 i 5 min per slot.
es: Pulsa botón verde para activar Multiboot Se reiniciará en 10 segundos, a no ser que tengas slots eMMC a restaurar. Restaurar slots eMMC puede durar entre 1 y 5 minutos por slot.

source: Include international data *
ca: Incloure dades d'idioma *
es: Incluir datos de idiomas

source: Enable this option to add international language and country load information detected during system boot to the debug log file.
ca: Activar aquesta opció per afegir informació de càrrega d'idioma i país durant l'arrencada del sistema a l'arxiu del log de depuració.
es: Habilitar esta opción para añadir información de carga de idioma y país detectada durante el arranque del sistema al archivo log de depuración.

source: Locale / Language Settings
ca: Configuració d'idioma/regió
es: Configuración idioma / región

source: SDroot
ca: Arranc memòria interna o SD
es: Arranque memoria interna o SD

source: H9 SD Manager
ca: Administrador SD en H9
es: Administrador SD en H9

source: Install image to SD or USB
ca: Instal·lar imatge a la SD
es: Instalar imagen a SD

source: switch Nand and SDcard
ca: Intercanvia Nand i SDcard
es: Cambiar entre memoria interna y tarjeta SD

source: H9 SDcard manager
ca: Administrador de tarjeta SD en H9
es: Administrador tarjeta SD en H9

source: Press appropiate Init to move Nand root to SDcard.
ca: Prem Inicialitzar per moure l'arranc de la memòria interna a la SD.
es: Pulsa Inicializar para mover el arranque de memoria interna a la tarjeta SD.

source: Init SDcard
ca: Inicialitzar tarjeta SD
es: Inicializar tarjeta SD

source: Init Zgemma H9 SDCARD - please reboot after use.
ca: Inicialitzar tarjeta SD del Zgemma H9 - si us plau, reinicia en acabar.
es: Inicializar SD del Zgemma H9 - por favor, reiniciar al acabar.

source: The Kexec Multiboot is Disabled
ca: El Multiboot Kexec està deshabilitat
es: MultiBoot Kexec deshabilitado

source: Press Green key to add more slots in USB Will reboot within 10 seconds.
ca: Prem la tecla verda per afegir més slots a l'USB Es reiniciarà en 10 segons.
es: Pulsa botón verde para añadir más slots en USB Se reiniciará dentro de 10 segundos.

source: The Kexec Multiboot is Enabled
ca: El Multiboot Kexec està habilitat
es: MultiBoot Kexec habilitado

source: You have 4 slots in the flash
ca: Tens 4 slots a la memòria interna
es: Tienes 4 slots en la memoria interna

source: You have %d slots in a usb device
ca: Tens %d slots en un dispositiu USB
es: Tienes %d slots en el dispositivo USB

source: Add 4 more Multiboot USB slots after slot %s ?
ca: Afegir 4 ranures més d'arrencada USB després del slot %s?
es: Añadir más slots Multiboot USB después del slot %s?

source: [KexecInit][add USB STARTUP slots] - The USB (%s) only has %s free. At least 1024MB is required.
ca: [KexecInit][afegir ranures d'arrencada USB]: L'USB (%s) només té %s lliures. Es requereixen almenys 1024 MB.
es: [KexecInit][añadir slots arranque USB] - El USB (%s) solo tiene %s libres. Se necesitan al menos 1024MB.

source: Format Storage Device
ca: Format del dispositiu d'emmagatzematge
es: Formatear dispositivo de almacenamiento

source: Do you really want to format the device in the Linux file system? All data on the device will be lost!
ca: Realment voleu formatar el dispositiu al sistema d'arxius Linux? Es perdran totes les dades del dispositiu!
es: ¿Seguro que quieres formatear el dispositivo en formato Linux? ¡Se perderán todos los datos del dispositivo!

source: Please select a category.
ca: Per favor, sel·lecciona una categoria.
es: Por favor, selecciona una categoría.

source: Please select the package to delete.
ca: Per favor, selecciona el paquet a eliminar
es: Por favor, selecciona el paquete a borrar.

source: Select method?
ca: Sel·leccionar mètode?
es: Seleccionar método?

source: Force Depends
ca: Forçar dependències
es: Forzar dependencias

source: Force Remove
ca: Forçar esborrat
es: Forzar borrado

source: Removing ipk %s
ca: Eliminant ipk %s
es: Eliminando IPK %s

source: Removing Depends of ipk %s
ca: Eliminant dependencies de l'ipk %s
es: Borrado dependencias del IPK %s

source: Force Removing ipk %s
ca: Forçar esborrat de l'ipk %s
es: Forzar borrado del IPK %s

source: Ipk Uninstaller - Main Menu
ca: Desinstal·lador ipk - Menú principal
es: Desinstalador IPK - Menú principal

source: Ipk Uninstaller - List installed packages
ca: Desinstal·lador ipk - Llista de paquets instal·lats
es: Desinstalador IPK - Lista de paquetes instalados

source: Ipk Uninstall Tool
ca: Eina desinstal·lació Ipk
es: Herramienta desinstalación IPK

source: Mount shares again
ca: Muntar recursos de xarxa una altra vegada
es: Montar recursos de red otra vez

source: This action will permanently delete the images in slots 1 to 3. Do you want to make a backup of these images? You will need to have a hard disk or usb. By enabling kexec they will be restored automatically. Backup eMMC slots can take from 1 -> 5 minutes per slot.
ca: Aquesta acció eliminarà permanentment les imatges dels slots 1 a 3. Voleu fer un backup d'aquestes imatges? Haureu de tenir un disc dur o USB. En activar kexec es restauraran automàticament. El backup dells slots eMMC pot trigar entre 1 i 5 minuts per slot.
es: Esta acción eliminará permanentemente las imágenes de los slots 1 a 3. ¿Quieres hacer backup de estas imágenes? Necesitarás un disco duro o usb. Al habilitar el kexec se restauraran automáticamente. El backup de slots eMMC puede tardar 1 -> 5 minutos por cada slot.

source: The backup could not be made, do you want to continue? Images in slots 1 to 3 will be lost
ca: El backup no s'ha pogut fer, vols continuar? Les imatges del slots 1 a 3 es perdran.
es: El backup no se ha podido hacer, ¿Quieres continuar? Las imágenes en los slots 1 a 3 se perderán

source: Are you sure to continue? Images were lost in slots 1 to 3
ca: Estàs segur de continuar? Imatges perdudes del slot 1 al 3
es: ¿Estas seguro de continuar? Se perderán las imágenes en los slots 1 a 3

source: Yes, and don't ask again for this session
ca: Sí, i no preguntar de nou en aquesta sessió
es: Sí, y no preguntar de nuevo en esta sesión

source: <Select a device>
ca: <Seleccioneu un dispositiu>
es: <Seleccione un dispositivo>

source: Add more slots
ca: Afegir més slots
es: Añadir más slots

source: Choose the amount of additional slots.
ca: Tria la quantitat de slots adicionals.
es: Escoge la cantidad de slots adicionales.

source: Choose the target device for the slots. Press OK or GREEN to select it.
es: Elija el dispositivo de destino para los slots. Pulse OK o VERDE para seleccionarlo.

source: Choose the target location for the slots.
ca: Tria la ubicació de destí dels slots.
es: Elija la ubicación de destino para los slots.

source: Close the Kexec MultiBoot Manager
ca: Tancar l'administrador MultiBoot Kexec
es: Cerrar el administrador de multiBoot Kexec

source: Close the SeekBar after returning to the starting point
es: Cerrar la barra de búsqueda después de regresar al punto de partida

source: Create Slots
ca: Crear slots
es: Crear slots

source: Create slots for the selected device
es: Crear slots para el dispositivo seleccionado

source: Create the additional slots on the selected device
ca: Crear els slots adicionals al dispositiu seleccionat
es: Crear los slots adicionales en el dispositivo seleccionado

source: Kexec MultiBoot Initialization in progress!
ca: Inicialització Multiboot Kexec en progrés!
es: Inicialización Multiboot Kexec en progreso!

source: Kexec MultiBoot files are missing.
ca: Arxius Multiboot Kexec no trobats.
es: Archivos del MultiBoot Kexec no encontrados.

source: NOTE
ca: NOTA
es: NOTA

source: Permanently remove the MultiBoot files?
ca: Eliminar de forma permanent els arxius multiboot?
es: ¿Borrar permanentemente los archivos MultiBoot?

source: Please select the device or Cancel to cancel the selection.
ca: Selecciona el dispositiu o Cancel·lar per a cancel·lar la selecció.
es: Seleccione el dispositivo o Cancelar para cancelar la selección.

source: Press GREEN to enable MultiBoot!
ca: Prem botó verd per activar Multiboot!
es: Pulsa botón VERDE para activar Multiboot!

source: Remove Files
ca: Eliminar arxius
es: Eliminar archivos

source: Remove the MultiBoot files
ca: Eliminar els arxius multiboot
es: Eliminar los archivos multiboot

source: Select a device to create multiboot slots
es: Seleccione un dispositivo para crear slots multiboot

source: Select a device to use for the additional slots
ca: Selecciona un dispositiu per a utilitzar per als slots adicionals
es: Seleccione un dispositivo para usar en los slots adicionales

source: Slot Manager
ca: Administrador de slots
es: Administrador de slots

source: Unable to initialize Kexec MultiBoot!
ca: No es pot inicialitzar Multiboot Kexec!
es: Imposible inicializar Multiboot Kexec!

source: Video output port selection. Make sure the correct input is selected on the TV. Press OK if you can see this page on your TV. The next output port will be automatically tried in 10 seconds.
ca: Selecció sortida de video. Assegureu-vos que a la TV s'ha seleccionat la entrada correcta. Prem OK si pots veure aquesta pàgina a la TV. Es seleccionarà automàticament el següent port de sortida en 10 seg.
es: Selección del puerto de salida de vídeo. Asegúrese de que está seleccionada la entrada correcta en el televisor. Pulse OK si puede ver esta página en su televisor. El siguiente puerto de salida se seleccionará automáticamente en 10 seg.

source: Video Wizard
ca: Assistent de video
es: Asistente de vídeo

source: Select video output port with UP/DOWN buttons
ca: Seleccioneu la sortida de vídeo amb botons de dalt / baix
es: Selecciona el puerto de salida de vídeo con los botones ARRIBA/ABAJO

source: Default video mode selected for the TV.
ca: Mode de video per defecte seleccionat per a la TV.
es: Modo de vídeo predeterminado seleccionado para la TV.

source: Default volume offset
ca: Compensació de volum predeterminada
es: Desplazamiento de volumen predeterminado

source: Default video mode selected
ca: Mode de video per defecte seleccionat
es: Modo de vídeo por defecto seleccionado

source: Auto video mode selected for the TV.
ca: Mode de video automàtic seleccionat per a la TV.
es: Modo automático de vídeo seleccionado para la TV.

source: Auto video mode selected
ca: Mode automàtic de video seleccionat
es: Modo de vídeo automático seleccionado

source: Select the list of LCN rules to be applied to the scan.
es: Seleccione la lista de reglas LCN que se aplicarán a la búsqueda.

source: Select the refresh rate to be used on the TV.
ca: Selecciona la tassa de refresc que s'utilitzarà a la TV.
es: Seleccione la tasa de refresco que se usará en la TV.

source: Select the video mode to be used on the TV. If a video mode causes signal loss: Long press EXIT.
es: Seleccione el modo de vídeo que se usará en la TV. Si un modo de video provoca pérdida de señal: Pulse prolongado EXIT.

source: Connected through another tuner
ca: Connectat a través d'un altre sintonitzador
es: Conectado a través de otro sintonizador

source: Select 'Yes' to enable new Zap timers to have an end time turned on and defined by default.
ca: Selecciona 'Sí' per habilitar nous temporitzadors de zàping per tenir una hora de finalització activada i definida per defecte.
es: Selecciona 'Sí' para activar nuevos temporizadores de zapeo para tener un tiempo de finalización activado y definido por defecto.

source: Load EPG Cache
ca: Carregar memòria cau d'EPG
es: Cargar caché EPG

source: Save EPG Cache
ca: Guardar memòria cau d'EPG
es: Guardar caché EPG

source: Delete EPG Cache
ca: Eliminar memòria cau d'EPG
es: Eliminar Caché EPG

source: Protect spzMenu (OpenSPA Main Menu)
ca: Protegir spzMenu (Menu principal OpenSPA)
es: Proteger spzMenu (Menú principal OpenSPA)

source: Enable core dumps *
ca: Habilitar bolcats de nucli *
es: Habilitar volcados de núcleo *

source: Core dumps are helpful for developers in case of a FATAL SIGNAL crash in the C++ code. Typical core dump size is 110 MB so adjust maximum space used and choose proper location.
ca: Els bolcats de nucli són útils per als desenvolupadors en cas d'un error FATAL SIGNAL al codi C++. La mida típica del bolcat del nucli és de 110 MB, així que ajusteu l'espai màxim utilitzat i trieu la ubicació adequada.
es: Los volcados del núcleo son útiles para los desarrolladores en caso de un bloqueo FATAL SIGNAL en el código C++. El tamaño típico de volcado del núcleo es de 110 MB, por lo tanto, ajuste el espacio máximo utilizado y elija la ubicación adecuada.

source: <Flash expander inactive>
es: <Flash expander inactivo>

source: Activate Expander
es: Activar Flash Expander

source: Activate the flash expander, save all changed settings and exit
es: Activar flash expander, guardar todos los ajustes modificados y salir

source: By disk UUID
es: Por UUID del disco

source: By disk label
es: Por etiqueta del disco

source: Configure DNS (name servers)
es: Configurar DNS

source: Configure the Internet connection by adjusting the values shown. When the settings are correct press OK to continue.
es: Configura tu conexión a internet ajustando los valores mostrados. Cuando los ajustes sean correctos, pulsa OK para continuar.

source: Connect to the Internet
es: Conectar a internet

source: Continue with package download and installation
es: Continuar con la descarga e instalación de paquetes básicos

source: Create Expander
es: Crear expander

source: Create swap
es: Crear swap

source: Create the flash expander in the selected device
es: Crear la extensión de flash en el dispositivo seleccionado

source: Deactivate Expander
es: Desactivar FlashExpander

source: Deactivate the flash expander in the selected device
es: Desactivar el flash expander en el dispositivo seleccionado

source: Delete Expander
es: Eliminar extensión de flash

source: Delete the character to the left of the cursor
es: Eliminar el carácter a la izquierda del cursor

source: Delete the character under the cursor
es: Eliminar el carácter debajo el cursor

source: Delete the flash expander in the selected device
es: Eliminar flash expander del dispositivo seleccionado

source: Do another manual service scan?
es: ¿Hacer otra búsqueda manual de canales?

source: Do you want the upgrade guide?
es: ¿Quieres actualizar la guía?

source: Do you want to deactivate this flash expander?
es: ¿Quieres desactivar este flash expander?

source: Do you want to delete this flash expander directory?
es: ¿Quieres eliminar este directorio de flash expander?

source: Do you want to start a backup now?
es: ¿Quieres iniciar un backup ahora?

source: Enter text via an attached keyboard
es: Introduce texto a través de un teclado conectado

source: Error: The copy was unsuccessful!
es: Error: La copia ha fallado!

source: Error: The delete was unsuccessful!
es: Error: El borrado ha fallado!

source: Error: mount not successful!
es: Error, ¡montaje sin éxito!

source: Flash Expander Actions
es: Flash Expander

source: FlashExpander on boot is '%s'. FlashExpander status is '%s'.
es: FlashExpander está '%s' al arrancar. El estado de FlashExpander es '%s'.

source: Follow instructions on TV
es: Sigue las instrucciones en la TV

source: Formal a disk
es: Formatear disco

source: Format Disk
es: Formatear disco

source: Go back to the previous step
es: Volver al paso anterior

source: Immediately exit the wizard (Debug mode only)
es: Salir inmediatamente del asistente (Solo modo depuración)

source: Limited memory size, swap file required
es: Tamaño memoria limitada, archivo swap requerido

source: Network wizard completed. Press OK to continue.
es: Asistente de red completado. Pulsa OK para continuar.

source: No Internet connection
es: Sin conexión a internet

source: Package installation failed.
es: Falló la instalación de paquete.

source: Perform the upgrade?
es: ¿Realizar la actualización?

source: Please wait, copy of flash memory is being deleted. This could take a few minutes to complete.
es: Por favor espere, se está eliminando la copia de la memoria interna. Esto podría tardar unos minutos en completarse.

source: Please wait, flash memory is being copied to this flash expander. This could take a number of minutes to complete.
es: Por favor espere, se está copiando la memoria interna al dispositivo. Esto podría tardar unos minutos en completarse.

source: Please wait, swap is is being created. This could take a few minutes to complete.
es: Por favor espere, se está creando la swap. Esto puede tardar unos minutos en completarse.

source: Plug in USB device
es: Enchufar dispositivo USB

source: Plug in a USB device that can be used as a swap device. Note that this device must not be removed while the %s %s is running!
es: Enchufar un dispositivo USB que pueda usarse con SWAP. Ten en cuenta que este dispositivo no debe quitarse mientras el %s %s esté funcionando!

source: Press OK to start the backup now
es: Pulsa OK para iniciar el backup ahora

source: Press OK to start using %s %s
es: Pulsa OK para empezar a usar el %s %s

source: Proceed to the next step
es: Pasar al siguiente paso

source: Process BLUE button action
es: Procesar acción del botón AZUL

source: Process GREEN button action
es: Procesar acción del botón VERDE

source: Process RED button action
es: Procesar acción del botón ROJO

source: Process YELLOW button action
es: Procesar acción del botón AMARILLO

source: Restart needed, press OK to restart
es: Reinicio necesario, pulsa OK para reiniciar

source: Restore settings now
es: Restaurar ajustes ahora

source: Retry
es: Volver a probar

source: Select Device
es: Seleccionar dispositivo

source: Select a device to use as the flash expander
es: Selecciona un dispositivo para usar como extensor de flash

source: Select the network interface to be used for the Internet connection. Press OK to continue.
es: Selecciona la interfaz de red que quiere usar para la conexión a internet. Pulsa OK para continuar.

source: Select the source location from where to obtain the upgrade files.
es: Selecciona la ubicación de origen desde la que obteber los archivos de actualización.

source: Select the wireless network to which you want to connect. Press OK to continue.
es: Selecciona la red inalámbrica a la que te quieres conectar. Pulsa OK para continuar.

source: Set the time options. Press YELLOW to set the time zone via geolocation.
es: Configura las opciones horarias. Pulsa AMARILLO para establecer la zona horaria por geolocalización.

source: Set time options
es: Configura opciones horarias

source: Set up tuner [TUNER]
es: Configurar sintonizador [TUNER].

source: Set up tuner [TUNER]. For hybrid tuner models switch Tuner Type with the LEFT and RIGHT buttons.
es: Configura el sintonizador [TUNER]. Para los modelos de sintonizadores híbridos, cambie el tipo de sintonizador con las teclas izquierda y derecha.

source: Shutting down. Please wait...
es: Apagando. Espera por favor...

source: Skip package installation, only core packages will be available
es: Omitir instalación de paquetes, solo paquetes básicos (sin servicio FTP)

source: Skip sensibility (Horizontal)
es: Sensibilidad de salto (Horizontal)

source: Skip sensibility (Vertical)
es: Sensibilidad de salto (Vertical)

source: Skip time for '%s' button
es: Saltar tiempo para el botón '%s'
