Repository: OpenSPA/dvbapp2
Catalog: po/*.po
Languages: ca, es

source: Password (httpwd)
ca: Contrasenya (httpwd)
es: Contraseña (httpwd)

source: Password Actions
ca: Menú contrasenya
es: Acciones de la contraseña

source: Password Settings
ca: Configuració de contrasenya
es: Configuración de la contraseña

source: Password changed.
ca: Contrasenya canviada.
es: Se ha cambiado la contraseña.

source: Path
es: Ruta

source: Path '%s' missing!
es: Ruta '%s' no encontrada!

source: Pause
ca: Pausa
es: Pausa

source: Pause movie at end
ca: Atureu la pel·lícula al final
es: Pausar la película al final

source: Pause playback
ca: Pausa la reproducció
es: Pausar la reproducción

source: Pause/Continue playback
ca: Pausa la reproducció
es: Pausar / continuar la reproducción

source: Pausing
ca: Pausant
es: Pausa

source: Peak load (max queued requests per workerthread)
ca: Càrrega màxima (màx. de sol·licituds en cola per fil)
es: Carga máxima (solicitudes máximas en cola por Workerthread)

source: Percentage
ca: Percentatge
es: Porcentaje

source: Percentage left
ca: Percentatge restant
es: Porcentaje izquierda

source: Percentage right
ca: Percentatge dret
es: Porcentaje derecha

source: Percentage skips
es: Porcentaje de saltos

source: Percentage/Progress bar left
ca: Percentatge/Barra de progres a l'esquerra
es: Porcentaje/Barra izquierda de progreso

source: Percentage/Progress bar right
ca: Percentatge/Barra de progres a la dreta
es: Porcentaje/Barra derecha de progreso

source: Perform an on-line flash instead
ca: Executa una instal·lació online al seu lloc
es: Realizar un flash en línea en su lugar

source: Permanently delete all recordings in the trashcan?
es: ¿Eliminar permanentemente todas las grabaciones de la papelera?

source: Permanently disable the MultiBoot option?
es: ¿Desactivar permanentemente la opción MultiBoot?

source: Permanently ignore this device
es: Ignorar permanentemente este dispositivo

source: Permanently mount as %s
es: Montar permanentemente como %s

source: Permanently remove all deleted items
ca: Suprimeix permanentment tots els elements suprimits
es: Eliminar de forma permanente todos los elementos eliminados

source: Permissions
ca: Permisos
es: Permisos

source: Persian
es: Persa

source: Personalize your Skin
ca: Personalitza el teu skin
es: Personalice el aspecto

source: Peru
es: Perú

source: Philippines
es: Filipinas

source: Picture in Picture Actions
es: Acciones PiP

source: PiP with OSD
ca: PiP amb OSD
es: PiP con OSD

source: PiPSetup
ca: Configuració de PiP
es: Configurar PiP

source: Picon and service name
es: Picon y nombre de canal

source: Picon width
ca: Amplada de picon
es: Anchura de picon

source: Picture Information
ca: Informació de foto
es: Información sobre la imagen

source: Picture Information Actions
ca: Informació de foto
es: Acciones de información de imágenes

source: Picture in EPG
ca: Foto a l'EPG
es: Imagen en EPG

source: Picture in Picture Settings
es: Configuración de imagen en imagen

source: Picture in graphics
ca: Fotos en gràfics
es: Imagen en gráficos

source: Picture player
ca: Reproductor d’imatges
es: Reproductor de imágenes

source: Pictures
ca: Fotos
es: Fotos

source: Pillarbox
ca: Caixa de pilars
es: Columnas

source: Pilot
es: Piloto

source: Pixel Test
ca: Test de píxels
es: Prueba de Píxel

source: Platform
ca: Plataforma
es: Plataforma

source: Play
ca: Auto
es: Reproducir

source: Play DVD
ca: Reprodueix un DVD
es: Reproducir DVD

source: Play DVDs
ca: Reprodueix un DVDs
es: Reproducción de DVDs

source: Play all audio files in the directory
ca: Reproduir tots els arxius d'àudio del directori
es: Reproduce todos los archivos de audio en el directorio

source: Play catch up service archive
es: Archivo del servicio de recuperación de reproducción

source: Play audio in background
ca: Reproduir àudio en segon pla
es: Reproducir audio en segundo plano

source: Play audio-CD...
ca: Reprodueix un CD d'àudio...
es: Reproducir CD de audio …

source: Play back media files
ca: Reprodueix fitxers multimèdia
es: Reproducir archivos multimedia

source: Play entry
ca: Reprodueix l'entrada
es: Reproducir elemento

source: Play from next mark or play list entry
ca: Esborrar entrada de la llista
es: Reproducir desde la siguiente marca o película

source: Play from previous mark or play list entry
ca: Reprodueix des de l’entrada anterior o la llista de reproducció
es: Reproducir desde la marca anterior o película

source: Play music...
ca: Reprodueix música…
es: Reproducir música...

source: Play next
ca: Reprodueix al següent
es: Reproducir siguiente

source: Play next (return to movie list)
ca: Reprodueix al següent (torna a la llista de pel·lícules)
es: Reproducir siguiente (volver a la lista de películas)

source: Play next (return to previous service)
ca: Reprodueix al següent (torna al servei anterior)
es: Reproducir siguiente (volver al canal anterior)

source: Play previous
ca: Reprodueix al següent (torna al servei anterior)
es: Reproducir anterior

source: Open Movie Selection
es: Reproducir películas grabadas

source: Play selected service in a PiP window
es: Canal seleccionado en la ventana PiP

source: Play Service With Stream Relay
es: Reproducir servicio con Stream Relay

source: Play Service Without Stream Relay
es: Reproducir servicio sin Stream Relay

source: Play the audio file
ca: Reproduir l'arxiu d'àudio
es: Reproduce el archivo de audio

source: Play the selected service
es: Reproducir el servicio seleccionado

source: Playback Settings
ca: Configuració de reproducció
es: Ajustes de reproducción

source: Playback, Recording & Time Shift
ca: Reproduccions, gravacions i timeshift
es: Reproducción Grabaciones & Timeshift

source: Playlist
ca: Llista de reproducció
es: Lista de reproducción

source: Playpause
ca: Play/Pausa
es: Play/Pausa

source: Please add titles to the compilation.
ca: Afegiu títols a la compilació.
es: Añade títulos a la compilación.

source: Please be patient.
es: Por favor, tenga paciencia.

source: Please choose an extension...
ca: Sisplau escull una extensió...
es: Elige una extensión…

source: Please do not change any values unless you know what you are doing!
ca: Sisplau, no canviïs els valors si no n'estàs segur!
es: ¡No cambies ningún valor a menos que estés totalmente seguro de lo que haces!

source: Please don't panic if you see values that look suspicious.
ca: No es preocupi si veu valors que semblin sospitosos.
es: Por favor, no se asuste si ve valores que parezcan sospechosos.

source: Please enter a name for the HDMI-IN
es: Por favor, introduce un nombre para el HDMI-IN

source: Please enter a name for the new bouquet
ca: Introdueix un nom per a la nova llista
es: Introduce un nombre para el nuevo grupo

source: Please enter a name for the new directory:
ca: Introduïu un nom per al directori nou:
es: Introduce el nombre del directorio nuevo:

source: Please enter a name for the new marker
ca: Introdueix un nom per al nou marcador
es: Pon un nombre para el nuevo marcador

source: Please enter a new filename, the extension may not be changed:
ca: Si us plau, ingressi un nou nom d'arxiu, l'extenxió no es pot canviar:
es: Por favor, introduzca un nuevo nombre de archivo, la extensión no puede ser cambiada:

source: Please enter filename (empty = use current date)
ca: Sisplau introdueix el nom (buit=data actual)
es: Introduce un nombre de archivo (vacío = usar fecha actual)

source: Please enter name of the new symbolic link:
ca: Si us plau, introdueix nom del nou enllaç simbòlic:
es: Por favor, introduce nombre del nuevo enlace simbólico:

source: Please enter new name:
ca: Introduïu el nou nom:
es: Introduce un nombre nuevo:

source: Please enter search string for your location
ca: Si us plau, introdueix la cadena de cerca per a la vostra ubicació
es: Por favor, introduzca la cadena de búsqueda de su ubicación

source: Please enter the correct pin code
ca: Sisplau introdueix el pin
es: Introduce el pin correcto

source: Please enter the new directory name:
ca: Si us plau, introdueix el nom per al nou directori:
es: Por favor, introduce el nombre del nuevo directorio:

source: Please enter the new file name:
ca: Si us plau, introdueix el nom de l'arxiu nou:
es: Por favor, introduce el nombre del archivo nuevo:

source: Please enter the new tag:
ca: Si us plau, introdueix la nova etiqueta:
es: Por favor, introduzca la nueva etiqueta:

source: Please enter the old PIN code
ca: Introduïu l’antic codi PIN
es: Introduce el PIN anterior

source: Please enter your email address, which will be your login. Via your account on the IceTV website you can choose to receive service announcements, account reminders and promotional offers.
ca: Si us plau, introdueix la teva adreça de correu electrònic, que serà el vostre inici de sessió. Mitjançant el vostre compte al web d'IceTV, podeu optar per rebre anuncis de servei, recordatoris de comptes i ofertes promocionals.
es: Por favor, introduzca su dirección de correo electrónico, que será su nombre de usuario. A través de su cuenta en el sitio web de IceTV puede elegir recibir anuncios de servicio, recordatorios de cuenta y ofertas promocionales.

source: Please follow the instructions on the TV
ca: Seguiu les instruccions del televisor
es: Siga las instrucciones en la TV

source: Please note that the previously selected media could not be accessed and therefore the default directory is being used instead.
ca: Tingueu en compte que no s’ha pogut accedir al suport seleccionat anteriorment i, per tant, s’utilitza el directori per defecte.
es: No se pudo acceder al recurso seleccionado anterior. Se va a utilizar el directorio por defecto.

source: Please open Picture in Picture first
ca: Si us plau, obre primer PiP
es: Abre PiP primero

source: Please press OK to continue.
ca: Premeu OK per continuar.
es: Pulse OK para continuar.

source: Please press OK to start Kodi...
ca: Si us plau, rem OK per arrancar kodi...
es: Por favor, pulse OK para iniciar Kodi...

source: Select default EPG type:
es: Seleccione el tipo de EPG por defecto.

source: Please select a distribution from which you would like to flash an image:
ca: Si us plau, selecciona una distribució des de la qual t'agradaria instal·lar una imatge:
es: Por favor, seleccione una distribución de la que le gustaría flashear una imagen:

source: Please select a line to edit or select add to create new line.
ca: Si us plau, selecciona una línia a editar o selecciona afegir per crear nova línia.
es: Por favor, seleccione una línea para editar o seleccione añadir para crear una nueva línea.

source: Please select a play list to delete...
ca: Sisplau selecciona una llista per eliminar...
es: Seleccione la lista de reproducción que quiere eliminar...

source: Please select a play list...
ca: Sisplau selecciona una llista...
es: Seleccione una lista de reproducción…

source: Please select a resolution...
ca: Sel·lecciona una resolució...
es: Seleccione una resolución…

source: Please select an aspect ratio...
ca: Sel·lecciona una relació d'aspecte...
es: Seleccione una relación de aspecto...

source: Please select device to use as swap file location
ca: Sel·lecciona el dispositiu a usar com arxiu de memòria Swap
es: Seleccione el dispositivo a usar para la ubicación del archivo swap

source: Please select medium to be scanned
ca: Seleccioneu el mitjà que voleu escanejar
es: Seleccione el medio a escanear

source: Please select medium to use as backup location
ca: Seleccioneu el mitjà per utilitzar com a ubicació de backup
es: Por favor, seleccione el medio a usar como ubicación del backup

source: Please select tag to filter...
ca: Sel·lecciona una etiqueta per a filtrar...
es: Seleccione una etiqueta para filtrar...

source: Please select the IceTV service that you wish to use. IceTV is a subscription service that is only available in the listed countries.
es: Por favor, seleccione el servicio IceTV que desea utilizar. IceTV es un servicio de suscripción que sólo está disponible en los países indicados.

source: Please select the device where the flash expander '/usr' directory should created.
es: Por favor, selecciona el dispositivo donde crear el directorio '/usr' del flash expander.

source: Please select the device where the flash expander '/usr' directory should disabled.
es: Por favor, selecciona el dispositivo donde desactivar el directorio '/usr' del flash expander.

source: Please select the movie path...
ca: Seleccioneu el camí de la pel·lícula …
es: Seleccione un directorio de películas...

source: Please select the region that most closely matches your physical location. The region is required to enable us to provide the correct guide information for the channels you can receive.
ca: Si us plau, selecciona la regió que més s'apropi a la teva localització física. La regió és necessària perquè ens permeti proporcionar la informació de guia correcta per als canals que pots rebre.
es: Por favor, seleccione la región que más se acerque a su ubicación física. La región es necesaria para que podamos proporcionar la información de guía correcta para los canales que puede recibir.

source: Please select the sub-service to record:
ca: Seleccioneu el subservei per gravar:
es: Seleccione el programa que quiere grabar:

source: Please select the target location to save the backup:
es: Por favor, selecciona la ubicación para guardar el backup:

source: Please select what to do after flash of the following image:
ca: Si us plau, selecciona que fer després d'instal·lar la següent imatge:
es: Por favor, seleccione qué hacer después del flash de la siguiente imagen:

source: Please set your time options. Press YELLOW to set the time zone via geolocation.
ca: Si us plau, configura les teves opcions d'hora. Prem GROC per configurar la zona horària via geolocalització.
es: Por favor marque su opción horaria. Pulse Amarillo para fijar zona horaria por geolocalización.

source: Please use direction keys to move the PiP window. Press Bouquet +/- to resize the window. Press OK to go back to the TV mode or EXIT to cancel the moving.
ca: Sisplau ulititza les fletxes per a moure la finestra PiP. Prem Bouquet +/- per canviar la mida de la finestra. Prem OK per a tornar al mode TV o EXIT per a cancel·lar el moviment.
es: Usa las teclas de dirección para mover la ventana PiP. Pulsa las teclas +/- para cambiar el tamaño de la ventana. Pulse OK para volver al modo TV o EXIT para cancelar la acción.

source: Please wait
ca: Espereu
es: Por favor, espere

source: Please wait for activation of your network configuration...
ca: Espereu l’activació de la configuració de la xarxa …
es: Espera a la activación de su configuración de red…

source: Please wait while gathering data...
ca: Si us plau esperi mentre recopilem dades...
es: Espera mientras se recupera la información...

source: Please wait while locale/language is deleted...
es: Por favor, espera mientras se elimina el idioma...

source: Please wait while locale/language is installed...
es: Por favor, espera mientras se instala el idioma...

source: Please wait while locales/languages are purged...
es: Por favor, espera mientras se eliminan los idiomas...

source: Please wait while scanning is in progress...
ca: Espereu mentre el rastreig està en curs …
es: Espera mientras la búsqueda está en curso...

source: Please wait while the data is extracted...
ca: Si us plau esperi mentre s'extrauen dades...
es: Por favor, espera mientras se extraen los datos...

source: Please wait while the feeds are reset (cleared and reloaded)...
es: Por favor, espera mientras se restauran los feeds (limpiados y recargados)...

source: Please wait while the file is read and processed...
es: Por favor, espera mientras se lee y procesa el archivo...

source: Please wait while the list downloads...
ca: Si us plau esperi mentre es descarrega la llista...
es: Por favor, espere mientras se descarga la lista...

source: Please wait while we check your installed plugins...
ca: Espera mentre es comproven els plugins instal·lats...
es: Espera mientras se comprueban los plugins instalados...

source: Please wait while we configure your network...
ca: Espereu mentre configurem la vostra xarxa …
es: Espera mientras se configura la red…

source: Please wait while we prepare your network interfaces...
ca: Espereu mentre preparem les vostres interfícies de xarxa …
es: Espera mientras se preparan las interfaces de red...

source: Please wait while we test your network...
ca: Espereu mentre testem la vostra xarxa …
es: Espera mientras se verifica la red...

source: Please wait while your network is restarting...
ca: Espereu mentre es reinicia la vostra xarxa …
es: Espera mientras se reinicia la red...

source: Please wait while your skin setting is restoring...
ca: Espera mentre es restableixen els ajustos del skin...
es: Espera mientras los ajustes del tema son restablecidos...

source: Please wait whilst feeds state is checked.
ca: Espera fins que es verifiqui l'estat dels feeds.
es: Espera hasta que se verifique el estado de las fuentes.

source: Please wait, loading image...
ca: Espera... Carregant llista...
es: Por favor espera, cargando imagen...

source: Please wait, restarting %s.
ca: Si us plau espera, reiniciant %s.
es: Por favor, espere, se está reiniciando %s.

source: Please wait.
ca: Si us plau espera.
es: Espera por favor.

source: Please wait...
ca: Espereu …
es: Espera por favor...

source: Please wait... Loading list...
ca: Carregant la llista... espera...
es: Espera... Cargando lista...

source: Plugin Browser
ca: Plugin navegador
es: Explorador de Plugins

source: Plugin Browser Settings
ca: Configuració del navegador de plugins
es: Ajustes del Explorador de Plugins

source: Plugin Details
ca: Detalls del plugin
es: Detalles del plugin

source: Plugin Details: %s
ca: Detalls del plugin: %s
es: Detalles del plugin: %s

source: Plugin Browser Update Actions
es: Actualización del Explorador de Plugins

source: Plugin Browser layout
es: Diseño del Explorador de Plugins

source: Plugin Packages
es: Paquetes de plugins

source: Plugin Manager Activity Information
ca: Informació sobre l’activitat del gestor de connectors
es: Información de actividad del administrador de plugins

source: Plugin Manager Help
ca: Ajuda del gestor de connectors
es: Ayuda del administrador de plugins

source: Plugin Skin Packages
es: Paquetes de skins de plugins

source: Poland
ca: Polonia
es: Polonia

source: Polarization
ca: Polarització
es: Polarización

source: Polish
ca: Polonès
es: Polaco

source: Port
es: Puerto

source: Port A
es: Puerto A

source: Port B
es: Puerto B

source: Port C
es: Puerto C

source: Port D
es: Puerto D

source: Port number for the Stream Relay server used to descramble services that can only be decrypted via Stream Relay.
es: Número de puerto para el servidor Stream Relay utilizado para descodificar servicios que sólo se pueden descodificar a través de Stream Relay.

source: Port of fallback remote receiver
es: Puerto del receptor reserva

source: Portuguese
ca: Portuguès
es: Portugués

source: Position
es: Posición

source: Position of finished Timers in Timerlist
ca: Posició temporitzadors finalitzats en llista temporitzadors
es: Posición de temporizadores finalizados en lista

source: Position of recording icons
ca: Posició de les incones de gravació
es: Posición de los iconos de grabación

source: Position stored at index
ca: Port del receptor remot de caiguda
es: Posición almacenada en el índice

source: Positioner
ca: Motor
es: Motor

source: Positioner (selecting satellites)
ca: Posicionador (selecció de satèl·lits)
es: Motor (selección de satélites)

source: Positioner Setup
ca: Configurar motor
es: Configurar motor

source: Positioner Setup Log
ca: Log del motor
es: Registro de la configuración del posicionador

source: Positioner setup
ca: Configuració del motor
es: Configurar motor

source: Possible causes could be:
es: Las posibles causas podrían ser:

source: Power
ca: Encesa
es: Encendido

source: Power LED State in Deep-Standby
ca: Estat LED d'encesa en repòs profund
es: Estado del LED de alimentación en reposo profundo

source: Power LED State in Standby
ca: Estat LED d'encesa en repòs
es: Estado del LED de alimentación en espera

source: Power LED can be turned on or off here.
ca: LED d'encesa pot encendre's o apagar-se aquí.
es: Aquí se puede encender o apagar el LED de alimentación.

source: Power LED state during deep-standby.
ca: Estat LED d'encesa durant repòs profund.
es: Estado del LED de alimentación durante reposo profundo.

source: Power LED state during standby.
ca: Estat LED d'encesa durant repòs.
es: Estado del LED de alimentación durante reposo.

source: Power On Display
ca: Encendre pantalla
es: Encender pantalla

source: Consult your receiver's manual for more information on power management.
es: Consulte el manual de su receptor para más información sobre administración de energía.

source: Power threshold in mA
ca: Llindar de corrent en mA
es: Umbral de potencia en mA

source: Consult your receiver's manual for more information on power threshold.
es: Consulte el manual de su receptor para más información sobre el umbral de potencia.

source: Predefined
ca: Predefinit
es: Predefinido

source: Predefined transponder
ca: Transponedor predefinit
es: Transpondedor predefinido

source: Prefer AC3 track
ca: Preferiu la pista AC3
es: Priorizar pista AC3

source: Prefer AC3+ track
ca: Preferiu pista AC3 +
es: Priorizar pista AC3+

source: Prefer IPv4
es: IPv4 preferido

source: Prefer IPv6
es: IPv6 preferido

source: Prefer audio track stored by service
ca: Preferiu la pista d’àudio emmagatzemada per servei
es: Priorizar la pista de audio guardada por el canal

source: Prefer graphical DVB subtitles
ca: Preferiu els subtítols gràfics de DVB
es: Priorizar los subtítulos gráficos DVB

source: Prefer subtitles for hearing impaired
ca: Preferiu els subtítols per a deficients auditius
es: Priorizar los subtítulos para sordos

source: Prefer subtitles stored by service
ca: Preferiu els subtítols emmagatzemats per servei
es: Priorizar los subtítulos guardados por el canal

source: Preferred tuner
ca: Sintonitzador preferit
es: Sintonizador preferido

source: Preferred tuner ATSC
ca: Sintonitzador preferit ATSC
es: Sintonizador preferido ATSC

source: Preferred tuner ATSC for recordings
ca: Sintonitzador ATSC preferit per a enregistraments
es: Sintonizador preferido ATSC para grabaciones

source: Preferred tuner DVB-C
ca: Sintonitzador preferit DVB-C
es: Sintonizador preferido DVB-C

source: Preferred tuner DVB-C for recordings
ca: Sintonitzador preferit DVB-C per a enregistraments
es: Sintonizador preferido DVB-C para grabaciones

source: Preferred tuner DVB-S
ca: Sintonitzador preferit DVB-S
es: Sintonizador preferido DVB-S

source: Preferred tuner DVB-S for recordings
ca: Sintonitzador preferit DVB-S per a enregistraments
es: Sintonizador DVB-S preferido para grabaciones

source: Preferred tuner DVB-T
ca: Sintonitzador preferit DVB-T
es: Sintonizador preferido DVB-T

source: Preferred tuner DVB-T for recordings
ca: Sintonitzador preferit DVB-T per a enregistraments
es: Sintonizador TDT preferido para grabaciones

source: Preferred tuner for recordings
ca: Sintonitzador preferit per a enregistraments
es: Sintonizador preferido para grabaciones

source: Preferred tuners for recordings, multiple selection allowed
ca: Sintonitzadors preferits per a gravacions, sel·lecció múltiple permesa
es: Sintoniz. preferidos en grabaciones, se permite selección múltiple

source: Preparation time for recording
ca: Temps de preparación per a gravar
es: Tiempo de preparación para la grabación

source: Preparing... Please wait
ca: Preparant... Sisplau espera
es: Preparando... Por favor, espere

source: Preschool
ca: Preescolar
es: Preescolar

source: Press '0' to toggle PiP mode
ca: Premeu “0” per canviar el mode PiP
es: Pulsa ‘0’ para cambiar el modo de PiP
