Repository: OpenSPA/dvbapp2
Catalog: po/*.po
Languages: ca, es

source: Set the default movie selection location for your media files. Press 'OK' to add new locations, press 'LEFT'/'RIGHT' to select from previously defined locations.
ca: Estableix la ubicació predeterminada dels arxius multimèdia. Prem 'OK' per afegir noves ubicacions, prem 'ESQUERRA/DRETA' per seleccionar ubicacions definides prèviament.
es: Establece la ruta por defecto para tus archivos multimedia. Pulsa 'OK' para añadir nuevas rutas, pulsa 'IZQUIERDA'/'DERECHA' para seleccionar rutas previamente definidas.

source: Set the default recording location for your timers. Press 'OK' to add new locations, press 'LEFT'/'RIGHT' to select from previously defined locations.
ca: Estableix la ubicació predeterminada de les gravacions per als teus temporitzadors. Prem 'OK' per afegir noves ubicacions, prem 'ESQUERRA/DRETA' per seleccionar ubicacions definides prèviament.
es: Configura la ubicación por defecto de tus temporizadores. Pulsa 'OK' para añadir ubicaciones nuevas o izquierda/derecha para escoger una actual.

source: Set the default sorting method.
ca: Estableix el mètode d'ordenació predeterminat.
es: Configura el método de clasificación por defecto.

source: Set the delay time between repeated loops, this is used by software renderer in some skins.
ca: Estableix el temps de retard entre bucles repetits, que l'utilitza el renderitzador de software en alguns skins.
es: Configura el retraso entre la repetición en bucle, usa renderizado por software en algunos skins.

source: Set the jump-size of the seekbar.
ca: Selecciona el tamany de salt a la barra de recerca.
es: Configura el tamaño del salto de la barra de búsqueda.

source: Set the number of lines to be saved for 'stout' and 'sterr' output in scripts.
ca: Estableix el nombre de línies que s'han de guardar per a la sortida 'stout' i 'stderr' als scripts.
es: Configurar el número de líneas que se guardará para las salidas 'stout' y 'sterr' de los scripts.

source: Set the password of the OpenWebif from your fallback tuner
es: Configura la contraseña del OpenWebif del sintonizador reserva

source: Set the port of the OpenWebif from your fallback tuner
es: Configura el puerto del OpenWebif del sintonizador reserva

source: Set the position of the recording icons.
es: Establezca la posición de los iconos de grabación.

source: Set the screen type you get on pressing 'OK' when the info bar shows to 2nd infobar Lite or event info.
ca: Estableix el tipus de pantalla que surt en presionar 'OK' amb la infobar en pantalla quan passa a 2a infobar o informació d'esdeveniment.
es: Configura el tipo de pantalla que se mostrará pulsando ‘OK’ cuando la barra de información muestra la 2ª barra de información pequeña o la información del programa.

source: Set the scrolling speed of text on the front display, this is used by software renderer in some skins.
ca: Estableix la velocitat de desplaçament del text al display frontal, s'utilitza per a renderització de software en alguns skins.
es: Configura la velocidad del scroll de texto en el LCD, usa renderizado por software en algunos skins.

source: Set the scrolling speed of text on the front display.
ca: Estableix la velocitat de desplaçament del text al display frontal.
es: Configura la velocidad de desplazamiento de texto en el LCD.

source: Set the style of the channel list.
es: Establece el estilo de la lista de canales.

source: Set the time before checking video source for resolution information.
ca: Estableix el temps abans de comprovar l'origen del video per informació de resolució.
es: Configura el tiempo antes de verificar la información relativa a la resolución de la imagen.

source: Set the time to hide the infobar.
ca: Estableix el temps per ocultar la infobar.
es: Configura el tiempo antes de ocultar la barra de información.

source: Set the time to hide the second infobar. The bar also disappears on pressing 'OK'.
ca: Estableix el temps per ocultar la 2a infobar. La barra també desapareix en prèmer 'OK'.
es: Configura el tiempo antes de ocultar la segunda barra de información. También se oculta pulsando ‘OK’.

source: Set the time to wait for execute the default action in shutdown, standby or restart messages, e.g. used in RecordTimer, Scheduler, SleepTimer etc.
es: Establezca el tiempo de espera para ejecutar la acción predeterminada en los mensajes de apagado, espera o reinicio, por ejemplo, utilizado en Temporizador de Grabación, Temporizador programado, Temporizador apagado, etc.

source: Set the top left location of the busy spinner. The coordinates are scaled such that the top left is at (0,0) and the bottom right is at (1260,700). Note that the position is the top left of the spinner and not the centre of the spinner.
es: Establece la posición superior izquierda del spinner ocupado. Las coordenadas se escalan de forma que la parte superior izquierda esté en (0,0) y la parte inferior derecha esté en (1260,700). Tenga en cuenta que la posición es la parte superior izquierda del spinner y no el centro del spinner.

source: Set the type of the progress indication in the channel selection screen.
ca: Definiu el tipus d’indicació de progrés a la pantalla de selecció del canal.
es: Configura el tipo de indicación de progreso en la pantalla de selección de canales.

source: Set the volume level for the '%s' service.
es: Establezca el nivel de volumen para el canal '%s'.

source: Set the volume offset for the '%s' service.
ca: Ajusta la compensació de volum per al servei '%s'.
es: Configurar la compensación de volumen para el canal '%s'.

source: Set this to 'Yes' to automatically hide the InfoBar when the media starts playing. If set to 'No' the InfoBar will remain on screen.
ca: Estableix en 'Sí' per ocultar automàticament la barra d'informació quan comenci la reproducció. Si es configura en 'No' la barra d'informació es mantindrà en pantalla.
es: Configurar a 'Sí' para ocultar automáticamente la Infobar cuando se empiece a reproducir el video. Si se configura a 'No' la Infobar permanecerá en pantalla.

source: Set this to 'Yes' to display the Media Player menu item in the Main Menu. If set to 'No' Media Player can still be started from the Plugins list.
ca: Estableix en 'Sí' per mostrar l'element de menú Reproductor multimèdia al menú principal. Si es deixa en 'No' el Reproductor multimèdia es podrà iniciar igualment des de Plugins.
es: Selecciona 'Sí' para mostrar la entrada Media Player en el menú principal. Si se selecciona 'No' podrás seguir ejecutando Media Player desde la lista de plugins.

source: Set this to 'Yes' to keep playing this play list in a continuously repeating loop. If set to 'No' the play list will only be played once.
ca: Estableix en 'Sí' per mantenir reproduint aquesta llista en bucle continu. Si es deixa en 'No' la llista només es reproduirà una vegada.
es: Selecciona 'Sí' para seguir reproduciendo esta lista en un bucle continuo. Si se selecciona 'No', la lista de reproducción solo se reproducirá una vez.

source: Set this to 'Yes' to save the current directory when exiting the Media Player.
ca: Estableix en 'Sí' per guardar el directori actual quan surtis del Reproductor multimèdia.
es: Selecciona 'Sí' para guardar el directorio actual al salir del Media Player.

source: Set this to 'Yes' to save the current play list when exiting the Media Player.
ca: Estableix en 'Sí' per guardar la llista actual quan surtis del reproductor multimèdia.
es: Selecciona 'Sí' para guardar la lista de reproducción actual al salir de Media Player.

source: Set this to 'Yes' to sort the playlists alphabetically.
ca: Estableix en 'Sí' per ordenar les llistes de reproducció alfabèticament.
es: Selecciona 'Sí' para ordenar las listas de reproducción alfabéticamente.

source: Set to 'Disabled' to replace underscore characters, '_', in file and directory names with spaces.
ca: Estableix en 'Desactivat' per substituir caràcters de subrallat, '_', als noms de directoris i arxius amb espais.
es: Configurar en 'Deshabilitado' para reemplazar los espacios en nombres de archivo y directorio por caracteres de subrayado '_'.

source: Set to 'Enabled' to descramble queued scrambled recordings in Standby mode before shutting down.
es: Configúrelo en 'Habilitado' para descifrar grabaciones cifradas en cola en el modo de espera antes de apagar.

source: Set to 'Enabled' to descramble queued scrambled recordings in Standby.
es: Establezca en 'Habilitado' para descifrar grabaciones cifradas en cola en modo de espera.

source: Set to 'Yes', to enable automatic recording of the background timeshift buffer.
es: Configura en 'Sí', para activar la grabación automática del buffer timeshift en segundo plano

source: Set to the desired primetime (hour).
ca: Estableix l'hora de màxima audiència dessitjada (hora).
es: Configura la hora de máxima audiencia.

source: Set to the desired primetime (minutes.
ca: Estableix l'hora de màxima audiència dessitjada (minuts).
es: Configura el minuto de máximo audiencia.

source: Set to what you want the button to do.
ca: Configura què vols que faci el botó.
es: Configura lo que quiere que haga la tecla.

source: Set to yes for debugging the root cause of a spinner.
ca: Configurar en Si per a depuració de la causa arrel dels spinners.
es: Selecciona Sí para depurar la causa raiz del spinner.

source: Set voltage and 22KHz
ca: Tensió i 22 KHz
es: Configurar el voltaje y 22KHz

source: Sets the root directory of media list. This removes the '..' entry from being shown in that directory.
ca: Estableix el directori arrel de la llista multimèdia. Això oculta l'entrada '..' en aquest directori.
es: Cambia la carpeta raíz de una lista de películas para eliminar ‘..’ del principio.

source: Setting Restored
ca: Configuracions restaurades
es: Ajustes restaurados

source: Setting a password is strongly advised if your STB is open to the Internet. You must set a password in order to be able to use network services like FTP, Telnet or SSH.
ca: Es recomana establir una contrasenya si el vostre STB està obert a Internet. Heu d'establir una contrasenya per poder utilitzar serveis de xarxa com FTP, Telnet o SSH.
es: Se recomienda altamente establecer una contraseña si su receptor está abierto a Internet. Debe establecer una contraseña para poder utilizar servicios de red como FTP, Telnet o SSH.

source: Settings
ca: Configuracions
es: Ajustes

source: Settings mode
ca: Mode de configuració
es: Modo de configuración

source: Setup
ca: Configuració
es: Configuración

source: Setup - %s
ca: Configuració - %s
es: Configuración - %s

source: Setup Audio Sync
ca: Configurar sincronització d'audio
es: Configurar sincronización de audio

source: Setup Audio Sync settings
ca: Configurar ajustos de sincronització d'audio
es: Ajustes de la configuración de sincronización de audio

source: Setup Audiomode
ca: Configuració del mode d'audio
es: Configuración del modo de audio

source: Setup Enigma2
ca: Configurar Enigma2
es: Configurar Enigma2

source: Setup FTP
ca: Configurar FTP
es: Configurar FTP

source: Setup Harddisk
ca: Configurar disc dur
es: Configurar disco duro

source: Setup Inadyn
ca: Configurar Inadyn
es: Configurar Inadyn

source: Setup InputDevice
ca: Configurar dispositiu d'entrada
es: Configurar dispositivo de entrada

source: Setup MiniDLNA
ca: Configurar MiniDLNA
es: Configurar MiniDLNA

source: Setup Mounts
ca: Configurar muntatges
es: Configurar montajes

source: Setup NFS
ca: Configurar NFS
es: Configurar NFS

source: Setup Network Services
ca: Configura els serveis de xarxa
es: Configura los servicios de red

source: Setup Network Services (Samba, Ftp, NFS, ...)
ca: Configura els serveis de xarxa (Samba, Ftp, NFS, …)
es: Configura los servicios de red (Samba, Ftp, NFS, …)

source: Setup OpenVPN
ca: Configurar OpenVPN
es: Configurar OpenVPN

source: Setup Plugin Browser
es: Configuración Explorador de Plugins

source: Setup PluginBrowser. Here you can select which Plugins are showed in the PluginBrowser
es: Configuración Explorador de Plugins. Aquí puedes seleccionar qué plugins se mostrarán en el explorador de plugins

source: Setup Plugins
ca: Configurar Plugins
es: Configurar Plugins

source: Setup SABnzbd
ca: Configurar SABnzbd
es: Configurar SABnzbd

source: Setup SATPI
ca: Configurar SATPI
es: Configurar SATPI

source: Setup Samba
ca: Configurar Samba
es: Configurar Samba

source: Setup Telnet
ca: Configurar Telnet
es: Configurar Telnet

source: Setup Tuner
ca: Configurar sintonitzador
es: Configurar sintonizador

source: Setup Video/Audio
ca: Configurar Video/Àudio
es: Configurar Video/Audio

source: Setup Videomode
ca: Configurar el mode de vídeo
es: Configurar el modo de vídeo

source: Select if data entry timeouts are to be applied when entering digits into the service selection pop up screen. When a timeout is exceeded the currently entered number will be used for the service selection. The default timeouts are first digit 3 seconds, other digits 1 second.
es: Seleccione si se aplicarán tiempos de espera al introducir dígitos en la pantalla emergente de selección de canal. Al exceder un tiempo de espera, se utilizará el número introducido para la selección. Los tiempos de espera predeterminados son 3 segundos para el primer dígito y 1 segundo para los demás.

source: Setup each tuner for your satellite system
ca: Configura cada sintonitzador del teu receptor
es: Configura cada sintonizador de tu receptor

source: Setup entry sort
ca: Configurar ordre.
es: Ordenar la pantalla de ajustes alfabéticamente

source: Setup how to control the channel changing.
ca: Configura com controlar el canvi de canals.
es: Configura cómo controlar el cambio de canales.

source: Setup interface
ca: Configurar interfície
es: Configurar interfaz

source: Setup menu
ca: Menú de configuració
es: Menú de configuración

source: Setup network time synchronization interval.
ca: Configurar l'interval de sincronització de l'hora de xarxa.
es: Configurar el intervalo de sincronización de la hora del canal.

source: Setup network. Here you can setup DHCP, IP, DNS
ca: Configurar xarxa. Aquí pots configurar DHCP, IP, DNS
es: Configurar red. Aquí puedes configurar DHCP, IP, DNS

source: Setup rotor
ca: Configurar motor
es: Configurar motor

source: Setup tuner(s)
ca: Configurar sintonitzador(s)
es: Configurar sintonizador(es)

source: Setup uShare
ca: Configurar uShare
es: Configurar uShare

source: Setup your Audio Mode
ca: Configura el mode d'audio
es: Configura el modo de audio

source: Setup your Channel selection configuration
ca: Configura la teva llista de canals
es: Configura tu lista de canales

source: Setup your Device mounts (USB, HDD, others...)
ca: Configura els teus dispositius muntats (USB, HDD, altres…)
es: Configura tus dispositivos montados (USB, HDD, otros…)

source: Setup your EPG config
ca: Configura l'EPG
es: Configura tu EPG

source: Setup your Harddisk
ca: Configura el disc dur
es: Configura tu disco duro

source: Setup your LCD
ca: Configura LCD
es: Elige el tema del LCD

source: Setup your OSD
ca: Configura l'OSD
es: Configura tu interfaz

source: Setup your Skin
ca: Configura el skin
es: Configura el tema

source: Setup your System
ca: Configura el sistema
es: Configura tu sistema

source: Setup your Tuner and search for channels
ca: Configura el sintonitzador i busca canals
es: Configura tu sintonizador y realiza una búsqueda de canales

source: Setup your Video Mode, Video Output and other Video Settings
ca: Configura el mode de vídeo, sortida de vídeo i altres ajustos de video
es: Configura tu modo de vídeo, salida de vídeo y otros ajustes

source: Setup your display
ca: Configura el display
es: Configura tu LCD

source: Setup your local network
ca: Configurar la xarxa local
es: Configurar tu red local

source: Setup your local network. For Wlan you need to boot with a USB-Wlan stick
ca: Configura la xarxa local. Per a Wifi necessites arrancar amb un adaptador USB-Wifi
es: Configura tu red local. Para WLAN necesitas haber iniciado el receptor con el adaptador USB conectado

source: Setup your mounts for network
ca: Configura els muntatges de xarxa
es: Configura tus montajes en red

source: Setup your network interface. If no Wlan stick is used, you only can select Lan
ca: Configura la interfície de xarxa. Si no hi ha adaptador Wifi, només podràs seleccionar LAN
es: Configura tu interfaz de red. Si no hay adaptador WLAN solo podrás seleccionar LAN

source: Setup your network mounts
ca: Configura els muntatges de xarxa
es: Configura tus montajes en red

source: Setup your positioner
ca: Configura el posicionador
es: Configure su posicionador

source: Setup your positioner for your satellite system
ca: Configura el motor per al teu receptor
es: Configura el motor para tu receptor

source: Setup your recording config
ca: Configura els ajustos de gravacions
es: Configura las grabaciones

source: Setup your remote buttons
ca: Configura els botons del comandament
es: Configura tus teclas

source: Setup your satellite equipment
ca: Configura el teu equip de satèl·lit
es: Configure su equipo satélite

source: Share Folders
ca: Carpetes compartides
es: Carpetas compartidas

source: Share View
ca: Compartir vista
es: Compartir visualización

source: Shares
ca: Intercanvis
es: Intercambios

source: Sharpness
ca: La nitidesa
es: Nitidez

source: Shift
es: Turno

source: Shift: %s
es: Turno: %s

source: Shopping
ca: De compres
es: Compras

source: Short Film
ca: Curtmetratge
es: Cortometraje

source: Short filenames
ca: Nom de fitxers breus
es: Cortos

source: Short filenames with time
ca: Noms d'arxiu curts amb hora
es: Cortos con tiempo

source: Should the crash counter be reset to prevent a restart?
ca: S'hauria de reinicialitzar el contador de bloquejos per prevenir un reinici?
es: Se debería resetear el contador de fallos para prevenir un reinicio?

source: Show
ca: Espectacle
es: Mostrar

source: Show 1080p 24fps as
ca: Mostrar 1080p 24fps com
es: Mostrar 1080p 24fps como

source: Show 1080p 25fps as
ca: Mostrar 1080p 25fps com
es: Mostrar 1080p 25fps como

source: Show 1080p 30fps as
ca: Mostrar 1080p 30fps com
es: Mostrar 1080p 30fps como

source: Show 2160p 24fps as
ca: Mostrar 2160p 24fps com
es: Mostrar 2160p 24fps como

source: Show 2160p 25fps as
ca: Mostrar 2160p 25fps com
es: Mostrar 2160p 25fps como

source: Show 2160p 30fps as
ca: Mostrar 2160p 30fps com
es: Mostrar 2160p 30fps como

source: Show 24p up to 720p / higher than 720p as
ca: Mostrar 24p fins a 720p / superior a 720p com
es: Mostrar 24p hasta 720p / superior a 720p como

source: Show 24p up to resolution 720p or higher than 720p as a different Framerate.
ca: Mostrar 24p fins a una resolució de 720p o major que 720p con una taxa de fotogrames diferent.
es: Mostrar 24p hasta una resolución de 720p o superior a 720p como una tasa de fotogramas diferente.

source: Show 25p up to 720p / higher than 720p as
ca: Mostrar 25p fins a 720p / superior a 720p com
es: Mostrar 25p hasta 720p / superior a 720p como

source: Show 25p up to resolution 720p or higher than 720p as a different Framerate.
ca: Mostrar 25p fins a una resolució de 720p o major que 720p con una taxa de fotogrames diferent.
es: Mostrar 25p hasta una resolución de 720p o superior a 720p como una tasa de fotogramas diferente.

source: Show 30p up to 720p / higher than 720p as
ca: Mostrar 30p fins a 720p / superior a 720p com
es: Mostrar 30p hasta 720p / superior a 720p como

source: Show 30p up to resolution 720p or higher than 720p as a different Framerate.
ca: Mostrar 30p fins a una resolució de 720p o major que 720p con una taxa de fotogrames diferent.
es: Mostrar 30p hasta una resolución de 720p o superior a 720p como una fotogramas diferente.

source: Show 480/576p 24fps as
ca: Mostrar 480/576p 24fps com
es: Mostrar 480/576p 24fps como

source: Show 720p 24fps as
ca: Mostrar 720p 24fps com
es: Mostrar 720p 24fps como

source: Show Audioselection
ca: Mostrar audioselecció
es: Mostrar selección de audio

source: Show AutoTimer List
ca: Mostrar llista d'autotemporitzadors
es: Mostrar lista de autotemporizadores

source: Open Box Portal
es: Mostrar portal Box

source: Show CCcam Info
ca: Mostrar Informació CCcam
es: Mostrar Info CCcam

source: Show CCcam in extensions
ca: Mostrar CCcam a extensions
es: Mostrar CCcam en extensiones

source: Show CI messages
ca: Mostra els missatges de CI
es: Mostrar mensajes CI

source: Show Default Backup Files
ca: Mostrar arxius per defecte del backup
es: Mostrar archivos predeterminados del backup

source: Show Display Icons
ca: Mostrar icones de pantalla
es: Mostrar iconos de pantalla

source: Show EPG
ca: Mostrar EPG
es: Mostrar EPG

source: Open EPG for current service
es: Mostrar EPG del canal actual…

source: Show EventView
ca: Mostrar vista d'esdeveniment
es: Mostrar vista de programa

source: Show Extension packages
es: Mostrar extensión de paquetes

source: Open VideoMode
es: Abrir modo de vídeo

source: Show Graphical EPG
ca: Mostrar EPG gràfica
es: Mostrar EPG gráfica

source: Show HDD progress
ca: Mostrar progrès del HDD
es: Mostrar progreso de HDD

source: Show HDMI Output Resolution.
es: Mostrar resolución de salida HDMI.

source: Show HDMI-Output Res
ca: Mostrar resolució de sortida HDMI
es: Mostrar resolución de salida HDMI

source: Open HDMIRecord Settings
es: Abrir configuración HDMIRecord

source: Show InfoBar
ca: Mostrar barra d'informació
es: Mostrar barra de información

source: Show InfoBar lite *
ca: Mostrar barra d'informació reduida *
es: Mostrar barra de información pequeña *

source: Show InfoBar on channel change
ca: Mostrar la barra d'info canviant de canal
es: Mostrar la barra de información al cambiar de canal

source: Show InfoBar on event change
ca: Mostrar la barra en canviar el programa
es: Mostrar la barra de información cuando cambie el programa

source: Show InfoBar on skip forward/backward
ca: Mostrar la barra anant endavant/enrere
es: Mostrar la barra de información al pasar adelante/atrás

source: Show InfoBar picons
ca: Mostrar picons a la barra d'informació
es: Mostrar picon en la barra de información

source: Open Information menu
es: Mostrar información

source: Show Live in MiniTV
ca: Mostrar emisió en directe en MiniTV
es: Mostrar directo en MiniTV

source: Show Log
ca: Mostrar log
es: Mostrar log

source: Show Log Manager in Extension Menu
es: Mostrar Administrador de logs en el menú extensiones

source: Show Media Player in Main Menu
ca: Mostrar reproductor multimèdia al menú principal
es: Mostrar reproductor de recursos en el menú principal

source: Show Media playback Remaining/Elapsed as
ca: Mostrar temps reproducció restant/transcorregut com
es: Mostrar reproducción multimedia restante/transcurrida como

source: Show Merlin EPG Center
ca: Mostrar Merlin EPG Center
es: Mostrar Merlin EPG Center

source: Show MiniTV in the Front Display
ca: Mostrar MiniTV al LCD frontal
es: Mostrar MiniTV en el LCD

source: Show Movie Selection in Main Menu
es: Mostrar selección de películas en el menú principal

source: Show Movies List
ca: Mostrar llista de pel·lícules
es: Mostrar lista de películas

source: Show Multi EPG
ca: Mostrar MultiEPG
es: Mostrar MultiEPG

source: Show OSCam Information
es: Mostrar información de OSCam

source: Show OScam in extensions
ca: Mostrar OSCam a extensions
es: Mostrar OScam en extensiones

source: Show PVR status in MoviePlayer InfoBar
ca: Mostrar estat PVR en barra d'informació del reproductor multimèdia.
es: Mostrar estado PVR en la barra de info del reproductor de películas

source: Show PiP
ca: Mostrar PiP
es: Mostrar PiP

source: Show PiP in MiniTV
ca: Mostrar PiP en MiniTV
es: Mostrar PiP en MiniTV

source: Show PiP in the Front Display
ca: Mostrar PiP en Display frontal
es: Mostrar PiP en el LCD

source: Show Picon packages
es: Mostrar paquetes de Picon

source: Show Plugin Skin packages
es: Mostrar paquetes de skins

source: Show Record Movies
ca: Mostrar pel·lícules gravades
es: Mostrar películas grabadas
