Repository: OpenSPA/dvbapp2
Catalog: po/*.po
Languages: ca, es

source: This option allows you to choose how to display 720p 24Hz on your TV. (as not all TV's support these resolutions)
ca: Aquesta opció permet triar com mostrar 720p 24Hz a la TV (ja que no totes les TV admeten aquestes resolucions)
es: Esta opción le permite elegir cómo se mostrará 720p 24Hz en su TV. (no todas las TVs admiten estas resoluciones)

source: This option allows you to choose how to display SD progressive 24Hz on your TV. (as not all TV's support these resolutions)
ca: Aquesta opció permet triar com mostrar SD progressiu 24Hz a la TV (ja que no totes les TV admeten aquestes resolucions)
es: Esta opción le permite elegir cómo se mostrará SD progresivo 24Hz en su TV. (no todas las TVs admiten estas resoluciones)

source: This option allows you to choose how to display standard definition video on your TV.
ca: Aquesta opció permet triar com mostrar definició estàndard de video a la TV.
es: Esta opción te permite elegir cómo visualizar la definición de video estándar en tu TV.

source: This option allows you to choose what the first button press jumps to in channel list screen, (so pressing '2' jumps to 'A' or '2' first), when 'Quick Actions' preset actions are performed.
ca: Aquesta opció permet triar on salta el primer botó que premeu a la pantalla de la llista de canals, (p.ex, si premeu "2" primer salta a "A" o "2"), quan es realitzen les accions predefinides a "Accions ràpides".
es: Esta opción te permite elegir qué hace la primera pulsación de tecla en la lista de canales ('2' sube a 'A' o '2' primero).

source: This option allows you to choose whether or not to display genre information for the event.
ca: Aquesta opció permet triar si mostrar o no la informació de gènere de l'esdeveniment.
es: Esta opción te permite elegir si quieres visualizar la información del género del evento.

source: This option allows you to enable 3D Surround Sound.
ca: Aquesta opció permet habilitar so 3D Surround
es: Esta opción te permite habilitar el audio 3D Surround.

source: This option allows you to set offset values for different Letterbox resolutions.
es: Esta opción te permite establecer valores de compensación para diferentes resoluciones de formato Letterbox.

source: This option allows you to the SNR as a percentage (not all receivers support this).
ca: Aquesta opció permet mostrar el SNR com porcentatge (no ho admeten tots els receptors).
es: Esta opción permite visualizar SNR como porcentaje (no todos los receptores lo soportan).

source: This option allows you to use all HDMI Modes
ca: Aquesta opció permet utilitzar tots els modes HDMI
es: Esta opción te permite usar todos los modos HDMI

source: This option allows you to view the old and new settings side by side.
ca: Aquesta opció us permet visualitzar la configuració antiga i la nova de costat.
es: Esta opción te permite ver los ajustes nuevos y antiguos, unos al lado de los otros.

source: This option configures the general audio delay for BT Speakers.
ca: Aquesta opció configura el retràs d'àudio dels altaveus BT.
es: Esta opción configura el retraso general de audio para altavoces BT.

source: This option configures the general audio delay of Dolby Digital sound tracks.
es: Esta opción configura el retraso general de audio de las pistas Dolby Digital.

source: This option configures the general audio delay of stereo sound tracks.
es: Esta opción configura el retraso general de audio de las pistas estéreo.

source: This option configures the picture sharpness.
es: Esta opción configura la nitidez de la imagen.

source: This option configures the screen resolution in PC output mode.
es: Esta opción configura la resolución de pantalla en modo salida PC.

source: This option configures the video output mode (or resolution).
es: Esta opción configura el modo de salida de vídeo (o resolución).

source: This option configures you can set Auto Volume Level.
es: Esta opción te permite configurar el nivel del volumen automático.

source: This option lets you adjust the 3D depth of the OSD.
es: Esta opción te permite ajustar la profundidad 3D del OSD.

source: This option lets you adjust the transparency of the OSD.
es: Esta opción te permite ajustar la transparencia del OSD.

source: This option lets you choose the 3D mode of the OSD.
es: Esta opción te permite elegir el modo 3D del OSD.

source: This option lets you show the 3D OSD menu option in the Extension Menu screen.
es: Esta opción le permite mostrar la opción de menú OSD 3D en la pantalla del Menú extensiones.

source: This option moves the PVR status display from a separate window into the MoviePlayer InfoBar.
es: Esta opción traslada el estado PVR de una ventana aparte a la barra de información del reproductor de películas.

source: This option set the level of suppression of mosquito noise (Mosquito Noise is random aliasing as a result of strong compression). Obviously this goes at the cost of picture details.
es: Esta opción configura el nivel de supresión de ruido de mosquito (muestreo aleatorio, resultado de una fuerte compresión). Obviamente, se reduce el detalle en la imagen.

source: This option sets the picture contrast.
ca: Aquesta opció estableix el contrast de la imatge.
es: Esta opción configura el contraste de la imagen.

source: This option sets the picture brightness.
ca: Aquesta opció estableix la brillantor de la imatge.
es: Esta opción configura el brillo de la imagen.

source: This option sets the picture color space.
es: Esta opción configura el espacio de color de la imagen.

source: This option sets the picture flesh tones.
ca: Aquesta opció estableix els tons de carn de la imatge.
es: Esta opción configura los tonos de piel de la imagen.

source: This option sets the picture hue.
ca: Aquesta opció estableix la tonalitat de la imatge.
es: Esta opción configura el tono de la imagen.

source: This option sets the picture saturation.
ca: Aquesta opció estableix la saturació de la imatge.
es: Esta opción configura la saturación de la imagen.

source: This option sets the scaler sharpness, used when stretching picture from 4:3 to 16:9.
ca: Aquesta opció estableix la nitidesa de l’escalaire que s’utilitza per estirar les imatges de 4: 3 a 16: 9.
es: Esta opción configura la nitidez del escalamiento al estirar la imagen de 4:3 a 16:9.

source: This option sets the suppression of false digital contours, that are the result of a limited number of discrete values.
ca: Aquesta opció estableix la supressió de falsos contorns digitals, que són el resultat d’un nombre limitat de valors discrets.
es: Esta opción configura la supresión de bordes digitales falsos, resultado de un número limitado de valores discretos.

source: This option sets up the picture sharpness, used when the picture is being upscaled.
ca: Aquesta opció configura la nitidesa de la imatge, que s’utilitza quan s’implica la imatge.
es: Esta opción configura la nitidez de la imagen cuando se está ampliando.

source: This plugin can determine whether a programme begins earlier or lasts longer. The channel has to provide reliable data.
es: Este plugin puede determinar si un programa empieza antes o dura más. El canal tiene que proporcionar datos fiables.

source: This plugin is installed.
ca: Aquest complement està instal·lat.
es: Este plugin está instalado.

source: This plugin is not installed.
ca: Aquest complement no està instal·lat.
es: Este plugin no está instalado.

source: This plugin will be installed.
ca: Aquest complement s’instal·larà.
es: Se instalará este coplemento.

source: This plugin will be removed.
ca: Aquest complement es suprimirà.
es: Se desinstalará este plugin.

source: This service is protected by a parental control PIN!
es: Este servicio está protegido por un PIN de control parental!

source: This sets the prefix for each line in the debug log. The 'Boot time' is the number of seconds since your %s %s was last booted.
es: Esto establece el prefijo para cada línea en el log de depuración. El 'Tiempo de arranque' son los segundos desde que se arrancó por última vez el %s %s.

source: This setting allows the tuner configuration to be a duplication of another configured tuner.
es: Esta configuración permite que la configuración del sintonizador sea una duplicación de otro sintonizador configurado.

source: This setting depends on your cable provider and location. If you don't know the correct setting refer to the menu in the official cable receiver, or get it from your cable provider, or seek help via Internet forum.
ca: Aquesta configuració permet que la configuració del sintonitzador sigui posterior a una duplicació de la configuració de les altres situacions de sintonitzador.
es: Esta configuración depende de tu proveedor de cable y ubicación. Si no conoces la configuración correcta, consulta el menú en el receptor de cable oficial, consíguela en tu proveedor de cable, o busca ayuda a través de un foro de Internet.

source: This setting is for special setups only. It gives this LNB higher priority over other LNBs with lower values. The free LNB with the highest priority will be the first LNB selected for tuning services.
ca: Aquest paràmetre és només per a configuracions especials. Dóna a aquesta LNB una prioritat més alta que altres LNB amb valors inferiors. El LNB gratuït amb la màxima prioritat serà el primer LNB seleccionat per a serveis de sintonia.
es: Esta configuración es solo para configuraciones especiales. Le da a este LNB una mayor prioridad sobre otros LNB con valores más bajos. El LNB libre con mayor prioridad será el primer LNB seleccionado para la sintonización de canales.

source: This test checks for configured DNS. If you get an "unconfirmed" message: - please check your DHCP, cabling and adapter setup - if you configured your nameservers manually please verify your entries in the "Nameserver" configuration
ca: Aquesta prova comprova que es troben noms de servidor configurats. Si obteniu un missatge “no confirmat”: - comproveu la configuració del vostre cablejat i adaptador DHCP - si heu configurat manualment els vostres servidors de noms, comproveu les entrades a la configuració del “servidor de noms”
es: Esta prueba comprueba si hay servidores de nombres configurados. Si obtiene un mensaje “no confirmado”: - compruebe por favor su DHCP, el cableado y la disposición del adaptador - si ha configurado sus servidores de nombres manualmente, verifique sus entradas en la configuración “Servidor de nombres”

source: This test checks whether a network cable is connected to your LAN adapter. If you get a "disconnected" message: - verify that a network cable is attached - verify that the cable is not broken
ca: Aquest test comprova si un cable de xarxa està connectat a l’adaptador LAN. Si obteniu un missatge “desconnectat”: - comproveu que hi ha connectat un cable de xarxa - comproveu que el cable no estigui trencat
es: Esta prueba comprueba si un cable de red está conectado a su adaptador LAN. Si recibe un mensaje “desconectado”: - compruebe que está conectado un cable de red - verificar que el cable no esté roto

source: This test checks whether a valid IP address is found for your LAN adapter. If you get a "unconfirmed" message: - no valid IP address was found - please check your DHCP, cabling and adapter setup
ca: Aquest test es comprova si un cable de xarxa està connectat a una LAN adaptadora. Si obteniu un missatge “desconnecteu”: - Comproveu que hi ha connectat un cable de xarxa - comproveu que el cable no estigui trencat
es: Esta prueba comprueba si se encuentra una dirección IP válida para su adaptador LAN. Si obtiene un mensaje “no confirmado”: - no se encontró una dirección IP válida - compruebe por favor su DHCP, el cableado y la disposición del adaptador

source: This test checks whether your LAN adapter is set up for automatic IP address configuration with DHCP. If you get a "disabled" message: - then your LAN adapter is configured for manual IP setup - verify that you have entered correct IP information in the adapter setup dialog. If you get an "enabled" message: -verify that you have a configured and working DHCP server in your network.
es: Esta prueba comprueba si su adaptador LAN está configurado para la configuración automática de direcciones IP con DHCP. Si recibe un mensaje de "inhabilitado": - entonces su adaptador LAN está configurado para la configuración IP manual - compruebe que ha introducido la información de IP correcta en el diálogo de configuración del adaptador. Si recibe un mensaje "habilitado": -verifica que tienes un servidor DHCP configurado y en funcionamiento en tu red.

source: This test detects your configured LAN adapter.
ca: Aquesta prova detecta l’adaptador LAN configurat.
es: Esta prueba detecta tu adaptador LAN configurado.

source: This will (re-)calculate all positions of your rotor and may remove previously memorised positions and fine-tuning! Are you sure?
ca: Això (tornarà a calcular totes les posicions del rotor i pot eliminar les posicions memoritzades prèviament i l’ajustament fi!) Estàs segur?
es: Esto (re) calculará todas las posiciones de su rotor y puede quitar posiciones previamente memorizadas y afinar! ¿Estás seguro?

source: This will go fast forward/backward with time frames of x secs.
es: Esto hará que el avance y rebobinado vayan a intervalos de x segs.

source: This window will automatically close in %d seconds.
es: Esta ventana se cerrará automáticamente en %d segundos.

source: Three
ca: Tres
es: Tres

source: Threshold
ca: Llindar
es: Umbral

source: Thu
ca: Dij
es: Jue

source: Thumbnails
ca: Miniatures
es: Miniaturas

source: Thursday
ca: Dijous
es: Jueves

source: TiVo support
es: Soporte TiVo

source: Time
ca: Hora
es: Hora

source: Time Settings
es: Ajustes horarios

source: Time Setup Actions
es: Acciones de configuración de la hora

source: Time Shift Settings
es: Ajustes Timeshift

source: Time Update in Minutes:
es: Actualización horaria en minutos:

source: Time between slides in image viewer slide show.
es: Tiempo entre diapositivas en la presentación de diapositivas del visor de imágenes.

source: Time delay for the repeated transmission
es: Retardo de tiempo para la transmisión repetida

source: Time delay of the shutdown messages
es: Tiempo de retardo de los mensajes de apagado

source: Time delay until standby or deep standby
es: Tiempo de retardo hasta el reposo o reposo profundo

source: Time for next LCD scrolling
es: Tiempo para el próximo scroll del LCD

source: Time jump avoid zero step size
es: Evitar ruido de imagen durante el tiempo de salto

source: Time jump multiplier for fast backward
es: Multiplicador para los saltos atrás

source: Time jump multiplier for fast forward
es: Multiplicador para los saltos adelante

source: Time jump repeat interval for fast forward/backward
es: Repetición de salto de tiempo para salto adelante/atrás

source: Time jump: Use normal fast forward for speeds
es: Salto de tiempo: usa velocidad normal en el avance rápido

source: Time shift buffer delete after zap
es: Eliminación del búfer timeshift después de zapear

source: Time shift buffer limit
es: Límite de buffer para Timeshift [en horas]

source: Time shift buffer location
ca: Ubicació del buffer Timeshift
es: Ubicación de Timeshift

source: Time shift checking for free space
es: Comprobación de espacio libre de timeshift

source: Time shift checking for older files
es: Comprobación de archivos Timeshift más antiguos

source: Time shift event based file splitting
es: Evento de timeshift basado en la divisón de archivos

source: Time shift event limit
es: Límite de últimos eventos de timeshift [número de eventos]

source: Time shift may not work correctly without an acceptable directory.
es: Timeshift puede no funcionar correctamente sin un directorio aceptable.

source: Time shift not possible!
ca: No és possible la pausa!
es: ¡Timeshift no es posible!

source: Time shift save action on zap
es: Guardar Timeshift durante el zapeo

source: Time shift save failed!
es: ¡Error al guardar Timeshift!

source: Time shift save location
es: Ubicación para guardar Timeshift

source: Time shift save recording (Select event)
es: Grabación de Timeshift guardada (seleccionar programa)

source: Time shift save recording (Stop after current event)
es: Grabación de Timeshift guardada (detener después del programa actual)

source: Time shift saved to your hard disk drive!
es: ¡Timeshift guardado en su disco duro!

source: Time shift will get saved at end of event.
es: Timeshift se guardará al final del programa.

source: Time style
ca: Estil de l'hora
es: Estilo de tiempo

source: Time taken for the backup:
es: Tiempo utilizado para el backup:

source: Time to execute command or script
es: Hora para ejecutar comando o script

source: Time update in minutes
es: Actualización horaria en minutos

source: Time window for detection of the wake up by a timer [mins]
es: Ventana de tiempo para detectar encendido por temporizador [mins]

source: Time zone
ca: Fus horari
es: Zona horaria

source: Time zone area
ca: Zona de la zona horària
es: Región

source: Timeline 24 Hour
es: Cronología 24 horas

source: Timeline font size
es: Tamaño de fuente de la cronología

source: Timeline marker
ca: Marcador línia de temps
es: Marcador de línea de tiempo

source: Timeline scale
ca: Escala de temps
es: Escala de tiempo

source: Timer Log Actions
es: Acciones log del temporizador

source: Timer Sanity Error
ca: Error de programació
es: Error de temporizador

source: Timer edit
ca: Edició del temporitzador
es: Editar temporizador

source: Timer editor
es: Editor de temporizador

source: Timer entry
ca: Gravació
es: Entrada de temporizador

source: Timer log
ca: Registre de gravació
es: Historial de temporizadores

source: Timer overlap in '%s' detected! Please recheck it!
es: Superposición de temporizador en '%s' detectada! ¡Por favor, vuelve a comprobarlo!

source: Timer overlap in '%s' detected! Please check all the timers.
es: Superposición de temporizador en '%s' detectada! Por favor, comprueba todos los temporizadores.

source: Timer recording location
ca: Canviar la gravació (durada)
es: Ruta de grabación del temporizador

source: Timer selection
ca: Selecció de gravació
es: Selección del temporizador

source: Timer type
ca: Tipus de temporitzador
es: Tipo de temporizador

source: Timer+
ca: Temporitzador +
es: Temporizador+

source: Timerlist
ca: Llista de temporitzadors
es: Lista de temporizadores

source: Timers
es: Temporizadores

source: Timezone
es: Zona horaria

source: Title
ca: Títol
es: Título

source: Title properties
ca: Propietats del títol
es: Propiedades de título

source: Titleset mode
ca: Mode Titleset
es: Modo título

source: To be able to record, put the receiver into standby mode.
es: Para poder grabar ponga el receptor en modo de espera.

source: To complete the setup the %s %s must connect to the Internet. Connect the %s %s to the Internet now.
es: Para completar la configuración, el %s %s debe conectarse a Internet. Conecta ahora el %s %s a Internet.

source: To restore the image check the manual or documentation for the receiver.
es: Para restaurar la imagen, comprueba el manual o la documentación del receptor.

source: To restore the image use 'OnlineFlash' option in the 'SoftwareManager' menu.
es: Para restaurar la imagen, use la opción Flash Online del Administrador de software.

source: To add extras you need to install AutoBouquetsMaker. If you press "Yes" please wait. Do you want to install it now?
es: Para añadir extras necesitas instalar AutoBouquetsMaker. Si pulsa "Sí" por favor espera. ¿Quieres instalarlo ahora?

source: To where would you like to extract '%s'?
es: ¿Donde te gustaría extraer '%s'?

source: Today
ca: Avui
es: Hoy

source: Toggle Dolby Digital down mix
es: Alternar downmix digital ...

source: Toggle HDMI-In PiP
es: Configurar entrada HDMI para PiP

source: Toggle HDMI-In full screen
es: Configurar entrada HDMI a pantalla completa

source: Toggle LCD LiveTV
es: Alternar LCD LiveTV

source: Toggle Log and Status
es: Alternar log y estado

source: Toggle PiPzap
es: Configurar zapeo de PiP

source: Toggle Picture in Graphics
es: Cambiar imagen en gráficos

source: Toggle a cut mark at the current position
ca: Posar una marca de tall en l'actual posició
es: Cambiar una marca de corte a la posición actual

source: Toggle all related files
es: Alternar todos los archivos relacionados

source: Cycle through the available aspect ratios
es: Cambia la relación de aspecto ...

source: Toggle auto refresh On/Off
es: Alternar auto refreso On/Off

source: Toggle between bouquet/EPG lists
es: Alternar entre listas grupos/epg

source: Toggle between the available TV and RADIO services
es: Alternar entre los canales de TV y RADIO disponibles

source: Toggle display of image information
es: Alternar visualización de la información de imagen

source: Cycle through the InfoBars
es: Recorrer las barras de información

source: Toggle display of the image status overlay
es: Alternar visualización de la superposición de estado de la imagen

source: Toggle enable/disable of the currently selected timer
es: Alternar activación/desactivación del temporizador seleccionado

source: Toggle hide/show of the current item
es: Alternar mostrar/ocultar el elemento actual

source: Toggle if new text inserts before or overwrites existing text
es: Alternar si el texto nuevo se inserta antes o sobrescribe el texto existente

source: Toggle item edit mode on/off
es: Alternar On/Off en modo de edición elemento

source: Toggle item move mode on/off
es: Alternar On/Off en modo movimiento

source: Toggle multi-selection mode
es: Alternar modo multi-selección

source: Toggle new text inserts before or overwrites existing text
ca: Commuta o inserta el text nou abans o sobreescriu el text existent
es: Alternar nuevas inserciones de texto antes o sobrescribir el texto existente

source: Toggle selection of the current tag
es: Alternar selección de la etiqueta actual

source: Toggle selections
es: Alternar selecciones

source: Toggle service name display
ca: Alternar la visualització del nom del canal
es: Alternar la visualización del nombre del canal

source: Toggles between TV and Radio
es: Cambia entre televisión y radio

source: Tone amplitude
ca: Amplitud de tons
es: Amplitud del tono

source: Tone mode
ca: Mode del to
es: Modo tono

source: Top
ca: Dalt
es: Arriba

source: Top and Bottom
es: Arriba y abajo

source: Total CPU benchmark
es: Análisis total de CPU

source: Total cards:
es: Tarjetas totales:

source: Total clients streaming: %d ( %s )
es: Total de clientes en streaming: %d (%s)

source: Total flash
es: Flash total

source: Total handled client ecm's
es: Total de ECM gestionadas del cliente

source: Total handled client emm's
es: EMMs de cliente gestionadas en total

source: Total memory
es: Memoria total

source: Total swap
es: Swap total

source: Track
ca: Pista
es: Pista

source: Traditional
es: Tradicional

source: Traditional Chinese
es: Chino tradicional

source: Transcode
ca: Transcodificar
es: Transcodificar

source: Transcoding
es: Transcodificar

source: Translate Subs On This Service
es: Traducir subtítulos en este canal

source: Translation
ca: Traducció
es: Traducción

source: Translation Information
ca: Informació de traducció
es: Información de traducción

source: Translation information
es: Información de traducción

source: Translation information for %s %s
es: Información de traducción para %s %s

source: Transmission mode
ca: Mode transmissió
es: Modo de transmisión

source: Transparent
es: Transparente

source: Transponder
ca: Transponedor
es: Transpondedor

source: Transponder information
es: Información de transpondedor

source: Transponder information for '%s'
es: Información de transpondedor para '%s'

source: Transponder Time
ca: Hora de transponedor
es: Hora del transpondedor

source: Transport Stream Type
ca: Tipus de stream de transport
es: Tipo de Stream
