Repository: OpenSPA/dvbapp2
Catalog: po/*.po
Languages: ca, es

source: CPU priority for scripts
ca: Prioritat CPU per als scripts
es: Prioridad de CPU para scripts

source: CPU rating
ca: Puntuació CPU
es: Calificación de la CPU

source: CPU speed/cores
ca: Velocitat/Nuclis CPU
es: Velocidad/núcleos de la CPU

source: CPU temperature
ca: Temperatura CPU
es: Temperatura de la CPU

source: Cable Scan
ca: Escaneig de cables
es: Búsqueda de cable

source: Cache thumbnails
ca: Cache miniatures
es: Almacenar miniaturas

source: Cached
es: En caché

source: Calculate
ca: Calcular
es: Calcular

source: Calculate file hashes/checksums
ca: Calcular hashes/checksums de l'arxiu
es: Calcular hashes/checksums del archivo

source: Calculating benchmark...
ca: Calculant punt de referencia...
es: Calculando resultados...

source: Calculating rating...
ca: Calculant puntuació...
es: Calculando la calificación...

source: Calculating...
ca: Calculant...
es: Calculando...

source: Calculation complete
ca: Calculacio completa
es: Cálculo completo

source: Calibrate
ca: Calibrar
es: Calibrar

source: Cambodia
es: Camboya

source: Camera
ca: Càmera
es: Cámara

source: Cameroon
es: Camerún

source: Can be used for different fps between external subtitles and video.
ca: Es pot utilitzar per a diferents fps entre subtítols externs i vídeo.
es: Puede usarse para distintos fps entre subtítulos externos y vídeos.

source: Can be used to test defect pixels on TV screen. Available color test screens: red green blue white black cyan magenta yellow Screens change with left/right buttons or use red, green, blue to toggle. Yellow for returning back to this intro
ca: Es pot utilitzar per provar píxels defectes a la pantalla del televisor. Pantalles de proves de color disponibles: vermell verd blau blanc negre cian magenta groc Les pantalles canvien amb botons esquerre / dret o utilitzeu per canviar a vermell, verd, blau. Groc per tornar a aquesta informació
es: Puede utilizarse para comprobar píxeles defectuosos en la pantalla del televisor. Las pruebas de color de pantalla disponibles: rojo verde azul blanco negro cian magenta amarillo Las pantallas cambian con los botones izquierdo/derecho o usa el rojo, verde y azul para alternar. Amarillo para volver a esta introducción

source: Can not delete timer
ca: No es pot eliminar el temporitzador
es: No se puede eliminar el temporizador

source: Can not download EPG
ca: No es pot descarregar l'EPG
es: No se puede descargar la EPG

source: Can not download current region details
ca: No es poden descarregar els detalls de la regió actual
es: No se pueden descargar los detalles de la región actual

source: Can not download list of regions
ca: No es pot descarregar la llista de regions
es: No puede descargar lista de regiones

source: Can not download timers
ca: No es poden descarregar els temporitzadors
es: No se pueden descargar los temporizadores

source: Can not post PVR log information
ca: No es pot mostrar la información del log PVR
es: No se puede publicar la información del registro PVR

source: Can not post scan information
ca: No es pot mostrar informació de recerca
es: No se puede publicar información de escaneo

source: Can not retrieve IceTV settings
ca: No es poden recuperar configuracions IceTV
es: No se puede recuperar los ajustes de IceTV

source: Can not retrieve channel map
ca: No es pot recuperar mapa de canals
es: No se puede recuperar el mapeo de canales

source: Can not update timer
ca: No es pot actualitzar el temporitzador
es: No se puede actualizar el temporizador

source: Can not update timer status
ca: No es pot actulitzar l'estat del temporitzador
es: No se puede actualizar el estado del temporizador

source: Can not update timers
ca: No es poden actualitzar els temporitzadors
es: No se pueden actualizar los temporizadores

source: Can not upload timer
ca: No es pot pujar el temporitzador
es: No se puede cargar el temporizador

source: Can't allocate program source (e.g. tuner)
ca: No es pot assignar la font del programa (p. ex., sintonitzador)
es: No se puede asignar el origen del programa (p.e. el sintonizador)

source: Can't create backup directory!
es: No se puede crear carpeta del backup!

source: Can't go to live TV! Switch to live TV and restart time shift?
es: No se puede ir a la televisión en vivo! ¿Cambiar a la TV en vivo y reiniciar Timeshift?

source: Can't play the next time shift buffer file! Switch to live TV and restart time shift?
es: No se puede reproducir el archivo Timeshift siguiente! ¿Cambiar a la TV en vivo y reiniciar Timeshift?

source: Can't play the previous time shift file! You can try again.
ca: No es pot reproduir l'anterior arxiu timeshift! Pots intentar-ho un altre cop.
es: No se puede reproducir el archivo de timeshift anterior! Puedes intentarlo de nuevo.

source: Can't unmount partition, make sure it is not being used for swap or record/time shift paths
ca: No es pot desmuntar partició, assegura't que no s'estigui utilitzant per a rutes de gravació, timeshift o swap
es: Imposible desmontar partición, comprueba que no está siendo usada por la memoria swap o por las rutas de las grabaciones y timeshift

source: Canada
es: Canadá

source: Cancel
ca: Cancel·lar
es: Cancelar

source: Cancel / Close the software update screen
ca: Cancel·lar/Tancar la pantalla d'actualització de software
es: Cancelar / Cerrar la pantalla de actualización del software

source: Cancel Task
ca: Cancel·lar tasca
es: Cancelar la tarea

source: Cancel any changed settings and exit
ca: Cancel·lar qualsevol configuració canviada i sortir
es: Cancelar los cambios de los ajustes y salir

source: Cancel any changed settings and exit all menus
ca: Cancel·lar qualsevol configuració canviada i sortir de tots els menús
es: Cancelar los cambios de los ajustes y salir de todos los menús

source: Cancel any changed tags and exit
ca: Cancel·lar qualsevol etiqueta canviada i sortir
es: Cancelar los cambios de las etiquetas y salir

source: Cancel any changes the active locale/language and exit all menus
ca: Cancel·lar qualsevol canvi a l'idioma actiu i sortir
es: Cancelar cualquier cambio del idioma regional activo y salir de todos los menús

source: Cancel any changes to the active locale/language and exit
ca: Cancel·lar qualsevol canvi a la configuració regional/idioma actiu i sortir
es: Cancelar cualquier cambio del idioma regional activo y salir

source: Cancel any text changes and exit
ca: Cancel·la els canvis de text i surt
es: Cancelar los cambios de texto y salir

source: Cancel conflict resolution
ca: Cancel·lar conflicte de resolució
es: Cancelar resolución de conflictos

source: Cancel execution?
ca: Selecció de canal ?
es: ¿Cancelar la ejecución?

source: Cancel extraction
ca: Cancel·lar extracció
es: Cancelar extracción

source: Cancel save time shift as movie
ca: Cancel·lar el guardat del timeshift com a pel·lícula
es: No guardar Timeshift como película

source: Cancel the scan and exit all menus
es: Cancelar el escaneo y salir de todos los menús

source: Cancel the scan and exit the scanner
es: Cancelar el escaneo y salir del escáner

source: Cancel the selection
es: Cancelar la selección

source: Cancel selection and exit
ca: Cancel·lar selección i sortir
es: Cancelar la selección y salir

source: Cancel service selection and exit
es: Cancelar la selección del servicio y salir

source: Cancel the Reset Feeds command currently being processed
es: Cancelar el comando Reset Feeds que se está procesando ahora mismo

source: Cancel the bouquet selection
es: Cancelar la selección de listas

source: Cancel the flash process
ca: Cancel·lar el procés d'instal·lació
es: Cancelar el proceso de instalación

source: Cancel the flash process and exit all menus
ca: Cancel·lar el procés d'instal·lació i sortir de tots els menús
es: Cancelar el proceso de instalación y salir de todos los menús

source: Cancel the image selection and exit
ca: Cancel·lar la selecció d'imatge i sortir
es: Cancelar la selección de imágenes y salir

source: Cancel the image selection and exit all menus
ca: Cancel·lar la selecció d'imatge i sortir de tots els menús
es: Cancelar la selección de imágenes y salir de todos los menús

source: Cancel the selection and exit
es: Cancelar la selección y salir

source: Cancel the service history zap
es: Cancelar el zapeo del histórico de servicio

source: Cancel the service selection
ca: Cancel·lar la selección de canals
es: Cancelar la selección del servicio

source: Cancel the slot selection and exit
ca: Cancel·lar la selección de ranura i sortir
es: Cancelar la selección de ranura y salir

source: Cancel the slot selection and exit all menus
ca: Cancel·lar la selección de ranura i sortir de tots els menús
es: Cancelar la selección de ranura y salir de todos los menús

source: Cancel the task
ca: Cancel·lar la tasca
es: Anular la tarea

source: Cancel the update
ca: Cancel·lar l'actualització
es: Cancelar la actualización

source: Cancelled upon user request
ca: S’ha cancel·lat per sol·licitud de l’usuari
es: Cancelado a petición del usuario

source: Cannot delete file
ca: L'arxiu no es pot eliminar
es: No se puede borrar el archivo

source: Cannot determine %s limit ..., aborting!
es: No se puede determinar el límite en el %s ..., ¡abortando!

source: Cannot find any signal ..., aborting!
es: No se puede encontrar ninguna señal..., ¡abortando!

source: Can't move to trashcan!
es: ¡No se puede mover a la papelera!

source: Can't play the next time shift buffer file! Switch to live TV and restart time shift ?
es: ¡No se puede reproducir el siguiente archivo de búfer de cambio de tiempo! ¿Cambiar a TV en vivo y reiniciar el cambio de horario?

source: Capacity
ca: Capacitat
es: Capacidad

source: Capacity:
ca: Capacitat:
es: Capacidad:

source: Cape Verde
ca: Cap Verd
es: Cabo Verde

source: Cards:
ca: Tarjetes:
es: Tarjetas:

source: Cards: 0
ca: Tarjetes: 0
es: Tarjetas: 0

source: Cardserial
ca: Nº de serie de tarjeta
es: Nº serie de tarjeta

source: Cartoon
ca: Dibuixos animats
es: Dibujos animados

source: Cascade PiP
es: PiP en cascada

source: Catalan / Valencian
ca: Català/Valencià
es: Catalán / Valenciano

source: Catch Up Player Actions
es: Ponerse al día con acciones de reproducción

source: Cayman Islands
ca: Cayman Illa
es: Islas Caimán

source: Center
ca: Centre
es: Centrar

source: Centered
ca: Centrat
es: Centrado

source: Centered, wrapped
ca: Centrat, embolicat
es: Centrado, envuelto

source: Central African Republic
ca: República Centroafricana
es: República Centroafricana

source: Central Khmer
es: Jemer central

source: Change Boxmode to control Hardware Chip Modes*
ca: Canviar Boxmode per a controlar el hardware Chip Modes*
es: Cambiar el modo del receptor para controlar los modos de chip de hardware*

source: Change Language
ca: Canviar d’idioma
es: Cambiar idioma

source: Change OSD Settings
ca: Canviar configuració OSD
es: Cambiar ajustes del OSD

source: Change PIN
ca: Canviar PIN
es: Cambiar PIN

source: Change Timer
ca: Canvia el temporitzador
es: Cambiar temporizador

source: Change bouquets in quickzap
ca: Canviar de llista en el zàpping ràpid
es: Cambiar de lista en zapeo rápido

source: Change execute permissions (755/644)
ca: Canviar permisos d'execució (755/644)
es: Cambiar los permisos de ejecución (755/644)

source: Change next timer
ca: Canvi proper temporitzador
es: Cambiar próximo temporizador

source: Change pin code
ca: Canviar codi pin
es: Cambiar código pin

source: Change recording (Duration)
es: Cambiar grabación (duración)

source: Change recording (End time)
es: Cambiar grabación (fin)

source: Change repeat and delay settings?
ca: Canvieu la configuració de repetició i retard?
es: ¿Cambiar ajustes de repetición y retraso?

source: Change skin
ca: Canviar skin
es: Cambiar interfaz

source: Change step size
ca: Canvia la mida del pas
es: Cambiar tamaño del salto

source: Change the cache directory to Internal Flash in EPG Settings on both receivers.
es: Cambie el directorio de caché a Flash interna en Ajustes de EPG en ambos receptores.

source: Change to bouquet
ca: Canviar a llista
es: Cambiar a grupo

source: Change to Radio services mode
es: Cambiar a modo servicios de radio

source: Change to TV services mode
es: Cambiar a modo servicios de TV

source: Changed
ca: Canviat
es: Cambiado

source: Changes need a system restart to take effect. Restart your %s %s now?
ca: Els canvis necesiten un reinici del sistema per a ser efectius. Reiniciar ara el %s %s?
es: Los cambios requieren que se reinicie el sistema para surtir efecto. ¿Reiniciar tu %s %s ahora?

source: Channel
ca: Canal
es: Canal

source: Channels
es: Canales

source: Channel +/- button mode
ca: Mode botó Canal +/-
es: Modo de tecla de canal +/-

source: Channel / Service
ca: Canal/Servei
es: Canal / Servicio

source: Channel 1
ca: Canal 1
es: Canal 1

source: Channel 1 with prime time
es: Canal 1 de máxima audiencia

source: Channel Info
ca: Informació del canal
es: Información de canal

source: Channel List
ca: Llista de canals
es: Lista de canales

source: Channel number
es: Número de canal

source: Channel List Menu
ca: Menú de llista de canals
es: Menú de lista de canales

source: Channel Selection
es: Selección de canal

source: Channel Selection Actions
es: Acciones de la selección de canales

source: Channel Selection Navigation Actions
es: Acciones de navegación de la selección de canales

source: Channel Selection Settings
ca: Configuracions de selecció de canals
es: Ajustes de lista de canales

source: Channel buttons
ca: Botons de canal
es: Botones de canal

source: Channel buttons invert
ca: Invertir botons del canal
es: Invertir botones de canal

source: Channel down
ca: Canal avall
es: Bajar canal

source: Channel list cursor behavior
ca: Comportament dels cursor a la llista de canals
es: Comportamiento del cursor en lista de canales

source: Channel list on mode change
ca: Llista de canals en mode moviment
es: Lista de canales en cambio de modo

source: Channel list preview
ca: Vista previa llista de canals
es: Previsualización de la lista de canales

source: Channel list service mode*
ca: Mode servei de la llista de canals*
es: Modo de servicio de la lista de canales*

source: Channel list show MiniTV when Skin use.
ca: Mostrar MiniTV a la llista de canals quan el skin l'utilitzi.
es: La lista de canales muestra el MiniTV cuando se usa el Skin.

source: Channel list show MiniTV*
ca: Mostrar MiniTV a la llista de canals*
es: Lista de canales muestran MiniTV*

source: Channel list type
ca: Menú de llista de canal
es: Tipo de lista de canales

source: Channel name
ca: Nom del canal
es: Nombre de canal

source: Channel preview mode
ca: Mode vista previa del canal
es: Modo de previsualización de canales

source: Channel selection
ca: Selecció de canals
es: Selección de canal

source: Channel selection configuration
ca: Configuració selección de canals
es: Configuración de los canales

source: Channel Selection Context Menu
es: Menú contextual de lista de canales

source: Channel Selection Context Menu Actions
es: Acciones de menú contextual de lista de canales

source: Channel Selection Context Menu Navigation Actions
es: Acciones de navegación del menú contextual de lista de canales

source: Channel selection:
ca: Selecció de canal:
es: Selección del canal:

source: Channel up
ca: Canal amunt
es: Subir canal

source: Service zap other button delay
ca: Retard d'un altre botó de zap de canal
es: Retardo al zapear con otro botón

source: Service zap first button delay
ca: Retard del primer botó de canal Zap
es: Retardo al zapear con el primer botón

source: Service zap delay mode
ca: Mode de retard de zap de canal
es: Modo de retardo al zapear

source: Service zap screen contents
es: Contenido de la pantalla de canal zap

source: Channel:
ca: Canal:
es: Canal:

source: Channels and EPG
es: Canales y EPG

source: Channels imported successfully from
es: Canales importados con éxito desde

source: Channels only
es: Solo Canales

source: ChannelEPG Settings
ca: Configuracions EPG del canal
es: Ajustes de canal EPG

source: Chap.
es: Cap.

source: Chapter
es: Capítulo

source: Chapter:
es: Capítulo:

source: Character device
ca: Dispositiu de caràcter
es: Dispositivo de caracteres

source: Chechen
es: Checheno

source: Check
ca: Comproveu
es: Comprobar

source: Check HDD
ca: Comprova HDD
es: Comprobar HDD

source: Check for PDC
ca: Comprovar per a PDC
es: Comprobar PDC

source: Check for PDC availability on each service
ca: Comprovar al disponibilitat PDC en cada canal
es: Comprobar disponibilidad de PDC en cada servicio

source: Check Internet and update packages
es: Revisar Internet y actualizar paquetes

source: Check Internet connection and update packages. Press OK to continue.
es: Revisar la conexión Internet y actualizar paquetes. Pulse OK para continuar.

source: Check power and input state from TV
ca: Comprova l'estat d'encesa i l'entrada desde la TV
es: Compruebe el estado de la alimentación y la entrada del televisor

source: Check the Internet connection again
ca: Comproveu de nou la connexió a Internet
es: Volver a comprobar la conexión a internet

source: Check/Install online updates (you must have a working Internet connection)
ca: Comprovar/Instal·lar actualitzacions online (has de tindre una connexió a internet funcionant)
es: Comprueba/Instala actualizaciones en línea (debes tener conexión a internet)

source: Checking Feeds
ca: Comprovant feeds
es: Comprobando fuentes

source: Checking Logs...
ca: Comprovant logs...
es: Comprobando logs...

source: Checking file system...
ca: Comprovació del sistema de fitxers …
es: Comprobando el sistema de archivos...

source: Checking tuner %d DiSEqC port %s for %s
ca: Comprovant sintonitzador %d Por DiSEqC %s per a %s
es: Comprobando el sintonizador %d Puerto DiSEqC %s para %s

source: Children
ca: Infantil
es: Niños

source: Children's
ca: Infantils
es: Niños

source: Children/Youth
ca: Infantil / juvenil
es: Niños y adolescentes

source: Chinese
es: Chino

source: Chinese (Simplified)
es: Chino (simplificado)

source: Chkroot Manager Actions
es: Acciones del administrador Chkroot

source: Choice action
es: Elige acción

source: Chkroot MultiBoot Initialization in progress!
es: ¡Inicialización Chkroot MultiBoot en progreso!

source: Chkroot MultiBoot Manager
es: Administrador MultiBoot Chkroot

source: Chkroot MultiBoot Remove in progress!
es: ¡Eliminación Chkroot MultiBoot en progreso!

source: Choice List Actions
es: Acciones lista de opciones

source: Choice List Navigation Actions
es: Acciones de navegación en la lista de opciones

source: Choice List Order Actions
es: Acciones de orden de la lista de opciones

source: Choice List Selection Actions
es: Acciones de selección en lista de opciones

source: Choice where to put "%s"
ca: Tria on posar "%s"
es: Elección en dónde poner "%s"

source: Choose Bouquet
ca: Tria llista
es: Elige grupo

source: Choose Tuner
ca: Trieu Sintonitzador
es: Elige sintonizador

source: Choose a country scheme for decoding genre information in EPG events.
ca: Tria un esquema de país per descodificar la informació de gènere als programes de l'EPG.
es: Elegir un esquema de país para decodificar la información de género en los eventos de la EPG.

source: Choose a country scheme for decoding rating information in EPG events.
ca: Tria un esquema de país per descodificar la informació de puntuació als programes de l'EPG.
es: Elegir un esquema de país para decodificar la información de clasificación en los eventos de la EPG.

source: Choose a label that will identify this device within IceTV services.
ca: Tria una etiqueta que identificarà aquest dispositiu entre els canals IceTV.
es: Seleccionar la etiqueta que identificará a este dispositivo en el servicio IceTV.

source: Choose dvb wait delay for ci response.
ca: Tria retard d'espera dvb per a resposta CI.
es: Elegir el retardo de espera dvb para la respuesta ci.

source: Choose how much EPG history, if any, to keep in the EPG cache. This historic data can be browsed in any of the EPG views. This can be useful when you need information about an event which has recently finished.
ca: Tria la quantitat d'historial EPG, si n'hi ha, per mantenir a la memòria cau de l'EPG. Aquestes dades històriques es poden navegar a qualsevol de les visualitzacions de l'EPG. Això pot ser útil quan necessiteu informació sobre un programa que s'ha acabat recentment.
es: Elija la cuanto historial de la EPG desea ver, en caso de que haya alguno, para mantenerlo en la caché de la EPG. Estos datos históricos se pueden consultar en cualquiera de las vistas de la EPG. Esto puede ser útil cuando se necesita información sobre un evento que ha terminado recientemente.

source: Choose how often to connect to IceTV server to check for updates.
ca: Selecciona cada quan connectar al servidor IceTV per a comprovar actualitzacions.
es: Elegir la frecuencia con la que se conectará al servidor IceTV para comprobar si hay actualizaciones.

source: Close the Chkroot MultiBoot Manager
es: Cierre el Administrador MultiBoot Chkroot

source: Close the Device Manager screen
es: Cerrar la pantalla del Administrador de dispositivos

source: Close the Device Manager screen and exit all menus
es: Cerrar la pantalla del Administrador de dispositivos y salir de todos los menús

source: Choose the display formatting style for dates. 'D' / 'DD' is the date and 'M' / 'MM' is the month in digits. ('DD' and 'MM' have leading zeros for single digit values.) The screen display will be based on your choice but can be influenced by the skin.
ca: Tria l'estil de format de visualització de les dates. "D" / "DD" és el dia i "M" / "MM" és el mes en dígits. ('DD' i 'MM' tenen zeros inicials per als valors d'un sol dígit.) La visualització en pantalla es basarà en la vostra elecció, però pot ser influenciada pel skin.
es: Elegir el estilo de formato de visualización para las fechas. 'D' / 'DD' es la fecha y 'M' / 'MM' es el mes en dígitos. ('DD' y 'MM' tienen ceros a la izquierda para los valores de un solo dígito). La visualización en pantalla se basará en su elección pero podría estar influida por la interfaz.

source: Choose the display formatting style for times. 'H' / 'HH' is the hour for a 24 hour clock, 'h' / 'hh' is the hour for a 12 hour clock, 'mm' is the minutes and 'ss' is the seconds. ('HH' and 'hh' have leading zeros for single digit values.) The screen display will be based on your choice but can be influenced by the skin.
ca: Tria l'estil de format de visualització per a les hores. "H" / "HH" és l'hora d'un rellotge de 24 hores, "h" / "hh" és l'hora d'un rellotge de 12 hores, "mm" són els minuts i "ss" són els segons. ('HH' i 'hh' tenen zeros inicials per als valors d'un sol dígit.) La visualització en pantalla es basarà en la vostra elecció, però pot ser influenciada pel skin.
es: Elegir el estilo de formato de visualización de las horas. 'H' / 'HH' es la hora para un reloj de 24 horas, 'h' / 'hh' es la hora para un reloj de 12 horas, 'mm' son los minutos y 'ss' son los segundos. ('HH' y 'hh' tienen ceros a la izquierda para los valores de un solo dígito). La visualización de la pantalla se basará en su elección pero podría estar influida por la interfaz.

source: Choose the fallback font.
es: Escoge la fuente alternativa.
