Repository: OpenSPA/dvbapp2
Catalog: po/*.po
Languages: ca, es

source: Skip time for '%s'/'%s' buttons
es: Omitir tiempo para los botones '%s'/'%s'

source: Small Box Preparation
es: Preparación receptor

source: Start Wizard
es: Asistente de inicio

source: Step
es: Paso

source: The Internet connection is working. Press OK to continue.
es: La conexión a internet está funcionando. Pulsa OK para continuar.

source: The Internet connection appears to not be working! Choose what to do next.
es: La conexión a internet parece no estar funcionando! Elige que hacer seguidamente.

source: There are pending tasks:
es: Hay tareas pendientes:

source: There is %d scrambled recording, which will be unscrambled during Standby.
es: Hay %d grabaciones codificadas, que se decodificarán durante el modo de espera.

source: This wizard has finished
es: El asistente ha terminado

source: This wizard has finished.
es: El asistente ha terminado.

source: Use UP/DOWN buttons to select option then press OK
es: Utilice los botones ARRIBA y ABAJO para seleccionar opción y luego pulse OK

source: Use automatic mode detection
ca: Utilitzar mode automàtic de detecció
es: Usar modo de detección automática

source: View the next item in a list
es: Ver el siguiente elemento de la lista

source: View the previous item in a list
es: Ver el elemento anterior en la lista

source: Welcome Wizard
es: Bienvenido al asistente

source: Welcome to OpenSPA. Use the UP/DOWN buttons on your remote control to select an option. Use the LEFT/RIGHT buttons to change the values of a configurable option. After that, press OK to proceed to the next screen.
es: Bienvenido a OpenSPA. Usa los botones ARRIBA/ABAJO del mando a distancia para seleccionar una opción. Usar los botones IZQUIERDA/DERECHA para cambiar los valores. Después, pulsa OK para ir a la próxima pantalla.

source: Wizard Actions
es: Acciones del asistente

source: You need a PC connected to your %s %s. Visit the website https://openspa.info/ for further instructions. The %s %s will now be halted. After you have performed the update instructions from the website, the new firmware will ask you to restore the settings.
es: Necesitas un PC conectado a tu %s %s. Visita la web https://openspa.info/ para más información. El %s %s ahora se detendrá. Después de haber realizado las instrucciones de actualización econtradas en la web, el nuevo firmware le pedirá que restablezca la configuración.

source: Your Internet connection is working (IP: %s)
es: Tu conexión a internet está funcionando (IP : %s)

source: Your receiver does not have an Internet connection
es: Tu receptor no tiene conexión a internet

source: inactive
es: inactivo

source: %d package found.
es: %d paquete encontrado.

source: %d package has an update
es: %d paquete tiene una actualización

source: %d package installable.
es: %d paquete instalable.

source: %d package installed.
es: %d paquete instalado.

source: %d package marked for update.
es: Paquete %d marcado para actualizar.

source: Add services to this bouquet?
es: Añadir canales a esta lista?

source: Close the Plugin Browser screen
es: Cerrar el Navegador de Plugins

source: Development Packages
es: Paquetes de desarrollo

source: Display Skin Packages
es: Paquetes de skin de display

source: Do you want to download '%s'?
es: ¿Quieres descargar %s?

source: Do you want to remove:
es: Quieres eliminar:

source: Do you want to update:
es: Quieres actualizar:

source: Download the selected list of plugins
es: Descargar la lista de plugins seleccionada

source: Extension Packages
es: Paquetes de extensiones

source: Feed server DNS error!
es: Error DNS del servidor de feeds!

source: Feed server access error!
es: Error acceso al servidor de feeds!

source: Hide error messages from the Common Interface module.
es: Ocultar mensajes de error del módulo interfaz común.

source: Hide CI messages
es: Ocultar mensajes CI

source: Manage Plugins. This will remove/install Plugins on your box
es: Administrar Plugins. Se eliminarán/instalarán plugins en tu receptor

source: Manage the highlighted %s
es: Administrar el %s seleccionado

source: Manage the highlighted %s / list of %s
es: Administrar el %s / lista de %s seleccionados

source: Move to the first item on the current line
es: Mover al primer elemento de la línea actual

source: Move to the first item on the first screen
es: Mover al primer elemento de la primera pantalla

source: Move to the last item on the current line
es: Mover al último elemento de la línea actual

source: Move to the last item on the last screen
es: Mover al último elemento de la última pantalla

source: Move to the next category in the list
es: Mover a la próxima categoría de la lista

source: Move to the next item in the list
es: Mover al siguiente elemento de la lista

source: Move to the previous category in the list
es: Mover a la categoría anterior de la lista

source: Move to the previous item in list
es: Mover al elemento previo de la lista

source: Network adapter not connected to a network!
es: Adaptador de red no conectado a la red!

source: No network adapters enabled/available!
es: No hay adaptadores de red disponibles/activados!

source: Picon Packages
es: Paquetes de picon

source: Please press OK when ready
es: Pulsa ‘OK’ cuando esté listo

source: Please wait while feeds are updated...
es: Por favor, espera mientras se actualizan los feeds...

source: Please wait while the plugin is installed.
es: Por favor, espera mientras se instala el plugin.

source: Please wait while the plugin is removed.
es: Por favor, espera mientras se elimina el plugin.

source: Please wait while the plugin is replaced.
es: Por favor, espera mientras se sustituye el plugin.

source: Please wait while the plugin is updated.
es: Por favor, espera mientras se actualiza el plugin.

source: Plugin Action Log Actions
es: Acciones del log de acciones del plugin

source: Plugin Browser Actions
es: Acciones del Explorador de Plugins

source: Plugin Browser Edit Actions
es: Acciones de edición del Explorador de Plugins

source: Plugin Browser Install Actions
es: Acciones de instalación del Explorador de Plugins

source: Plugin Browser Navigation Actions
es: Acciones de navegación del Explorador de Plugins

source: Plugin Browser Remove Actions
es: Acciones de eliminación del Explorador de Plugins

source: Plugin Browser Select Actions
es: Acciones de selección del Explorador de Plugins

source: Processing
es: Procesando

source: Remove Plugin
es: Eliminar Plugin

source: Remove the selected list of plugins
es: Eliminar la lista de plugins seleccionada

source: Select 'Yes' to show 'dev', 'staticdev', 'dbg' and 'doc' packages in the Download Plugins screen.
es: Selecciona 'Sí' para mostrar los paquetes 'dev', 'staticdev', 'dbg' y 'doc' en la pantalla de Descarga de Plugins.

source: Select 'Yes' to show LCD skin packages in the Download Plugins screen.
es: Selecciona 'Sí' para mostrar los paquetes de skins de LCD en la pantalla de Descarga de Plugins.

source: Select 'Yes' to show OpenPLi packages in the Download Plugins screen.
es: Selecciona 'Sí' para mostrar los paquetes de OpenPLi en la pantalla de Descarga de Plugins.

source: Select 'Yes' to show OpenViX packages in the Download Plugins screen.
es: Selecciona 'Sí' para mostrar los paquetes de OpenViX en la pantalla de Descarga de Plugins.

source: Select 'Yes' to show web link packages in the Download Plugins screen.
es: Selecciona 'Sí' para mostrar los paquetes de enlaces web en la pantalla de Descarga de Plugins.

source: Select 'Yes' to shut down immediately instead of starting the descramble.
es: Seleccione 'Sí' para apagar inmediatamente en lugar de iniciar la descodificación.

source: Select the layout of the installed plugins in the Plugin Browser screen.
es: Seleccione el diseño de los plugins instalados en la pantalla del Navegador de plugins.

source: Select the sort order of the Plugin Browser menu entries. User defined also allows the plugin entries to be hidden.
es: Selecciona el orden de clasificación de las entradas del menú del Explorador de Plugins. Definido por el usuario también permite ocultar las entradas del menú.

source: Setting Packages
es: Paquetes de listas de canales

source: Show Development packages
es: Mostrar paquetes de desarrollo

source: Show Display packages
es: Mostrar paquetes de display

source: Show Driver packages
es: Mostrar paquetes de drivers

source: Show Kernel packages
es: Mostrar paquetes de kernel

source: Show M2k packages
es: Mostrar paquetes m2k

source: Show OpenPLi packages
es: Mostrar paquetes OpenPLi

source: Show OpenViX packages
es: Mostrar paquetes OpenViX

source: Show Security packages
es: Mostrar paquetes de seguridad

source: Show Setting packages
es: Mostrar paquetes de configuración

source: Show Web Link packages
es: Mostrar paquetes de enlaces web

source: Show the last opkg command's output
es: Mostrar la salida del último comando opkg

source: Skin Component Packages
es: Paquetes de componentes de skin

source: Skin Packages
es: Paquetes de skin

source: Softcam Packages
es: Paquetes de softcam

source: Sort Plugin Browser entries
es: Ordenar entradas del Explorador de Plugins

source: Source Packages
es: Paquetes de fuente

source: Start edit mode
es: Iniciar modo edición

source: Stop edit mode
es: Detener el modo edición

source: Toggle the visibility of the highlighted plugin
es: Alternar la visibilidad del plugin seleccionado

source: Update Plugin
es: Actualizar Plugins

source: Update Plugins
es: Actualizar Plugins

source: Update the selected list of plugins
es: Actualizar la lista de plugins seleccionada

source: View All
es: Ver todo

source: View as grid
es: Estilo cuadrícula

source: View as list
es: Estilo lista

source: module disabled
es: Módulo deshabilitado

source: wait for ci...
es: esperar a ci…

source: Receiver does not support Quad PiP.
es: El receptor no soporta Quad PiP.

source: Show Kodi addons
es: Mostrar addons Kodi

source: Show Docker packages
es: Mostrar paquetes de docker

source: Show Python packages
es: Mostrar paquetes python

source: Show Language packages
es: Mostrar paquetes de idiomas

source: Show Gstreamer packages
es: Mostrar paquetes gstreamer

source: Select 'Yes' to show kodi addons in the Download Plugins screen.
es: Selecciona 'Sí' para mostrar los addons de kodi en la pantalla de Descarga de Plugins.

source: Select 'Yes' to show docker packages in the Download Plugins screen.
es: Selecciona 'Sí' para mostrar los paquetes de docker en la pantalla de Descarga de Plugins.

source: Select 'Yes' to show python packages in the Download Plugins screen.
es: Selecciona 'Sí' para mostrar los paquetes python en la pantalla de Descarga de Plugins.

source: Select 'Yes' to show language packages in the Download Plugins screen.
es: Selecciona 'Sí' para mostrar los paquetes de idioma en la pantalla de Descarga de Plugins.

source: Select 'Yes' to show gstreamer packages in the Download Plugins screen.
es: Selecciona 'Sí' para mostrar los paquetes de gstreamer en la pantalla de Descarga de Plugins.

source: Reset Order
es: Restablecer orden de clasificación

source: Plugin Action Log
es: Log de instalación del plugin

source: Choose the target location for the expanded '/usr' directory.
es: Elige la ubicación de destino para el directorio /usr del FlashExpander.

source: Target location
es: Ubicación

source: Language Packages
es: Paquetes de idiomas

source: Common Settings
es: Ajustes comunes

source: Picon install location
es: Ubicación de instalación de los picons

source: Select the location where the picon files will be installed.
es: Selecciona la ubicación donde se instalarán los archivos picon.

source: Set DVB CI delay.
es: Estableceer retraso DVB CI.

source: Set CI Boot delay.
es: Retraso arranque CI.

source: Start URL
es: URL de inicio

source: * Start ChromiumOS
es: * Iniciar Chromium

source: * Setting ChromiumOS
es: * Configurar Chromium

source: * RC Help
es: * Ayuda mando

source: Setting
es: Configuración

source: Start Up URL
es: URL de inicio

source: X-margin on GUI
es: Margen X en pantalla

source: Y-margin on GUI
es: Margen Y en pantalla

source: Enable Ntpd when start Chromium
es: Habilitar Ntpd cuando inicie Chromium

source: Do not show YouTube TV Starter again
es: No mostrar más el lanzador de YouTube TV

source: Enable Ntpd when start YoutubeTV
es: Habilitar Ntpd cuando inicie YoutubeTV

source: YouTubeTV Settings
es: Configuración YouTubeTV

source: OpenSPA Menu
es: Menú OpenSPA

source: spaPANEL
es: Panel SPA

source: AddOns
es: Extras

source: Tv Options
es: Opciones TV

source: Always
es: Siempre

source: Download the selected image
es: Descargar la imagen seleccionada

source: If EPG available
es: Si hay EPG disponible

source: Show subservices *
es: Mostrar subservicios *

source: Storage device full!
es: Disco lleno!

source: Storage device not writable!
es: ¡No se puede escribir en el disco!

source: This option allows you choose the option for Subservice indicator or selection.
es: Esta opción te permite elegir la opción para la selección o indicador de subservicio.

source: Language active, not possible to delete
es: Idioma activo, no es posible eliminarlo

source: Language installed but not active
es: Idioma instalado pero no activo

source: Language not installed. Yellow to install
es: Idioma no instalado. Amarillo para instalar

source: EPG Days: %s
es: Días de EPG: %s

source: Black screen
es: Pantalla negra

source: Select folder where your picons are located.
es: Selecciona la carpeta donde se encuentran tus picons.

source: Select 'Enable' to start the CI+ helper.
es: Selección 'Habilitar' para iniciar CI+ Helper.

source: show picons for bouquets in service list
es: Mostrar picons para grupos de favoritos en lista de canales

source: Configure if bouquets picons will be shown in the service list.
es: Configura si se mostrarán los picons para grupos de favoritos en la lista de canales.

source: [User - bouquets (RADIO)]
ca: [Usuari - Llistes (RÁDIO)]

source: no space left on back-up device
ca: no hi ha espai lliure al dispositiu de backup

source: no writing permission on back-up device
ca: sense permisos d'escritura al dispositiu de backup

source: wrong back-up destination
ca: ubicación del backup errònia

source: (Radio)
ca: (Ràdio)

source: %-H:%M:%S
ca: %H:%M

source: %s ( %s Cards )
ca: %s (%s Tarjetas)

source: %s is no longer used. Should it be deleted?
ca: %s ja no s’utilitza. El voleu esborrar?

source: ( All readers)
ca: (Tots els lectors)

source: (Show only reader:
ca: (Mostrar només el lector:

source: 1 hour
ca: 1 hora

source: 10 minutes
ca: 10 minuts

source: 12 hours
ca: 12 hores

source: 12bit
ca: 12 bits

source: 15 minutes
ca: 15 minuts

source: 16/9 reset to normal
ca: Reset 16/9 a normal

source: 2 hours
ca: 2 hores

source: 2 minutes
ca: 2 minuts

source: 24 hours
ca: 24 hores

source: 3 hours
ca: 3 hores

source: 30 minutes
ca: 30 minuts

source: 4 hours
ca: 4 hores

source: 5 hours
ca: 5 hores

source: 5 minutes
ca: 5 minuts

source: 6 hours
ca: 6 hores

source: 7 hours
ca: 7 hores

source: 8 hours
ca: 8 hores

source: A background update check is in progress, please wait a few minutes and try again.
ca: Una comprovació d'actualizacions en segon pla està en progrés, si us plau espera uns minuts i torna-ho a provar.

source: A finished PowerTimer wants to reboot your %s %s. Do that now?
ca: Un temporitzador d'alimentació finalitzat vol reiniciar el teu %s %s. Fer-ho ara?

source: A finished PowerTimer wants to restart the user interface. Do that now?
ca: Un temporitzador d'alimentació finalitzat vol reiniciar enigma2. Fer-ho ara?

source: A finished PowerTimer wants to set your %s %s to standby. Do that now?
ca: Un temporitzador d'alimentació finalitzat vol posar el teu %s %s en repòs. Fer-ho ara?

source: A finished PowerTimer wants to shut down your %s %s. Do that now?
ca: Un temporitzador d'alimentació finalitzat vol apagar el teu %s %s. Fer-ho ara?

source: A/V aspect ratio is '%s'.
ca: La relació d'aspecte és '%s'.

source: AAC plus downmix
ca: Mescla AAC plus

source: AFP Actions
ca: Accions AFP

source: AFP Settings
ca: Configuració AFP

source: Add recording (enter recording duration)
ca: Afegeix gravació (introduint la durada)

source: Add recording (enter recording end time)
ca: Afegeix gravació (introduint l'hora d'acabada)

source: Add recording (indefinitely)
ca: Afegeix gravació (indefinidament)

source: Add recording (stop after current event)
ca: Afegeix gravació (aturar-se després de l'esdeveniment actual)

source: Add the current service to the Volume Offsets list
ca: Afegir el canal actual a la llista de compensacions de volum

source: Additional motor options allow you to enter details from your motor's spec sheet so enigma can work out how long it will take to move the dish from one satellite to another satellite.
ca: Les opcions addicionals del motor permeten introduir detalls de la fitxa d'especificacions del motor de manera que Enigma pugui determinar quant trigarà a moure el plat d'un satèl·lit a un altre.

source: Additional motor options allow you to enter details from your motor's spec sheet so enigma can work out how long it will take to move to another satellite.
ca: Les opcions de motor addicionals permeten introduir detalls de la fitxa d'especificacions del vostre motor per tal que Enigma pugui determinar quant trigarà a passar a un altre satèl·lit.

source: Address
ca: Adreça

source: Adjust 3D settings
ca: Ajusta la configuració 3D

source: After pressing OK, please wait!
ca: Després de prèmer OK, si us plau espera!

source: Alias
ca: Àlias

source: Allows you to show/hide Log Manager in extensions (BLUE button).
ca: Permet mostrar/ocultar l'Administrador de logs a extensions (botó BLAU)

source: Almost there...
ca: Quasi estem...

source: Always include ECM messages in recordings. This overrides the individual timer settings globally. It allows recordings to be always decrypted afterwards (sometimes called offline decoding), if supported by your receiver. Default: off.
ca: Incloure sempre misstges ECM a les gravacions. Això anul·la la configuració individual del temporitzador globalment. Permet que les gravacions sempre es desxifren després (de vegades es diu descodificació fora de línia), si és compatible amb el receptor. Predeterminat: Desactivat.

source: An error occurred while downloading the packet list. Please try again.
ca: S’ha produït un error en descarregar la llista de paquets. Siusplau torna-ho a provar.

source: Are you ready to run the script ?
ca: Estàs preparat per executar el script?

source: Ask user (with default as 'No')
ca: Preguntar a l'usuari (amb predeterminat com 'No')

source: Ask user (with default as 'Yes')
ca: Preguntar a l'usuari (amb predeterminat com 'Sí')

source: Aspect list...
ca: Llista d'aspectes...

source: Audio
ca: So

source: Audio options...
ca: Opcions d'àudio…

source: Audio volume step size
ca: Volum de mida de pas d’àudio

source: Audio volume step size fast mode
ca: Tamany de pas del mode ràpid de volum d'àudio

source: Australia
ca: Austràlia

source: Auto Detect
ca: Auto detectar

source: Auto Timers
ca: Temporitzadors auto

source: Back-up Tool for a %s
ca: Eina de backup per a %s

source: Back-up Tool for an %s
ca: Eina de backup per a %s

source: Backup Date: %s
ca: Data de backup: %s

source: Backup Image
ca: Backup d'imatge

source: Backup Mode: Flash Online
ca: Mode backup : Flash Online

source: Backup Mode: USB Recovery
ca: Mode Backup: Recuperació USB

source: Backup completed.
ca: S’ha completat el backup.

source: Backup done.
ca: Backup realitzat.

source: Backup failed.
ca: Ha fallat el backup.

source: Backup to destination: %s
ca: Backup a la ubicació: %s

source: Base transparency for OpenOpera web browser
ca: Transparencia base per al navegador OpenOpera

source: Base transparency for teletext, more options available within teletext screen.
ca: Transparència base per al teletext, más opcions disponibles a la pantalla de teletext.

source: Belgian
ca: Belga

source: Blinking REC Symbol
ca: Símbol REC parpellejant

source: BouquetList
ca: Llista de canals

source: Build: %s
ca: Versió: %s

source: Can't going to live TV! Switch to live TV and restart time shift ?
ca: No es pot anar a la TV en directe! Tornar a TV en directe i reiniciar TimeShift?

source: Can't play the next time shift file! Switch to live TV and restart time shift ?
ca: No es pot reproduir el següent arxiu timeshift! Tornar a TV en directe i reiniciar timeshift?

source: Cancel selection
ca: Cancel·lar selecció

source: Cannot create backup directory
ca: No es pot crear directori per al backup

source: Cannot determine %s limit ..., aborting !
ca: No es pot determinar el límit %s..., avortant!

source: Cannot find any signal ..., aborting !
ca: No trobem cap senyal … avortant!

source: Cannot move to trash can
ca: No es pot moure a la paperera

source: Card infos (CCcam-Reader)
ca: Infos tarjeta (Lector CCcam)

source: Cards:
ca: Tarjetes:

source: Caution update not yet tested !!
ca: Precaució : Actualització encara no provada!!

source: Change recording (duration)
ca: Canviar la gravació (durada)

source: Change recording (end time)
ca: Canviar la gravació (hora d'acabada)

source: Channel 1 with Prime time
ca: Canal 1 amb Prime Time

source: Channel list context menu
ca: Menú contextual de llista de canals

source: China
ca: Xina

source: Choice Box
ca: Quadre de sel·lecció

source: Client Info ( Oscam-Version: %s )
ca: Info del client (Versió d'Oscam: %s)

source: Configure if the subtitle should switch between normal, italic, bold and bold italic
ca: Configureu si el subtítol ha de canviar entre normal, cursiva, negreta i negreta

source: Configure the duration in minutes before the screen saver will be displayed.
ca: Configureu la durada en minuts per al protector de pantalla.

source: Configure the minimum amount of disk space to be available for recordings. When the amount of space drops below this value, deleted items will be removed from the trash can.
ca: Configureu la quantitat mínima d’espai de disc disponible per a les gravacions. Quan la quantitat d’espai baixa per sota d’aquest valor, els elements suprimits s’eliminaran de la paperera.

source: Configure the number of days after which items are automatically removed from the trash can.
ca: Configura el número de dies després dels quals els items s'eliminaran automàticament de la paperera.

source: Configure this tuner using simple or advanced options, or loop it through to another tuner, or copy a configuration from another tuner, or disable it.
ca: Configureu aquest sintonitzador amb opcions simples o avançades, o feu-hi un bucle amb un altre sintonitzador, o copieu-ne una configuració des d’un altre sintonitzador o desactiveu-la.

source: Consult your SCR device spec sheet for this information.
ca: Consulteu la fitxa de especificacions del dispositiu SCR per obtenir aquesta informació.

source: Consult your motor's spec sheet for this information, or leave the default setting.
ca: Consulteu la fitxa específica del motor per a aquesta informació o bé deixeu la configuració predeterminada.

source: Control the InfoBar fading speed
ca: Controla la velocitat d'esvaïment de la barra d'informació

source: Could not record due to conflicting timer %s
ca: No s’ha pogut gravar a causa del temporitzador conflictiu %s

source: Could not record due to invalid service %s
ca: No s’ha pogut gravar a causa del servei %s no vàlid

source: Create:
ca: Crear:

source: Create: Recovery Fullbackup %s
ca: Crear: Backup complet de recuperació %s

source: Czechia
ca: Txèquia

source: DTS HD downmix
ca: Mescla DTS HD

source: Debug
ca: Depuració

source: Defaults
ca: Predeterminats
