Repository: OpenSPA/dvbapp2
Catalog: po/*.po
Languages: ca, es

source: Full factory reset
ca: Reset a fàbrica total
es: Restablecimiento de fábrica completo

source: Full screen
ca: Pantalla completa
es: Pantalla completa

source: Full transparency
ca: Total transparència
es: Transparencia completa

source: Full view resolution
ca: Resolució vista completa
es: Resolución a vista completa

source: FullHD Test
ca: Test FullHD
es: Prueba FullHD

source: GCC version
ca: Versió GCC
es: Versión de GCC

source: GREEN button
ca: Botó VERD
es: Botón VERDE

source: GREEN long
ca: Pulsació prolongada del VERD
es: VERDE largo

source: GStreamer debug log category *
ca: Categoria log de depuració GStreamer *
es: Categoría de registro de depuración de GStreamer *

source: GStreamer debug log level *
ca: Nivell log de depuració GStreamer *
es: Nivel de registro de depuración de GStreamer *

source: GStreamer version
ca: Versió GStreamer
es: Versión de GStreamer

source: GUI Skin *
es: Skin Interfaz de usuario *

source: Gabon
es: Gabón

source: Gaelic
es: Gaélico

source: Galicia (Spain)
ca: Galícia (Espanya)
es: Galicia (España)

source: Galician
es: Gallego

source: Game Show
ca: Jocs
es: Programa de juegos

source: Gardening
ca: Jardí
es: Jardinería

source: Gateway
ca: Enrutador
es: Puerta de enlace

source: General AC3 delay
ca: Retard general AC3
es: Retraso general de AC3

source: General BT Audio delay
ca: Retard audio BT general
es: Retraso general de BT Audio

source: General PCM delay
ca: Retard general del PCM
es: Retraso general PCM

source: Generic
ca: Genèric
es: Generico

source: Genre
ca: Gènere
es: Género

source: Geolocation
ca: Geolocalització
es: Geolocalización

source: Geolocation Information
ca: Informació geolocalització
es: Información de geolocalización

source: Geolocation data does not contain time zone information.
es: Geolocalización no contiene información de la zona horaria.

source: Geolocation data has been used to set the time zone.
es: Los datos de geolocalización han sido usados para establecer la zona horaria.

source: Geolocation information cannot be retrieved, please try again later.
ca: La informació de geolocalització no es pot recuperar, si us plau prova més endavant.
es: No se puede recuperar la información de geolocalización, por favor inténtelo de nuevo más tarde.

source: Geolocation information for %s %s
ca: Informació de geolocalització del %s %s
es: Información de geolocalización para %s %s

source: Geolocation data is not available.
es: Los datos de geolocalización no están disponibles.

source: Georgian
ca: Georgià
es: Georgiano

source: German
ca: Alemany
es: Alemán

source: Germany
ca: Alemanya
es: Alemania

source: Getting event information failed!
es: ¡Error al obtener información del evento!

source: Getting Event Info failed!
ca: Ha fallat l'obtenció de la informació del programa!
es: ¡Error al obtener la información del programa!

source: Getting plugin information. Please wait...
ca: Llegint la informació del plugin. Espera...
es: Leyendo información del plugin. Espera…

source: Given device id
ca: ID dispositiu
es: Identificación del dispositivo

source: Glibc version
ca: Versió Glibc
es: Versión de Glibc

source: Go down the list
ca: Baixeu a la llista
es: Bajar en la lista

source: Go to deep standby
ca: Anar a repòs profund
es: Apagar

source: Go to first movie or last item
ca: Vés a la primera pel·lícula o al darrer element
es: Ir a la primera película o último programa

source: Go to first movie or top of list
ca: Vés a la primera pel·lícula o a la part superior de la llista
es: Ir a la primera película o principio de la lista

source: Go to parent directory of the current column
ca: Anat al directori arrel de la columna actual
es: Ir al directorio raíz de la columna actual

source: Go to standby
ca: Anar a repòs
es: Ir a reposo

source: Go up the list
ca: Vés a la llista
es: Subir en la lista

source: Gold
ca: Or
es: Oro

source: Google DNS
ca: DNS de Google
es: DNS de Google

source: Goto
ca: Anar
es: Ir a

source: Goto 0
ca: Anar a 0
es: Ir a 0

source: Goto :
ca: Cap a:
es: Ir a :

source: Goto Date/Time
ca: Anar a Data/Hora
es: Ir a la fecha/hora

source: Goto Prime Time
es: Ir a la hora de máxima audiencia

source: Goto X
ca: Anar a X
es: Ir a X

source: Goto current channel and now
es: Ir al canal actual

source: Goto deep standby
ca: Anar a repòs profund
es: Apagar

source: Goto first channel
es: Ir al primer canal

source: Goto last channel
es: Ir al último canal

source: Goto next bouquet
ca: Anar a la següent llista
es: Ir al siguiente grupo

source: Goto next channel
ca: Anar al següent canal
es: Ir al siguiente canal

source: Goto next event
ca: Anar al següent programa
es: Ir al siguiente programa

source: Goto now
es: Ir ahora

source: Goto position
ca: Anar a la posició
es: Ir a la posición

source: Goto previous bouquet
ca: Anar a la llista anterior
es: Ir al grupo anterior

source: Goto previous channel
ca: Anar al canal anterior
es: Ir al canal anterior

source: Goto previous event
ca: Anar al programa anterior
es: Ir al programa anterior

source: Goto specific date/time
ca: Anar a la data/hora específica
es: Ir a una fecha/hora concreta

source: Goto standby
ca: Anar a repòs
es: Ir a reposo

source: GotoX calibration
ca: Calibració anar a X
es: Calibración GotoX

source: Grab
es: Agarra

source: Graphical DVB subtitles will be displayed in the selected color, instead of the original colors.
es: Los subtítulos gráficos DVB se mostrarán en el color seleccionado, en lugar de los colores originales.

source: Graphical EPG
ca: EPG gràfic
es: Gráficos EPG

source: Graphical InfoBar EPG Settings
ca: Configuracions EPG gràfica
es: Ajustes EPG Gráfico en Infobar

source: GraphicalEPG Settings
ca: Configuracions EPG gràfica
es: Ajustes gráficos EPG

source: Graphics
ca: Gràfics
es: Gráficos

source: Greece
ca: Grecia
es: Grecia

source: Greek
ca: Grec
es: Griego

source: Green
ca: Verd
es: Verde

source: Greenland
es: Groenlandia

source: Grenada
es: Granada

source: Grey
ca: Gris
es: Gris

source: Group
ca: Grup
es: Grupo

source: Grow drop
ca: Crèixer cap avall
es: Crecer gota

source: Grow from left
ca: Crèixer des de l'esquerra
es: Crecer desde la izquierda

source: Gstreamer Packages
es: Paquetes Gstreamer

source: Guadeloupe
ca: Guadalupe
es: Guadalupe

source: Guard interval
ca: Interval de guàrdia
es: Intervalo de seguridad

source: Guinea-Bissau
es: Guinea-Bisáu

source: H: = Hourly / D: = Daily / W: = Weekly / M: = Monthly
ca: H: = Cada hora / D: = diàriament / W: = Setmanalment / M: = Mensualment
es: H: = horario / D: = diario / W: = semanal / M: = mensual

source: HARD DISK:
ca: DISC DUR:
es: DISCO DURO:

source: HD list
es: Lista HD

source: HDMI Colorimetry
ca: Colorimetria HDMI
es: Colorimetría HDMI

source: HDMI HDR Type
ca: HDMI tipus HDR
es: Tipo de HDMI HDR

source: HDMI Recording Settings
ca: Configuració gavacions HDMI
es: Ajustes de grabación HDMI

source: HDMI color depth
ca: Colordepth HDMI
es: Profundidad de color HDMI

source: HDMI color space
es: Espacio de color HDMI

source: HDMI-CEC Settings
ca: Configuracions HDMI-CEC
es: Ajustes HDMI-CEC

source: HDMI-CEC Setup Actions
ca: Accions configuració HDMI-CEC
es: Acciones de configuración HDMI-CEC

source: HDMI-CEC address
ca: Adreça HDMI-CEC
es: Dirección HDMI-CEC

source: HDMI-IN Actions
ca: Accions HDMI-IN
es: Acciones de la entrada HDMI-IN

source: HDMI-In Recording Settings
ca: Configuracions gravació HDMI-IN
es: Configuración de la grabación HDMI-IN

source: HDMIin
es: Entrada HDMI

source: HDR10 Support
ca: Suport HDR10
es: Compatibilidad con HDR10

source: HELP
ca: AJUDA
es: AYUDA

source: HELP provides brief information for buttons in your current context.
ca: HELP et proporciona una breu informació dels botons en el context actual.
es: La AYUDA proporciona una breve información sobre los botones en su contexto actual.

source: HI-cleanup for external subtitles
ca: HI-cleanup per a subtítols externs
es: HI-cleanup para subtítulos externos

source: HLG Support
ca: Suport HLG
es: Soporte HLG

source: Haitian / Haitian Creole
es: Haitiano / criollo haitiano

source: Halt
ca: Parar
es: Detener

source: Handle Python crashes
ca: Gestionar els bloquejos de Python
es: Gestionar los cuelgues de Python

source: Handle input from TV
ca: Gestionar entrada des de TV
es: Manejar la entrada de la televisión

source: Handle standby from TV
ca: Manejar l’espera del televisor
es: Gestionar el reposo desde la TV

source: Handle wake up from TV
ca: Gestió despertador de TV
es: Gestionar el encendido desde la TV

source: Hard Disk Settings
ca: Configuració del disc dur
es: Configurar disco duro

source: Hard disk standby after
ca: Espera del disc dur després
es: Disco duro en reposo tras

source: Hard disk standby in box standby after
ca: Repòs disc dur després de repòs del receptor en
es: Disco duro en reposo con el receptor en reposo tras

source: Harddisk
ca: Disc dur
es: Disco duro

source: Harddisk Setup
ca: Configuració del disc dur
es: Configuración de disco duro

source: Hardware MultiBoot device
ca: Hardware dispositiu MultiBoot
es: Dispositivo de hardware MultiBoot

source: Hardware information
ca: Informació de hardware
es: Información sobre el hardware

source: Hardware serial
ca: Número de sèrie del hardware
es: Hardware numero de serie

source: Hardware type
ca: Tipus de hardware
es: Tipo de hardware

source: Heard Island and McDonald Islands
ca: Illes Heard i illes McDonald
es: Isla Heard e Islas McDonald

source: Hebrew
ca: Hebreu
es: Hebreo

source: Height
ca: Alçada
es: Altura

source: Help
ca: Ajuda
es: Ayuda

source: Help Screen Information
ca: Informació pantalla d'ajuda
es: Información de la pantalla de ayuda

source: Help animation speed
ca: Velocitat d'animació d'ajuda
es: Velocidad de animación de indicadores de ayuda

source: Help screen style
ca: Estil pantalla d'ajuda
es: Estilo de la pantalla de ayuda

source: Help text uninitialized
ca: Text d'ajuda no inicialitzat
es: Texto de ayuda no inicializado

source: Helps setting up your signal
ca: Ajuda a configurar el vostre senyal
es: Ayuda a ajustar la señal

source: Here can set the EPG will alway open at the current channel, the first channel or one of both with primetime. If no primetime selected, the current time is used.
ca: Aquí podeu configurar que l'EPG s'obrirà sempre al canal actual, al primer canal o a un dels dos amb hora de màxima audiència. Si no s'ha seleccionat cap hora de màxima audiència, s'utilitza l'hora actual.
es: Aquí puede establecer que la EPG se abra siempre en el canal actual, en el primer canal o en uno de los dos con horario de máxima audiencia. Si no se selecciona el primetime, se utilizará la hora actual.

source: Here you can browse (but not modify) the files that are added to the backupfile by default (E2-setup, channels, network).
ca: Aquí podeu navegar (però no modificar) els arxius que s'afegeixen a l'arxiu de backup per defecte (configuració E2, canals, xarxa).
es: Aquí puede ojear (pero no modificar) los archivos que se agregan por defecto al archivo de backup (ajustes-E2, canales, red).

source: Here you can select which files should be excluded from the backup.
ca: Aquí podeu seleccionar quins arxius s'han d'excloure del backup.
es: Aquí puede seleccionar qué archivos serán excluidos del backup.

source: Here you can select which files should be updated with a online update
ca: Aquí podeu seleccionar quins arxius s'han d'actualitzar amb una actualització online
es: Aquí puedes seleccionar qué archivos actualizar con una actualización en línea

source: Here you can set what is called when pressing the 'Info' key.
ca: Aquí podeu configurar que s'executarà quan es premi la tecla "Info".
es: Aquí se puede establecer lo que se llama al pulsar la tecla 'Info'.

source: Here you can specify additional files that should be added to the backup file.
ca: Aquí podeu especificar arxius addicionals que s'han d'afegir a l'arxiu de backup.
es: Aquí puede especificar los archivos adicionales que deben añadirse al archivo de backup.

source: HiSilicon specific information
ca: Informació específica HiSilicon
es: Información específica sobre HiSilicon

source: HiSilicon specific information not found.
ca: No s'ha trobat informació específica HiSilicon.
es: No se ha encontrado información específica de HiSilicon.

source: Hidden / Blank
ca: Ocult / En blanc
es: Oculto / En blanco

source: Hidden network
ca: Xarxa oculta
es: Red oculta

source: Hide
ca: Ocultar
es: Ocultar

source: Hide InfoBar
ca: Amaga sempre l’infobar
es: Ocultar siempre la barra de información

source: Hide VBI Line For This Service
es: Ocultar línea VBI para este servicio

source: Hide any zap error messages.
ca: Ocultar qualsevol missatge d'error.
es: Ocultar mensajes de error de zapeo.

source: Hide known extensions
ca: Amagueu les extensions conegudes
es: Ocultar extensiones conocidas

source: Hide mute notification
ca: Ocultar notificació de mute
es: Ocultar la notificación de silencio

source: Hide number markers
ca: Amagueu els marcadors de números
es: Ocultar los marcadores numéricos

source: Hide parental locked services
ca: Ocultar canals bloquejats al control parental
es: Ocultar canales con bloqueo parental

source: Hide player
ca: Amagar reproductor
es: Ocultar reproductor

source: Hide the InfoBar
ca: Ocultar la barra d'informació
es: Ocultar la barra de información

source: Hide zap errors
ca: Amagueu els errors de zap
es: Ocultar errores de zapeo

source: Hide/Show the console screen
es: Ocultar/Mostrar la pantalla de la consola

source: Hierarchy info
ca: Informació sobre jerarquia
es: Información jerárquica

source: High
es: Alto

source: High bitrate support
ca: Suport elevat de bits
es: Soporte de Bitrate alto

source: Highest resolution
es: La resolución más alta

source: Highlighted item
ca: Element seleccionat
es: Elemento seleccionado

source: Hispasat 30.0w
es: Hispasat 30.0 O

source: Historical
ca: Històric
es: Historial

source: History
ca: Història
es: Historia

source: History Prev/Next
ca: Historial Anterior/Següent
es: Historia anterior/siguiente

source: History back
ca: Història de tornada
es: Historial anterior

source: History buttons mode
ca: Mode botons historial
es: Modo de las teclas de historial

source: History next
ca: Història següent
es: Historial siguiente

source: History zap
es: Historial de zapeo

source: History Zap Actions
es: Acciones historial de zapeo

source: Hold screen
ca: Mantenir la pantalla en pantalla
es: Mantener pantalla

source: Hold till locked
ca: Manteniu-lo bloquejat
es: Mantener hasta el bloqueo

source: Holy See (Vatican City State)
es: Santa Sede (Estado de la Ciudad del Vaticano)

source: Home
ca: Inici
es: Inicio

source: Homepage
ca: Pàgina d'inici
es: Página principal

source: Hops:
ca: Salts:
es: Saltos:

source: Horizontal icons
ca: Icones horitzontals
es: Iconos Horizontales

source: Horizontal menu
ca: Menú horitzontal
es: Menu Horizontal

source: Horizontal turning speed
ca: Velocitat de gir horitzontal
es: Velocidad de giro horizontal

source: Horse Racing
ca: Curses de cavalls
es: Carreras de caballos

source: Hostname:
ca: Nom del host:
es: Nombre del host:

source: Hotkey
es: Tecla rápida

source: Hotkey Settings
ca: Configuració de HotKey
es: Configurar teclas

source: Hourly
ca: Cada hora
es: Horario

source: Hours Minutes
ca: Hores Minuts
es: Horas Minutos

source: Hours Minutes Seconds
ca: Hores Minuts Segons
es: Horas Minutos Segundos

source: Http(s) stream start delay
ca: Retard inici stream http(s)
es: Retraso en el inicio del stream http(s)

source: Hue
es: Tono

source: Hungarian
ca: Hongarès
es: Húngaro

source: Hungary
ca: Hongria
es: Hungría

source: Hybrid Tuner
ca: Sintonitzador híbrid
es: Sintonizador híbrido

source: I/O priority for scripts
ca: Prioritat E/S dels scripts
es: Prioridad E/S para scripts

source: I55SE/H7/H9/H9SE/H9COMBO/H9COMBOSE/H10/H11 new Model
ca: Nou model I55SE/H7/H9/H9SE/H9COMBO/H9COMBOSE/H10/H11
es: I55SE/H7/H9/H9SE/H9COMBO/H9COMBOSE/H10/H11 nuevo modelo

source: IMDb Details
ca: Detalls IMDb
es: Detalles IMDb

source: IMDb Search
ca: Recerca IMDb
es: Búsqueda IMDb

source: IMDb search for current event
ca: Recerca IMDb del programa actual
es: Búsqueda IMDb para el evento actual

source: INFO button mode
ca: Mode tecla INFO
es: Modo de la tecla INFO

source: Internet Info [spzimdb] is not installed. Do you want to install it?
es: Internet Info [spzimdb] no está instalado. ¿Desea instalarlo?

source: IP Address 1
ca: Adreça IP 1
es: Dirección IP 1

source: IP Address 2
ca: Adreça IP 2
es: Dirección IP 2

source: IP Address 3
ca: Adreça IP 3
es: Dirección IP 3

source: IP Address 4
ca: Adreça IP 4
es: Dirección IP 4

source: IP Address 5
ca: Adreça IP 5
es: Dirección IP 5

source: IP Address to be checked on timer activation.
ca: Adreça IP que es comprovarà quan s'activi el temporitzador.
es: Dirección IP que se comprobará al activar el temporizador.

source: IP address
ca: Adreça ip
es: Dirección IP

source: IP address of the Stream Relay server used to descramble services that can only be decrypted via Stream Relay.
es: Dirección IP del servidor Stream Relay utilizado para descodificar servicios que sólo se pueden descodificar a través de Stream Relay.

source: IP of fallback remote receiver
es: IP del receptor reserva

source: IPK Installer
ca: Instal·lador IPK
es: Instalador IPK

source: IPv4 only
es: Sólo IPv4

source: IPv6 address
ca: Adreça IPv6
es: Dirección IPv6

source: IPv6 only
es: Sólo IPv6

source: ISO file is too large for this file system!
ca: L'arxiu ISO és massa gran per a aquest sistema d'arxius!
es: ¡El archivo ISO es demasiado grande para este sistema de archivos!

source: ISO path
ca: Crea iso
es: Ruta ISO

source: ISO speed rating
ca: Taxa velocitat ISO
es: Índice de velocidad ISO

source: IceTV - Account selection
es: IceTV - Selección de cuenta

source: IceTV - Login
es: IceTV - Inicio de sesión

source: IceTV - Password required
es: IceTV - Contraseña requerida

source: IceTV - Region
es: IceTV - Región

source: IceTV - Service selection
es: IceTV - Selección de servicios

source: IceTV - Setup
es: IceTV - Configuración

source: IceTV - User Information
es: IceTV - Información para el usuario

source: IceTV disabled
es: IceTV desactivado

source: IceTV enabled
es: IceTV activado

source: IceTV setup wizard
es: Asistente de configuración de IceTV

source: IceTV update completed OK
es: Actualización de IceTV completada OK

source: IceTV update completed with errors. Please check the log for details.
es: La actualización de IceTV se ha completado con errores. Por favor, compruebe el registro para más detalles.

source: IceTV version %s
es: Versión de IceTV %s

source: IceTV version %s
ca: Nova versió:%s
es: Versión %s de IceTV

source: Iceland
es: Islandia

source: Icelandic
es: Islandes

source: Icons
ca: Icones
es: Iconos

source: Idle Time:
ca: Temps d'inactivitat:
es: Tiempo de inactividad:

source: If 'never', will force restart despite that after 100 crashes.
ca: Si 'mai', forçarà el reinici després de 100 bloquejos.
es: Si "nunca", forzará el reinicio a pesar de que después de 100 fallos.

source: If 'never', will write crash log despite that for the first crash.
ca: Si 'mai', escriurà el log d'errors des del primer bloqueig.
es: Si es 'nunca', se escribirá el registro de fallos a pesar de que para el primer fallo.

source: If a programme is interrupted and divided into separate events, the plugin will search for the connected events.
ca: Si un programa s'interromp i es divideix en esdeveniments separats, el plugin buscarà els esdeveniments connectats.
es: Si un programa se interrumpe y se divide en eventos separados, el plugin buscará los eventos conectados.

source: If an action is user-configurable, its help entry will be flagged with a '(C)' suffix.
ca: Si una acció es pot configurar per l'usuari, la seva entrada d'ajuda es marcarà amb un sufix "(C)".
es: Si una acción es configurable por el usuario, su entrada de ayuda se marcará con un sufijo '(C)'.

source: If enabled and necessary, the plugin will wake up the Receiver from Deep-Standby for the defined starting time to control whether the programme begins earlier.
ca: Si està activat i és necessari, el plugin posarà en marxa el receptor des de repòs profund a l'hora d'inici definida per controlar si el programa comença abans.
es: Si está habilitado y es necesario, el plugin encenderá el receptor del reposo profundo a la hora de inicio definida para controlar si el programa empieza antes.

source: If enabled the output resolution of the box will try to match the resolution of the video contents resolution
ca: Si s'activa, la resolució de sortida del receptor s'intentarà igualar a la resolució del contingut del vídeo
es: Si se activa la resolución de salida el receptor, intentará buscar la resolución del contenido del vídeo

source: If enabled the video will always be de-interlaced.
ca: Si s'activa, el vídeo serà sempre desentrellaçat.
es: Si se activa la imagen siempre se desentrelazará.

source: If enabled, AIT data is included in recordings.
ca: Si s'activa, les dades AIT s'inclouran en les gravacions.
es: Si está activado, los datos AIT se incluyen en las grabaciones.

source: If enabled, a log will be kept of CEC protocol traffic. The log files are located with the other log files but named 'Enigma2-hdmicec-[date].log'.
ca: Si està activat, es mantindrà un log del tràfic del protocol CEC. Els arxius del log s'ubiquen amb la resta de logs però amb nom 'Enigma2-hdmicec-[data].log'.
es: Si se activa, se mantendrá un registro del tráfico del protocolo CEC. Los archivos de registro se ubican con los otros archivos de registro pero con el nombre de 'Enigma2-hdmicec-[fecha].log'.

source: If enabled, the new GStreamer playback engine will be used.
ca: Si està activat, s'utilitzarà el nou motor de reproducció GStreamer.
es: Si está habilitado, se usará el motor de reproducción del nuevo Gstreamer.

source: If enabled, using a time window to detect a wake up from deep standby by a timer. Default setting ist disabled and used a special signal from the receiver. But some devices set a wrong or none signal and the wake up detection can fails.
ca: Si està activat, utilitza una finestra de temps per detectar un inici des del repòs profund mitjançant un temporitzador. La configuració per defecte està desactivada i utilitza un senyal especial del receptor. Però alguns dispositius configuren un senyal incorrecte o cap i la detecció de posta en marxa pot fallar.
es: Si está activado, utiliza una ventana de tiempo para detectar un encendido desde reposo profundo mediante temporizador. La configuración por defecto es desactivado y usa una señal especial. Algunos dispositivos dan una señal incorrecta o nula y la detección al encender puede fallar.

source: If logs are using the set maximum space used the eldest will be deleted.
ca: Si els logs estan utilitzant l'espai màxim assignat, s'eliminaràn els més antis.
es: Si los logs están usando el espacio máximo asignado, se borrarán los más antiguos.

source: If muted, hide mute icon or mute information after few seconds.
ca: Si està en mute, oculta l'icona o la informació mute passats uns segons.
es: Si se silencia, ocultar el icono de silencio o silenciar la información después de unos segundos.

source: If possible, x minutes before a timer starts VPS-Plugin will control whether the programme begins earlier. (0 disables feature)
ca: Si és possible, x minuts abans que s'iniciï un temporitzador, el plugin VPS controlarà si el programa comença abans (0 desactiva la funció)
es: Si es posible, x minutos antes de que comience un temporizador VPS-Plugin controlará si el programa comienza antes. (0 desactiva la función)
