Repository: OpenSPA/dvbapp2
Catalog: po/*.po
Languages: ca, es

source: Your Internet connection is not working! Please choose what you want to do next.
ca: La vostra connexió a Internet no funciona. Seleccioneu què voleu fer a continuació.
es: Tu conexión a internet no funciona. Elige lo que quiere hacer ahora.

source: Your Receiver has a Software problem detected. Since the last reboot it has occurred %d times.
ca: S'ha detectat un problema de software al teu receptor. Des del darrer reinici, ha passat %d vegades.
es: Tu receptor tiene un problema de software. Ha ocurrido %d veces desde el último reinicio.

source: Your STB will restart after pressing OK on your remote control.
ca: El teu receptor es reiniciarà després de prèmer OK al teu comandament a distància.
es: Tu receptor se reiniciará cuando pulses ‘OK’ en el mando a distancia.

source: Your collection exceeds the size of a single layer medium, you will need a blank dual layer DVD!
ca: La col·lecció supera la mida d’un medi d’una sola capa, necessitaràs un DVD buit de doble capa!
es: Su colección excede el tamaño de un medio de una sola capa, ¡necesitará un DVD de doble capa en blanco!

source: Your config file is not well-formed: %s
ca: El teu arxiu de configuració no s'ha format correctament: %s
es: Tu archivo de configuración no está bien formado: %s

source: Your current collection will get lost!
ca: La vostra col·lecció actual es perdrà!
es: ¡Tu colección actual se perderá!

source: Your email address is used to login to IceTV services.
ca: S'utilitza la teva adreça electrònica per a entrar als canals IceTV.
es: Tu dirección de correo electrónico se usa para loguearte en los canales IceTV.

source: Your existing IceTV password.
ca: La teva contrasenya existent de IceTV.
es: Tu contraseña existente de IceTV.

source: Your front panel processor firmware must be upgraded. Press OK to start upgrade.
ca: El firmware del frontprocessor ha de ser actualitzat. Prem OK per a començar l'actualizació.
es: El firmware del frontprocessor se debe actualizar. Pulsa ‘OK’ para comenzar la actualización.

source: Your front panel processor will be upgraded Please wait until your %s %s reboots This may take a few minutes
ca: El processador del display frontal s'actualitzarà Si us plau, espera fins que el %s %s arranqui Això pot tardar uns minuts
es: El procesador del panel frontal se actualizará Por favor, espere hasta que su %s %s se reinicie Esto puede tardar unos minutos

source: Your front panel will be upgraded This may take a few minutes
ca: El display frontal serà actualitzat Això pot tardar uns minuts
es: El panel frontal se actualizará Esto puede tomar unos pocos minutos

source: Your image is out of date! After such a long time, there is a risk that your %s %s will not boot after online-update, or will show disfunction in running Image. A new flash will increase the stability An online update is done at your own risk !! Do you still want to update?
ca: La imatge està desactualitzada! Després d'un llarg temps, hi ha risc que el %s %s no arranqui després de l'actualització online, o mostri disfunció a la imatge funcionant, Una nova instal·lació incrementarà l'estabilitat Es pot fer una actualització online baix el vostre risc!! Encara vols actualitzar?
es: Tu imagen está obsoleta! Después de un largo tiempo, hay riesgo que tu %s %s no arranque después de actualizar online, o funcione mal con la imagen ejecutada. Una instalación nueva aumentará la estabilidad Puedes realizar una actualización online bajo tu responsabilidad. ¿Quieres actualizar de todas formas?

source: Your network configuration has been activated.
ca: S’ha activat la vostra configuració de xarxa.
es: Su configuración de red ha sido activada.

source: Your network configuration has been activated. Press OK and wait for the next screen. It will automatically switch to your WLAN data.
es: Su configuración de red ha sido activada. Pulse OK y espere en la siguiente pantalla. Cambiará automáticamente a sus datos WLAN.

source: Your network configuration has been disabled.
es: Su configuración de red ha sido desactivada.

source: Your password must have at least 5 characters.
ca: La contrasenya ha de tindre mínim 5 caràcters.
es: Tu contraseña debe tener al menos 5 caracteres.

source: Your receiver can use SCPC optimized search range. Consult your receiver's manual for more information.
ca: El receptor pot utilitzar un rang de cerca optimitzat SCPC. Consulteu el manual del vostre receptor per obtenir més informació.
es: Tu receptor puede usar un rango de búsqueda optimizado SCPC. Consulta el manual del receptor para obtener más información.

source: Your receiver can use tone amplitude. Consult your receiver's manual for more information.
ca: El receptor pot utilitzar l’amplitud de to. Consulteu el manual del vostre receptor per obtenir més informació.
es: Tu receptor puede usar amplitud de tono. Consulte el manual de su receptor para obtener más información.

source: Your receiver might be now be unstable. Please consult the manual for further assistance before rebooting your %s %s.
es: Tu receptor podría estar inestable ahora. Consulte el manual para obtener más ayuda antes de reiniciar el %s %s.

source: Youth
ca: Joves
es: Juventud

source: ZAP
ca: CANVIAR
es: Zapear

source: Zap
ca: Zappejar
es: Zapeo

source: Zap + Exit
ca: Canviar + Sortir
es: Zapear y salir

source: Zap Up/Down
ca: Canviar amunt/avall
es: Zap arriba/abajo

source: Zap and record
ca: Canviar i gravar
es: Cambiar de canal y grabar

source: Zap back to previously tuned service?
ca: Tornaràs al servei prèviament ajustat?
es: ¿Volver al último canal sintonizado?

source: Zap back to service before positioner setup?
ca: Tornar al canal abans de configurar el motor?
es: ¿Volver al canal antes de configurar el motor?

source: Zap back to service before tuner setup?
ca: Tornar al canal anterior a la configuració del sintonitzador?
es: ¿Volver al último canal antes de configurar el sintonizador?

source: Zap down
ca: Zap cap avall
es: Cambiar arriba

source: Zap focus to Picture in Picture
ca: Zap se centra a Picture in Picture
es: Cambiar enfoque a Picture in Picture

source: Zap focus to main screen
ca: Enfocament Zap a la pantalla principal
es: Cambiar enfoque a la pantalla principal

source: Zap focused channel on full screen
ca: Canviar canal focalitzat en pantalla completa
es: Zapear canal enfocado en pantalla completa

source: Zap history sequence
es: Secuencia de histórico de zapeo

source: Zap mode
ca: Mode Zap
es: Modo zapeo

source: Zap next
ca: Canviar al següent
es: Zapear siguiente

source: Zap to
ca: Zap a
es: Zapatear

source: Zap to channel (setup in menu)
ca: Canviar al canal (configuració al menú)
es: Zap al canal (configuración en el menú)

source: Zap to channel and close (setup in menu)
ca: Canviar al canal i tancar (configuració al menú)
es: Zap para canalizar y cerrar (configuración en el menú)

source: Zap to next service
es: Cambiar al siguiente canal

source: Zap to next service in history
es: Cambiar al siguiente canal en el historial

source: Zap to previous service
es: Cambiar al canal anterior

source: Zap to previous service in history
es: Cambiar al canal anterior en el historial

source: Zap to previous service in the current bouquet
es: Cambiar al canal anterior en el boouquet actual

source: Zap to next service in the current bouquet
es: Cambiar al siguiente canal en el boouquet actual

source: Zap up
es: Cambiar abajo

source: Zap+Record next
ca: Canviar+Gravar següent
es: Zapear+Grabar siguiente

source: Zgemma H.S/H.2S/H.2H/H5/H7 old Model
es: Modelo antiguo Zgemma H.S/H.2S/H.2H/H5/H7

source: Zoom Actions
ca: Accions de zoom
es: Acciones de zoom

source: Zoom In/Out TV
es: Acercar/alejar TV

source: Zoom Off
es: Zoom desconectado

source: Zoom from left
ca: Zoom des de l'esquerra
es: Zoom desde la izquierda

source: Zoom from right
ca: Zoom des de la dreta
es: Zoom desde la derecha

source: [Favorite Edit]
ca: [editar preferits]
es: [editar favoritos]

source: [Timeshift] Merging records failed!
ca: [Timeshift] Fusionat de gravacions ha fallat!
es: [Timeshift] ¡Error al fusionar registros!

source: [Timeshift] Restarting time shift!
ca: [Timeshift] Reiniciant time shift!
es: [TimeShift] ¡Reiniciando Timeshift!

source: [alternative edit]
ca: [edició alternatives]
es: [edición alternativa]

source: [bouquet edit]
ca: [editar llista]
es: [editar grupo]

source: [move mode]
ca: [mode moure]
es: [modo mover]

source: a gui to assign services/providers to common interface modules
ca: un gui per assignar serveis / proveïdors a mòduls d’interfície comuns
es: una interfaz para asignar canales/proveedores a módulos de interfaz común

source: a gui to assign services/providers/caids to common interface modules
ca: un gui per assignar serveis / proveïdors / caids a mòduls d’interfície comuns
es: una interfaz para asignar canales/proveedores/CAIDs a módulos de interfaz común

source: Abort Alternatives Edit
es: Abortar la edición de alternativas

source: Abort Bouquet Edit
es: Abortar la edición de listas

source: Abort Favorites Edit
es: Abortar la edición de favoritos

source: activatePiP
ca: activar PiP
es: activar PiP

source: active
ca: actiu
es: activo

source: Add Alternatives
es: Añadir alternativas

source: Add Bouquet
es: Añadir lista

source: Add Bouquet To Parental Protection
es: Añadir lista a la protección parental

source: add marker
ca: afegir marcador
es: Añadir marcador

source: Add Service To Bouquet
es: Añadir canal a lista

source: Add Service To Favorites
es: Añadir canal a favoritos

source: Add To Parental Protection
es: Añadir a protección parental

source: address:
ca: adreça:
es: Dirección:

source: adult movie/drama
ca: pel·lícula / drama per a adults
es: Película para adultos / drama

source: advanced
ca: avançat
es: avanzado

source: adventure/western/war
ca: aventura / occidental / de guerra
es: Aventura occidental guerra

source: advertisement/shopping
ca: publicitat / compres
es: Publicidad / compras

source: All up/down
es: Todo arriba/abajo

source: alpha then oldest
es: Alfa entonces el más viejo

source: alphabetic
ca: alfabètic
es: Alfabético

source: alphabetic reverse
ca: inversa alfabètica
es: Orden alfabéticamente inverso

source: alpharev then newest
es: Alpharev entonces más nuevo

source: and
ca: i
es: y

source: and never ask again this session again
ca: i no preguntar mai més per aquesta sessió
es: y no preguntar de nuevo en esta sesión

source: are you sure you want to restore following backup:
ca: estàs segur de restaurar el següent backup:
es: ¿está seguro de que quiere restaurar el siguiente backup?:

source: arts/culture (general)
ca: arts/cultura (general)
es: Arte/cultura (general)

source: arts/culture (without music, general)
ca: arts / cultura (sense música, general)
es: Artes / cultura (sin música, general)

source: arts/culture magazine
ca: revista d’arts / cultura
es: Revista de artes y cultura

source: athletics
ca: atletisme
es: atletismo

source: audio track (%s) format
ca: format de la pista d'àudio (%s)
es: Formato de pista de audio (%s)

source: audio track (%s) language
ca: idioma de la pista d'àudio (%s)
es: Idioma de pista de audio (%s)

source: audio tracks
ca: pistes d’àudio
es: Pistas de audio

source: automatic
es: Automático

source: AutoTimer was installed successfully.
es: AutoTimer se instaló exitosamente.

source: back
ca: enrere
es: Atrás

source: background image
ca: fondo image
es: Imagen de fondo

source: better
ca: millorat
es: Mejor

source: black
ca: negre
es: Negro

source: black & white
ca: negre & blanc
es: blanco y negro

source: blacklist
ca: llista negra
es: Lista negra

source: blue
ca: blau
es: Azul

source: broadcasting/press
es: prensa/redifusión

source: burn audio track (%s)
ca: Gravar pista d'àudio (%s)
es: Grabar pista de audio (%s)

source: by date
ca: per data
es: Por fecha

source: by hmmmdada
es: por hmmmdada

source: card
ca: tarjeta
es: Tarjeta

source: card reader
ca: lector de tarjeta
es: Lector de tarjetas

source: cartoon/puppets
ca: dibuixos animats / titelles
es: dibujos animados/marionetas

source: chapters
ca: capítols
es: Capítulos

source: children's (general)
ca: infantil (general)
es: Programa para niños (general)

source: children's/youth program (general)
ca: infantil/joventut (general)
es: Programa para niños / jóvenes (general)

source: clip overscan / letterbox borders
ca: vores de cau de lletra de sobrecamp o de clip
es: Clip overscan / letterbox fronteras

source: close share view
ca: tancar vista d'intercanvi
es: Cerrar Shareview

source: comedy
ca: comèdia
es: comedia

source: comedy (general)
ca: comèdia (general)
es: Comedia (general)

source: config menu
ca: menú configuració
es: Ajustes del menú

source: confirmed
ca: confirmat
es: Confirmado

source: connected
ca: connectat
es: Conectado

source: cooking
ca: cuina
es: Cocinando

source: copy
ca: copiar
es: Copiar

source: Copy To Bouquet
es: Copiar a lista

source: current affairs (general)
ca: actualitat (general)
es: Actualidad (general)

source: date
ca: data
es: fecha

source: day
ca: dia
es: Día

source: decrease uphop by 1
ca: disminueix uphop de 1
es: Reducir salto superior en 1

source: default
ca: predeterminat
es: Predeterminado

source: delete
ca: sborrar
es: Eliminar

source: delete cut
ca: esborrar tall
es: Borrar corte

source: deleted
ca: eliminat
es: eliminado

source: detective/thriller
ca: detectiu / thriller
es: investigación/thriller

source: Disable Move Mode
es: Deshabilitar modo movimiento

source: disabled
ca: desactivat
es: Deshabilitado

source: disconnected
ca: desconnectat
es: Desconectado

source: discussion/interview/debate
ca: discussió / entrevista / debat
es: debate/entrevista/discusión

source: documentary
ca: documental
es: documental

source: documentary (general)
ca: documental (general)
es: Documental (general)

source: eMMC slot %s%s
ca: ranura eMMC %s %s
es: Slot eMMC %s %s

source: east
ca: est
es: Este

source: economics/social advisory
ca: economia / assessorament social
es: economía/asesores

source: Edit Alternatives
es: Editar alternativas

source: education/information (general)
ca: educació/informació (general)
es: Educación/Información (general)

source: education/science/factual topics (general)
ca: temes d’educació / ciència / fets (generals)
es: educación/ciencia/temas fácticos

source: embedded
ca: encastat
es: Insertado

source: empty
ca: buit
es: Vacío

source: Enable Bouquet Edit
es: Habilitar edición de listas

source: Enable Favorite Edit
es: Habilitar edición de favoritos

source: Enable Move Mode
es: Habilitar modo movimiento

source: enabled
ca: activat
es: activado

source: End Alternatives Edit
es: Fin de edición de alternativas

source: End Bouquet Edit
es: Fin de edición de listas

source: end cut here
ca: acabar el tall aquí
es: Terminar corte aquí

source: End Favorites Edit
es: Fin de edición de favoritos

source: enigma2 and network
ca: enigma2 i xarxa
es: Enigma2 y red

source: entertainment (10-16 year old)
ca: entreteniment (entre 10 i 16 anys)
es: entretenimiento (10-16 años)

source: entertainment (6-14 year old)
ca: entreteniment (entre 6 i 14 anys)
es: entretenimiento (6-14 años)

source: entertainment (general)
ca: entreteniment (general)
es: Entretenimiento (general)

source: equal to
ca: igual a
es: igual a

source: equestrian
ca: eqüestre
es: ecuestre

source: error starting scanning
ca: error al començar la recerca
es: Error iniciando la exploración

source: error while scanning
ca: error durant l’exploració
es: Error durante la exploración

source: execute cuts (requires MovieCut plugin)
ca: executar talls (requereix plugin MovieCut)
es: Ejecutar cortes (requiere MovieCut plugin)

source: exit DVD player or return to file browser
ca: sortir del reproductor de DVD o tornar al navegador d’arxius
es: Salir del reproductor de DVD o volver al navegador de archivos

source: experimental film/video
ca: pel·lícula / vídeo experimental
es: cine/video experimental

source: extensions.
es: Extensiones.

source: externally loopthrough to
ca: bucle extern a
es: Conectado externamente a

source: failed
ca: fracassat
es: Fallido

source: fashion
ca: moda
es: mora

source: file can not displayed - file not found
ca: l'arxiu no es pot mostrar - arxiu no trobat
es: el archivo no se puede mostrar - archivo no encontrado

source: fileformats (BMP, PNG, JPG, GIF)
ca: formats de fitxers (BMP, PNG, JPG, GIF)
es: Formatos de archivo (BMP, PNG, JPG, GIF)

source: filename
ca: nom de l’arxiu
es: Nombre de archivo

source: film/cinema
ca: pel·lícula / cinema
es: cine/películas

source: Find Currently Playing Service
es: Encontrar canal que se está reproduciendo

source: fine arts
ca: belles Arts
es: bellas artes

source: fitness & health
ca: condició física i salut
es: ejercicio y salud

source: flat alphabetic
ca: plana alfabètica
es: Orden alfabético plano

source: flat alphabetic reverse
ca: inversa alfabètica plana
es: Invertir a orden alfabético plano

source: folk/traditional music
ca: música tradicional / tradicional
es: Música folklórica / tradicional

source: football/soccer
ca: futbol / futbol
es: fútbol Futbol

source: foreign countries/expeditions
ca: països / expedicions estrangeres
es: Países extranjeros / expediciones

source: forward to the next chapter
ca: cap endavant al capítol següent
es: Avanzar al siguiente capítulo

source: free
ca: gratuït
es: Libre

source: free diskspace
ca: espai lliure al disc
es: Espacio libre en disco

source: from
ca: desde
es: de

source: further education
ca: educació superior
es: educación avanzada

source: game show/quiz/contest
ca: joc / concurs / concurs
es: Concurso de juegos

source: gardening
ca: jardineria
es: jardinería

source: get the cards' server
ca: aconseguir les tarjetes del servidor
es: Obtener el servidor de las tarjetas

source: grab this frame as bitmap
ca: agafeu aquest marc com a mapa de bits
es: Grabar esta pantalla como bitmap

source: green
ca: verd
es: Verde

source: handicraft
ca: artesania
es: artesanía

source: handled
ca: Gestionat
es: Gestionado

source: height
ca: alçada
es: Altura

source: help...
ca: ajuda...
es: Ayuda...

source: hops:
ca: salts:
es: Saltos:

source: increase uphop by 1
ca: incrementa uphop en 1
es: Aumentar salto superior en 1

source: information/education/school program
ca: informació / educació / programa escolar
es: Información / educación / programa escolar

source: infotainment (general)
es: Información y entretenimiento (general)

source: init module
ca: iniciar mòdul
es: Iniciar módulo

source: init modules
ca: mòduls init
es: Módulos de inicio

source: insert mark here
ca: inserir marca aquí
es: Insertar marca aquí

source: installed
ca: instal·lat
es: instalado

source: instant record
ca: Gravació instantània
es: grabación instantánea

source: internally loopthrough to
ca: bucle intern a
es: Conectado internamente a

source: Invalid type
es: Tipo inválido

source: jump back to the previous title
ca: torna al títol anterior
es: Volver al título anterior

source: jump forward to the next title
ca: salta endavant al següent títol
es: Avanzar al título siguiente

source: jump to chapter by number
ca: salta al capítol per número
es: Saltar a capítulo por nombre

source: languages
ca: idiomes
es: idiomas

source: Leave movie player
es: Salir del reproductor de películas

source: left
ca: esquerra
es: Izquierda

source: leisure hobbies (general)
ca: aficions de lleure (general)
es: Ocio aficiones (general)

source: length
ca: llargada
es: Longitud

source: literature
ca: literatura
es: literatura

source: live broadcast
ca: retransmissió en directe
es: transmisión en vivo

source: locked
ca: bloquejat
es: Bloqueado

source: long
ca: llarg
es: largo

source: loopthrough to
ca: bucle a
es: Conectado a

source: magazines/reports/documentary
ca: revistes / reportatges / documentals
es: documentales/entrevistas/informes

source: martial sports
ca: esports marcials
es: Deportes marciales

source: medicine/physiology/psychology
ca: medicina / fisiologia / psicologia
es: Medicina / fisiología / psicología

source: month
ca: mes
es: Mes

source: motor sport
es: Deporte de motor

source: motoring
ca: motor
es: automovilismo

source: move
ca: moure
es: Mover

source: move up to first entry
ca: aneu fins a la primera entrada
es: Subir a la primera entrada

source: move up to previous entry
ca: aneu a l’entrada anterior
es: Subir a la entrada anterior

source: movie (general)
ca: pel·lícula (general)
es: Película (general)

source: movie/drama (general)
ca: pel·lícula / drama (general)
es: Película / drama (general)

source: music (general)
ca: música (general)
es: Música (general)

source: music/ballet/dance (general)
ca: música / ballet / ball (general)
es: Música / ballet / danza (general)

source: name
ca: Nom
es: nombre

source: nature/animals/environment
ca: natura / animals / entorn
es: Naturaleza / animales / recurso ambiente

source: new media
ca: nou media
es: nuevos recursos de comunicacion

source: news (general)
ca: notícies (general)
es: Noticias (general)

source: news magazine
ca: revista de notícies
es: revista de noticias

source: news/current affairs (general)
ca: notícies / actualitat (general)
es: Noticias / actualidad (general)

source: news/weather report
ca: notícies / actualitat (general)
es: Noticias / informe meteorológico

source: no CAId selected
ca: no s’ha seleccionat cap CAI
es: No se ha seleccionado CAId

source: no CI slots found
ca: no s’han trobat cap ranura CI
es: No se han encontrado slots CI

source: no channel list
ca: no canal a la llista
es: No hay lista de canales

source: no module found
ca: no hi ha el mòdul
es: Módulo no encontrado

source: no or unknown card inserted
ca: no o tarjeta insertada desconeguda
es: No se ha insertado ninguna tarjeta o es desconocida

source: no resource manager
ca: cap gestor de recursos
es: No hay gestor de recursos

source: no storage devices found
ca: no s’han trobat dispositius d’emmagatzematge
es: No se han encontrado dispositivos de almacenamiento

source: not
ca: no
es: No

source: Not configured
es: No configurado

source: not locked
ca: desbloquejat
es: No bloqueado

source: not supported
ca: no suport
es: No compatible

source: not tested
ca: no testad
es: No comprobado

source: not used
ca: no utilitzat
es: No utilizado

source: nothing connected
ca: res connectat
es: Nada conectado

source: of a DUAL layer medium used.
ca: d’un mitjà de capa DUAL utilitzat.
es: de un disco usado de doble capa.

source: of a SINGLE layer medium used.
ca: d’un mitjà SINGLE capa utilitzat.
es: de un disco usado de una capa.

source: off
ca: desactivat
es: apagado

source: off or wpa2 on
ca: desactivat o wpa2 activat
es: Apagado o wpa2 encendido

source: offset is
ca: desactivat està
es: Está con variación

source: on READ ONLY medium.
ca: a LLEGIR NOMÉS el mitjà.
es: En disco de sólo lectura.

source: original language
ca: original llengua
es: idioma original

source: package
es: paquete

source: packages
es: paquetes

source: orange
es: naranja

source: packages selected.
ca: paquets seleccionats.
es: paquetes seleccionados.

source: pass
ca: passa
es: Paso

source: performing arts
ca: les Arts escèniques
es: las artes escénicas

source: Play in Main
es: Reproducir en ventana principal

source: Play In Main Window
es: Reproducir en ventana principal

source: Play in PiP
es: Reproducir en PiP

source: Play In PiP Window
es: Reproducir en ventana PiP

source: please wait, loading picture...
ca: sisplau espera, carregant imatge...
es: Espera mientras se carga la foto...

source: popular culture/traditional arts
ca: Arts tradicionals/Cultura popular
es: Cultura popular / artes tradicionales

source: pre-school children's program
ca: programa infantil d’educació infantil
es: Programa infantil de preescolar

source: provider:
ca: proveïdor:
es: Proveedor:

source: Purge Deleted User Bouquets
es: Limpiar listas de usuario eliminadas
