Repository: OpenSPA/dvbapp2
Catalog: po/*.po
Languages: ca, es

source: Select if the timer name and description modification code is run on repeating timers.
ca: Seleccionar si el nom del temporitzador i el codi de modificació de la descripció s'executen en temporitzadors repetits.
es: Seleccione si el código de modificación del nombre y la descripción del temporizador se ejecuta en los temporizadores repetidos.

source: Select if there is to be a time window within which this timer can be active.
ca: Seleccionar si hi ha d'haver una finestra de temps dins la qual aquest temporitzador pugui estar actiu.
es: Seleccione si debe haber una ventana de tiempo dentro de la cual este temporizador puede estar activo.

source: Select if this timer activates on a Friday.
ca: Seleccionar si aquest temporitzador s'activa en divendres.
es: Seleccione si este temporizador se activa un viernes.

source: Select if this timer activates on a Monday.
ca: Seleccionar si aquest temporitzador s'activa en dilluns.
es: Seleccione si este temporizador se activa un lunes.

source: Select if this timer activates on a Saturday.
ca: Seleccionar si aquest temporitzador s'activa en dissabte.
es: Seleccione si este temporizador se activa en sábado.

source: Select if this timer activates on a Sunday.
ca: Seleccionar si aquest temporitzador s'activa en diumenge.
es: Seleccione si este temporizador se activa en domingo.

source: Select if this timer activates on a Thursday.
ca: Seleccionar si aquest temporitzador s'activa en dijous.
es: Seleccione si este temporizador se activa un jueves.

source: Select if this timer activates on a Tuesday.
ca: Seleccionar si aquest temporitzador s'activa en dimarts.
es: Seleccione si este temporizador se activa un martes.

source: Select if this timer activates on a Wednesday.
ca: Seleccionar si aquest temporitzador s'activa en dimecres.
es: Seleccione si este temporizador se activa un miércoles.

source: Select if this timer is to be repeated.
ca: Seleccionar si el temporitzador s'ha de repetir.
es: Seleccione si este temporizador debe repetirse.

source: Select if time shift must continue when set to record.
ca: Seleccionar si timeshift ha de continuar quan es posi a gravar.
es: Seleccione si Timeshift debe continuar cuando haya una grabación pendiente.

source: Select if you want the Subservice mode to be activated.
ca: Seleccionar si es vol activar el mode Subservei.
es: Seleccione si quieres que el modo Subcanal se active.

source: Select input device
ca: Seleccioneu el dispositiu d’entrada
es: Seleccionar dispositivo de entrada

source: Select input device.
ca: Seleccioneu el dispositiu d’entrada.
es: Seleccione dispositivo de entrada.

source: Select interface
ca: Selecciona la interfície
es: Seleccionar interfaz

source: Select menu entry
ca: Selecciona l'entrada del menú
es: Seleccione la entrada del menú

source: Select movie
ca: Selecciona la pel·lícula
es: Seleccionar película

source: Select only highlighted file
ca: Seleccionar només l'arxiu ressaltat
es: Selecciona solo el archivo resaltado

source: Select provider to add...
ca: Selecciona proveïdor per afegir …
es: Seleccionar proveedor a añadir...

source: Select refresh rate
ca: Seleccioneu el percentatge de refresc
es: Seleccionar la tasa de refresco

source: Select Satellites
es: Seleccionar satélites

source: Select SeekBar to be activated by arrow L/R (long) or << >> (long).
es: Seleccionar la barra de búsqueda activada con flecha izquierda/derecha (largo) o << >> (largo).

source: Select service information to view:
es: Seleccione la información del servicio para ver:

source: Select service to add...
ca: Selecciona el servei a afegir …
es: Seleccionar canal a añadir...

source: Select Shares
es: Seleccionar intercambios

source: Select softcam
ca: Seleccionar softcam
es: Seleccionar softcam

source: Select sort method:
ca: Seleccioneu el mètode d’ordenació:
es: Seleccione el método de ordenación:

source: Open Subservices selection
es: Seleccionar subservicios

source: Select system information to view:
ca: Seleccionar la informació del sistema que es mostrarà:
es: Seleccione la información del sistema que desea ver:

source: Select target device for slot creation
es: Seleccionar el dispositivo de destino para la creación de slot

source: Select temporary directory sort order for the current column
ca: Seleccionar l'ordre del directori temporal per a la columna actual
es: Selecciona orden temporal de directorio de la columna actual

source: Select temporary file sort order for the current column
ca: Seleccionar l'ordre d'arxius temporals de la columna actual
es: Selecciona orden temporal de archivo de la columna actual

source: Select the %s entry
es: Seleccione la entrada %s

source: Select the access mode for the automatically exported samba shares.
es: Seleccione el modo de acceso para los recursos compartidos de Samba exportados automáticamente.

source: Select the currently highlighted service and exit
es: Seleccione el servicio actualmente resaltado y salga

source: Select the currently highlighted timer
es: Seleccione el temporizador resaltado actualmente

source: Select the mountpoint for the device.
es: Seleccione el punto de montaje para el dispositivo.

source: Select the No / False response
ca: Selecciona No / Fals
es: Seleccione la respuesta "No" / "Falso"

source: Select the Swap File Size:
ca: Selecciona el tamany de l'arxiu swap:
es: Seleccione el tamaño de la memoria Swap:

source: Select the Unicable channel to be assigned to this tuner. This is a unique value. Be certain that no other device connected to this same Unicable system is allocated to the same Unicable channel.
ca: Selecciona el canal Unicable que será assignat a aquest sintonitzador. Aquest és un únic valor. Assegureu-vos que cap altre dispositiu connectat a aquest mateix sistema Unicable estigui assignat al mateix canal Unicable.
es: Seleccione el canal Unicable que se asignará a este sintonizador. Este es un valor único. Asegúrese de que ningún otro dispositivo conectado a este mismo sistema Unicable esté asignado al mismo canal Unicable.

source: Select the User Band channel to be assigned to this tuner. This is an index into the table of frequencies the SCR LNB uses to pass the requested transponder to the tuner.
ca: Selecciona el canal Banda d'usuari que será assignat a aquest sintonitzador. Aquest és un index dins la taula de freqüències que utilitza el LNB SCR per passar el transpondedor requerit al sintonitzador.
es: Seleccione el canal de Banda de Usuario que se asignará a este sintonizador. Se trata de un índice en la tabla de frecuencias que el LNB SCR utiliza para pasar el transpondedor solicitado al sintonizador.

source: Select the User Band channel to be assigned to this tuner. This is an index into the table of frequencies the SCR switch uses to pass the requested transponder to the tuner.
ca: Selecciona el canal Banda d'usuari que será assignat a aquest sintonitzador. Aquest és un index dins la taula de freqüències que utilitza el SCR per passar el transpondedor requerit al sintonitzador.
es: Seleccione el canal de Banda de Usuario que se asignará a este sintonizador. Se trata de un índice en la tabla de frecuencias que el conmutador SCR utiliza para pasar el transpondedor solicitado al sintonizador.

source: Select the User Band frequency to be assigned to this tuner. This is the frequency the SCR LNB uses to pass the requested transponder to the tuner.
ca: Selecciona la freqüència Banda d'usuari que será assignada a aquest sintonitzador. Aquest és un index dins la taula de freqüències que utilitza el LNB SCR per passar el transpondedor requerit al sintonitzador.
es: Seleccione la frecuencia de banda de usuario que se asignará a este sintonizador. Esta es la frecuencia que el LNB SCR utiliza para pasar el transpondedor solicitado al sintonizador.

source: Select the User Band frequency to be assigned to this tuner. This is the frequency the SCR switch or SCR LNB uses to pass the requested transponder to the tuner.
ca: Seleccioneu la freqüència de la banda d’usuari a assignar a aquest sintonitzador. Aquesta és la freqüència que utilitza el commutador SCR o SCR LNB per passar el transpondedor sol·licitat al sintonitzador.
es: Seleccione la frecuencia de banda de usuario que se asignará a este sintonizador. Esta es la frecuencia que el conmutador SCR o el LNB SCR utiliza para pasar el transpondedor solicitado al sintonizador.

source: Select the Yes / True response
ca: Selecciona Sí / No
es: Seleccione respuesta Sí / Verdadero

source: Select the action for '%s'
es: Seleccione la acción para '%s'

source: Select the action to perform when the timer ends.
ca: Selecciona acció a executar en finalitzar el temporitzador.
es: Seleccione la acción a realizar cuando el temporizador termine.

source: Select the AI-Powered Translation target language.
es: Seleccione el idioma de destino de traducción impulsada por IA.

source: Select the animation speed of the button indicators in the help screens. 'Disabled' turns off animation so that indicators jump between buttons.
ca: Selecciona la velocitat de l'animació dels indicadors de botó a les pantalles d'ajuda. 'Deshabilitat' para l'animació, així l'indicador salta entre botons
es: Seleccione la velocidad de animación de los indicadores de los botones en las pantallas de ayuda. 'Deshabilitado' desactiva la animación para que los indicadores salten entre los botones.

source: Select the channel from which to record:
ca: Selecciona el canal des del que vols gravar:
es: Seleccione el canal desde el que desea grabar:

source: Select the channel or service to be used for this timer.
ca: Selecciona el canal o servei que s'utilitzarà per aquest temporitzador.
es: Seleccione el canal o servicio que se utilizará para este temporizador.

source: Select the character or action under the keyboard cursor
ca: Seleccioneu el personatge o l’acció sota el cursor del teclat
es: Seleccione el carácter o la acción bajo el cursor del teclado

source: Select the color to be used for the AI-Powered Translation text.
es: Seleccione el color que se utilizará para el texto de traducción impulsada por IA.

source: Select the current bookmarked location and exit
ca: Selecciona la ubicació favorita actual i sortir
es: Seleccionar la ubicación actual de los marcadores y salir

source: Select the current entry
es: Seleccione entrada actual

source: Select the current menu item
ca: Selecciona l'element de menú actual
es: Seleccione la opción de menú actual

source: Select the currently highlighted locale/language for the user interface
ca: Estableix l'idioma/regió seleccionat per a la interfície d'usuari
es: Seleccione el idioma regional actual de la interfaz de usuario

source: Select the currently highlighted service
ca: Selecciona el servei ressaltat
es: Seleccione el servicio que esta actualmente resaltado

source: Select the date from which this timer will become active.
ca: Selecciona la data des de la qual s'activarà aquest temporitzador.
es: Seleccione la fecha a partir de la cual se activará este temporizador.

source: Select the date when this timer will activate.
ca: Selecciona la data quan s'activarà aquest temporitzador.
es: Seleccione la fecha en la que se activará este temporizador.

source: Select the date when this timer will start.
ca: Selecciona la data quan s'iniciarà aquest temporitzador.
es: Seleccione la fecha de inicio de este temporizador.

source: Select the day of the week that this timer will activate.
ca: Selecciona el dia de la setmana en que s'activarà aquest temporitzador.
es: Seleccione el día de la semana en que se activará este temporizador.

source: Select the default directory to be used if the left column directory is not saved.
ca: Selecciona el directori predeterminat que s'utilizarà si el directori de la columna esquerra no s'ha guardat.
es: Selecciona el directorio predeterminado que se usará si no se ha guardado el directorio de la columna izquierda.

source: Select the default directory to be used if the right column directory is not saved.
ca: Selecciona el directori predeterminat que s'utilizarà si el directori de la columna dreta no s'ha guardat.
es: Selecciona el directorio predeterminado que se usará si no se ha guardado el directorio de la columna derecha.

source: Select the delay before the timer activates.
ca: Selecciona el retard abans que s'activi el temporitzador.
es: Seleccione el retardo antes de que se active el temporizador.

source: Select the delay to use when closing a Stream Relay service before reallocating the tuner for another service. Using '0' is only recommended for boxes with multiple satellite tuners.
es: Selecciona el retardo que usará al cerrar un servicio Stream Relay antes de reasignar el sintonizador a otro servicio. Solo se recomienda el uso de '0' en receptores con múltiples sintonizadores de satélite.

source: Select the delay to wait after pressing more digit buttons to select a new service.
ca: Retard definit per l'usuari quan es prem un altre botó per a canviar de canal.
es: Retardo definido por el usuario cuando se pulsa otro botón para zapear al canal.

source: Select the delay to wait after pressing the first digit button to select a new service.
ca: Retard definit per l'usuari quan es prem el primer botón per a canviar de canal.
es: Retardo definido por el usuario cuando se pulsa el primer botón para zapear al canal.

source: Select the desired function and click on 'OK' to assign it. Use 'CH+/-' to toggle between the lists. Select an assigned function and click on 'OK' to deassign it. Use 'NEXT/PREVIOUS' to change the order of the assigned functions.
ca: Selecciona la funció desitjada i fes clic a "OK" per assignar-la. Utilitzeu "CH+/-" per canviar entre les llistes. Selecciona una funció assignada i fes clic a "OK" per desassignar-la. Utilitza "SEGÜENT/ANTERIOR" per canviar l'ordre de les funcions assignades.
es: Seleccione la función deseada y pulsa ‘OK’ para asignar. Usa “CH+/-” para cambiar entre listas. Seleccione una función asignada y pulsa ‘OK’ para desasignar. Usa “Siguiente/Anterior” para cambiar el orden de las funciones asignadas.

source: Select the directory sort order for the left column:
ca: Selecciona l'ordre del directori de la columna esquerra:
es: Selecciona el orden del directorio para la columna izquierda:

source: Select the directory sort order for the right column:
ca: Selecciona l'ordre del directori de la columna dreta:
es: Selecciona el orden del directorio para la columna derecha:

source: Select the display design for menus.
ca: Selecciona el disseny de visualització dels menus.
es: Seleccione el diseño de la pantalla para los menús.

source: Select the display options for each menu entry item. If menu numbers are available then the number buttons can be used to select the numbered menu entries directly.
ca: Selecciona les opcions de visualització per cada element del menú. Si els números de menú estan disponibles, es podran utilitzar els números del teclat numèric per anar directament a l'entrada del menú.
es: Seleccione las opciones de visualización para cada elemento del menú. Si se dispone de números de menú, los botones numéricos pueden utilizarse para seleccionar directamente las entradas de menú numeradas.

source: Select the display sequence of previously visited services.
es: Seleccione la secuencia de visualización de los servicios visitados anteriormente.

source: Select the file sort order for the %s column:
ca: Selecciona l'ordre dels arxius de la columna %s:
es: Selecciona el orden de archivos para la columna %s :

source: Select the first item in list or move to the start of text
ca: Selecciona el primer element de la llista o mou a l'inici del text
es: Seleccionar el primer elemento de la lista o desplazarse al principio del texto

source: Select the first item in the list
ca: Selecciona el primer element de la llista
es: Seleccione el primer elemento de la lista

source: Select the function to be assigned to this button.
ca: Selecciona la funció que s'assignarà al botó.
es: Seleccione la función asignada a este botón.

source: Select the highlighted image and proceed to the slot selection
ca: Selecciona la imatge ressaltada i procedir a la selecció del slot
es: Seleccione la imagen resaltada y proceda a la selección de la ranura

source: Select the highlighted slot and reboot
ca: Selecciona el slot ressaltat i reiniciar
es: Seleccione la ranura resaltada y reinicie

source: Select the initial position of the timeline marker. The marker is the vertical line drawn on the EPG that shows the current time. The larger the value the more the marker will move to the right showing more history and less of upcoming events.
ca: Selecciona la posició inicial del marcador de la línia de temps. El marcador és la línia vertical dibuixada a l'EPG que mostra l'hora actual. Com més gran sigui el valor, més es mourà el marcador cap a la dreta mostrant més història i menys esdeveniments propers.
es: Seleccione la posición inicial del marcador de la línea de tiempo. El marcador es la línea vertical dibujada en la EPG que muestra la hora actual. Cuanto mayor sea el valor, más se moverá el marcador hacia la derecha mostrando más historia y menos de los próximos eventos.

source: Select the input connector you want to use.
es: Seleccione el conector de entrada que desea utilizar

source: Select the last item in list or move to the end of text
ca: Selecciona el darrer element de la llista o mou al final del text
es: Seleccionar el último elemento de la lista o desplazarse al final del texto

source: Select the last item in the list
ca: Selecciona el darrer element de la llista
es: Seleccione el último elemento de la lista

source: Select the locale from a menu
ca: Seleccioneu la configuració regional d’un menú
es: Seleccione la ubicación desde el menú

source: Select the location in which to store the recording:
ca: Selecciona la ubicació on guardar la gravació:
es: Seleccione la ubicación en la que desea almacenar la grabación:

source: Select the manufacturer of your SCR device. If the manufacturer is not listed, set 'SCR' to 'User defined' and enter the device parameters manually according to its specifications.
es: Seleccione el fabricante de su dispositivo SCR. Si el fabricante no aparece en la lista, establezca "SCR" como "Definido por el usuario" e introduzca los parámetros del dispositivo manualmente según su hoja de especificaciones.

source: Select the method of restoring screen resolution and framebuffer when leaving teletext.
ca: Selecciona el mètode de restauració de la resolució de pantalla i framebuffer quan surtim del teletext.
es: Seleccione el método de restauración de la resolución de la pantalla y del framebuffer al salir del teletexto.

source: Select the mode of the DNS.
es: Seleccione el modo del DNS.

source: Select the model number of your Unicable device. If the model number is not listed, set 'SCR' to 'User defined' and enter the device parameters manually according to its specifications.
es: Seleccione el número de modelo de tu dispositivo Unicable. Si el número de modelo no está en la lista, configure 'SCR' como 'Definido por el usuario' e introduzca los parámetros del dispositivo manualmente según sus especificaciones.

source: Select the movie path
ca: Seleccioneu el camí de la pel·lícula
es: Seleccionar directorio de películas

source: Select the network data rate below which the timer should activate as specified. Traffic above this rate with deactivate the timer.
ca: Selecciona la velocitat de dades de xarxa per baix la qual el temporitzador ha d'activar-se segons lo especificat. El tràfic por dalt d'aquesta velocitat desactivará el temporitzador.
es: Seleccione la tasa de datos de la red por debajo de la cual el temporizador debe activarse según lo especificado. El tráfico por encima de esta tasa desactiva el temporizador.

source: Select the next item in list or move the cursor right
ca: Selecciona el pròxim element de la llista o mou el cursor a la dreta
es: Seleccionar el siguiente elemento de la lista o mover el cursor hacia la derecha

source: Select the next item in the list
ca: Selecciona el pròxim element de la llista
es: Seleccione el siguiente elemento de la lista

source: Select the preferred service information to display, in addition to the service number, for the service selection pop up screen.
es: Seleccione la información de canal preferida para mostrar, además del número de canal, en la pantalla emergente de selección de canal.

source: Select the previous item in list or move the cursor left
ca: Selecciona l'element previ de la llista o mou el cursor a l'esquerra
es: Seleccione el elemento anterior de la lista o mueva el cursor hacia la izquierda

source: Select the previous item in the list
ca: Selecciona l'element previ de la llista
es: Seleccionar el elemento previo en la lista

source: Select the protocol used by your SCR device. Choices are 'SCR Unicable' (Unicable), or 'SCR JESS' (JESS, also known as Unicable II).
ca: Seleccioneu el protocol que utilitza el vostre dispositiu SCR. Les opcions són “SCR Unicable” (Unicable) o “SCR JESS” (JESS, també coneguda com Unicable II).
es: Selecciona el protocolo usado por tu dispositivo SCR. Las opciones son 'SCR Unicable' (Unicable), o 'SCR JESS' (JESS, también conocido como Unicable II).

source: Select the satellite which is connected to Port-A of your switch. If you are unsure select 'Automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'Nothing connected'.
es: Selecciona que satélite está conectado al puerto A de tu conmutador. Si no estás seguro selecciona 'Automático' y el receptor intentará descubrirlo por ti. Si no hay nada conectado a ese puerto, selecciona 'Nada conectado'.

source: Select the satellite which is connected to Port-B of your switch. If you are unsure select 'Automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'Nothing connected'.
es: Selecciona que satélite está conectado al puerto B de tu conmutador. Si no estás seguro selecciona 'Automático' y el receptor intentará descubrirlo por ti. Si no hay nada conectado a ese puerto, selecciona 'Nada conectado'.

source: Select the satellite which is connected to Port-C of your switch. If you are unsure select 'Automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'Nothing connected'.
es: Selecciona que satélite está conectado al puerto C de tu conmutador. Si no estás seguro selecciona 'Automático' y el receptor intentará descubrirlo por ti. Si no hay nada conectado a ese puerto, selecciona 'Nada conectado'.

source: Select the satellite which is connected to Port-D of your switch. If you are unsure select 'Automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'Nothing connected'.
es: Selecciona que satélite está conectado al puerto D de tu conmutador. Si no estás seguro selecciona 'Automático' y el receptor intentará descubrirlo por ti. Si no hay nada conectado a ese puerto, selecciona 'Nada conectado'.

source: Select the satellite you want to configure. Once configured you can select and configure other satellites that will be accessed using this same tuner.
es: Selecciona el satélite que quieres configurar. Una vez esté configurado, puedes seleccionar y configurar otros satélites a los que quieres tener acceso usando el mismo sintonizador.

source: Select the satellite from which your dish is receiving its signal. If you are unsure select 'Automatic' and the receiver will attempt to determine this for you.
es: Selecciona el satélite del que tu antena recibe la señal. Si no estás seguro selecciona 'Automático' y el receptor intentará descubrirlo por ti.
