Repository: OpenSPA/dvbapp2
Catalog: po/*.po
Languages: ca, es

source: Trashcan
es: Papelera

source: Trashcan:
es: Papelera:

source: Travel
es: Viajes

source: Tree size
es: Tamaño del árbol

source: Tried to disable PiP, but found no InfoBar instance!
es: Intentó deshabilitar PIP, de repente no encontró InfoBar.instance.

source: Tries left:
ca: Intents:
es: Intentos restantes:

source: True
ca: És cert
es: Verdadero

source: TrueType font (HD)
es: Fuente TrueType (HD)

source: TrueType font (SD)
es: Fuente TrueType (SD)

source: TrueType font (full-HD)
es: Fuente TrueType (Full-HD)

source: Try to find used transponders in cable network.. please wait...
ca: Proveu de trobar els transpondedors usats a la xarxa de cable. Espereu …
es: Intenta encontrar los transpondedores usados en la red de cable. Espera…

source: Try to find used transponders in terrestrial network.. please wait...
es: Trate de encontrar los transpondedores utilizados en la red terrestre .. por favor espere …

source: Try to prevent reboots for software errors and maintain of the availability for the receiver.
es: Intenta prevenir reinicios a causa de errores de software y mantiene la disponibilidad del receptor.

source: Try to send repeated commands if not all commands were executed (e.g. TV wake up, but not switched to correct input).
es: Prueba a enviar comandos repetidos si no se ejecutan todos, por ejemplo encendido de TV, pero sin cambio a la entrada correcta.

source: Tue
ca: Dim
es: Mar

source: Tuesday
ca: Dimarts
es: Martes

source: Tune
ca: Sintonitzar
es: Sintonizar

source: Tune and focus
ca: Sintonitzar i enfocar
es: Sintonizar y enfocar

source: Tune failed!
ca: Ha fallat la sintonització!
es: ¡Ha fallado la sintonización!

source: Tuned for recording
ca: Sintonitzat per a gravar
es: Sintonizado para grabaciones

source: Tuner
ca: Sintonitzador
es: Sintonizador

source: Tuner
es: Sintonizador

source: Tuner :
ca: Sintonitzador :
es: Sintonizador:

source: Tuner Configuration
ca: Configuració del sintonitzador
es: Configuración del sintonizador

source: Tuner Information
es: Información de sintonizador

source: Tuner Settings
es: Ajustes del sintonizador

source: Tuner Setup
es: Configuración de sintonizador

source: Tuner information for %s %s
es: Tuner Information del %s %s

source: Tuner is not supported
ca: Sintonitzador no suportat
es: El sintonizador no es compatible

source: Tuner live values
ca: Valor en sintonitzador en viu
es: Valores actuales del sintonizador

source: Tuner setting values
ca: Valors de la configuració del sintonitzador
es: Valores de ajuste sintonizador

source: Tuner slot
ca: Ranura sintonitzadora
es: Zócalo de sintonizador

source: Tuner status FAILED
ca: Estat del sintonitzador ERROR
es: Estado del sintonizador : Error

source: Tuner status IDLE
ca: Estat del sintonitzador INACTIU
es: Estado del sintonizador : inactivo

source: Tuner status LOCKED
ca: Estat del sintonitzador BLOCAT
es: Estado del sintonizador : bloqueado

source: Tuner status LOSTLOCK
ca: Estat del sintonitzador BLOCAT PERDUT
es: Estado del sintonizador : bloqueo perdido

source: Tuner status TUNING
ca: Estat del sintonitzador SINTONITZANT
es: Estado del sintonizador : Sintonizando

source: Tuner status UNKNOWN
ca: Estat del sintonitzador DESCONEGUT
es: Estado del sintonizador : Desconocido

source: Tuner type %s
ca: Tipus de sintonitzador %s
es: Tipo de sintonizador %s

source: Tuners, Scanning & Reception
es: Sintonizadores Escaneo & Recepción

source: Tuning algorithm
es: Algoritmo de sintonización

source: Turbo: One reboot after flash Fast: One reboot after flash, one reboot after restore Slow: One reboot after flash, one reboot after restore in GUI
es: Turbo: Un reinicio después de la instalación Rápido: Un reinicio después de la instalación, un reinicio después de la restauración Lento: Un reinicio después de la instalación, un reinicio de la restauración en la interfaz

source: Turkey
ca: Turquia
es: Turquía

source: Turkish
ca: Turc
es: Turco

source: Turkmen
ca: Turc
es: Turco

source: Turkmenistan
ca: Turquia
es: Turkmenistán

source: Turn off HDMI-IN Full screen mode
es: Desactivar el modo de pantalla completa HDMI-IN

source: Turn off HDMI-IN PiP mode
es: Desactivar el modo PiP para HDMI-IN

source: Turn on HDMI-IN Full screen mode
es: Activar el modo de pantalla completa para HDMI-IN

source: Turn on HDMI-IN PiP mode
es: Activar el modo PiP para HDMI-IN

source: Turn on the control LED
es: Activar el LED de control

source: Turn on the power LED
es: Activar el LED de encendido

source: Turning step size
ca: Volant la mida del pas
es: Tamaño del paso de giro

source: Twin Tuner
es: Sintonizador doble

source: Two
ca: Dos
es: Dos

source: Two lines
ca: Dues línies
es: Dos líneas

source: Type
ca: Tipus
es: Tipo

source: Type / Model
es: Tipo/Modelo

source: Type of scan
ca: Tipus de recerca
es: Tipo de búsqueda

source: Type:
es: Tipo:

source: UHD Test
es: Prueba UHD

source: URL of fallback remote receiver
ca: URL del receptor remot de caiguda
es: URL del receptor reserva

source: USALS automatically moves a motorized dish to the correct satellite based on the coordinates entered by the user. Without USALS each satellite will need to be setup and saved individually.
ca: USALS trasllada automàticament un plat motoritzat al satèl·lit correcte en funció de les coordenades introduïdes per l’usuari. Sense USALS, cada satèl·lit haurà de configurar-se i desar-los individualment.
es: USALS mueve automáticamente una antena motorizada al satélite correcto basado en las coordenadas introducidas por el usuario. Sin USALS se necesitará configurar y guardar individualmente cada satélite.

source: USB slot %s%s
es: Slot USB %s%s

source: USB Stick
es: Pendrive USB

source: USB switch ERROR! - already on USB
es: ¡ERROR al cambiar a USB! - ya en USB

source: USB switch ERROR! - root files not transferred to USB
es: ¡ERROR al cambiar a USB! - archivos raíz no transferidos al USB

source: Ukraine
es: Ucrania

source: Ukrainian
es: Ucraniano

source: Unattended upgrade without GUI
es: Actualización desatendida sin interfaz

source: Undefined
ca: Indefinit
es: No definido

source: Undetermined
es: Indeterminado

source: Undo install
ca: Desfés la instal·lació
es: Deshacer instalación

source: Undo uninstall
ca: Desfés la desinstal·lació
es: Deshacer desinstalación

source: Unencrypted
ca: No xifrat
es: Sin cifrar

source: Unexpected error accessing WebIF: %s
es: Error inesperado al acceder a WebIF: %s

source: Unexpected error while retrieving fallback tuner's timer information
es: Error inesperado al recuperar información de temporizador del sintonizador de reserva

source: UnhandledKey
ca: No manejats
es: Clave sin manipular

source: Unhide parental control services
ca: Obre els serveis de control parental
es: Mostrar servicios de control parental

source: Unicable LNB
es: LNB Unicable

source: Uninstall
ca: Desinstal·lar
es: Desinstalar

source: Unique numbering
es: Numeración única

source: Universal LNB
ca: LNB universal
es: LNB Universal

source: Unknown
ca: Desconegut
es: Desconocido

source: Unknown Packages
es: Paquetes desconocidos

source: Unknown Service
ca: Canal desconegut
es: Canal desconocido

source: Unknown error code
ca: Codi d'error desconegut
es: Código de error desconocido

source: Unknown group: %d
ca: Grup desconegut : %d
es: Grupo desconocido: %d

source: Unknown recording event
ca: Esdeveniment de gravació desconegut
es: Evento de grabación desconocido

source: Unknown service!
ca: Canal desconegut!
es: Servicio desconocido!

source: Unknown user: %d
ca: Usuari desconegut : %d
es: Usuario desconocido: %d

source: Unknown!
ca: Desconegut!
es: Desconocido!

source: Unless set to 'disabled' you get a preview of channels inside the EPG list.
es: A menos que esté configurado como "deshabilitado", obtendrá una vista previa de los canales dentro de la lista EPG.

source: Unmark As Dedicated 3D Service
es: Desmarca como servicio 3D dedicado

source: Unmount
ca: Desmuntar
es: Desmontar

source: Unpack File
es: Desempaquetar archivo

source: Unscramble and record ECM
ca: Descodificar i guardar ECM
es: Descodificar y grabar ECM

source: Unscramble http streams
es: Descodificar retransmisiones http

source: Unscramble receiving http streams
ca: Descramble rebent streams http
es: Descodificar los flujos http recibidos

source: Unset As Startup Service
es: Quitar como canal de inicio

source: Unsupported
ca: No és compatible
es: No soportado

source: Until standby/restart
es: Hasta el modo reposo/reinicio

source: Unused %s
es: No usado %s

source: Unzipping Image
ca: Com descomprimir la imatge
es: Descomprimiendo imagen

source: Up
ca: Dalt
es: Arriba

source: Up / Active
ca: Dalt/Actiu
es: Arriba/Ativo

source: Up/Down button mode
ca: Mode de botó amunt/abaix
es: Modo de tecla arriba/abajo

source: Up/Down buttons also for 'all up/down'.
es: Botones Arriba/Abajo también para 'todo arriba/abajo'.

source: Update
ca: Actualitza
es: Actualizar

source: Update at your own risk
ca: Actualitza baix la teva responsabilitat
es: Actualiza bajo tu responsabilidad

source: Update completed.
ca: Actualització completada.
es: Actualización completada.

source: Update delay for Events in List
ca: Actualitzar retard per als programes de la llista
es: Actualizar retraso para los programas en lista

source: Update delay for events in list. Scrolling in list is faster with higher delay, especially on big lists!
es: Retardo de actualización de eventos en la lista. Desplazarse en la lista es más rápido con mayor retraso, especialmente en listas grandes!

source: Update failed!
ca: Ha fallat l'actualització!
es: ¡La actualización falló!

source: Update feed not available.
ca: Actualització no disponible.
es: Fuente de actualizaciones no disponible.

source: Update finished!
ca: Actualització finalitzada!
es: ¡Actualización finalizada!

source: Update is reported as faulty !!
ca: L'actualització s'informa com a defectuosa!!
es: ¡La actualización no es segura!

source: Update succeeded! Your Bootloader is now up-to-date!
es: Actualizado con éxito! El bootloader está ahora al día!

source: Update/Backup your firmware, Backup/Restore settings
ca: Actualitzar/Realitzar backup del teu firmware, configuracions de backup/restauració
es: Actualiza/Realiza backup del firmware, ajustes de Backup/Restauración

source: Update/Backup/Restore your box
ca: Actualitzar/Backup/Restaurar
es: Actualizar/Backup/Restaurar su receptor

source: Updated
ca: Actualitzat
es: Actualizado

source: Updated version unknown
ca: Versió actualitzada desconeguda
es: Versión actualizada desconocida

source: Updates available:
ca: Actualitzacions disponibles:
es: Actualizaciones disponibles:

source: Updating
ca: Actualitzant
es: Actualizando

source: Updating mount locations.
ca: Actualitzant ubicacions de muntatge.
es: Actualizando ruta de montaje.

source: Updating software catalog
ca: Actualització del catàleg de programari
es: Actualizando el catálogo de software

source: Updating package list.
es: Actualizando lista de paquetes.

source: Upgrade (Flash & restore all)
ca: Actualitzar (Instal·lar i Restaurar tot)
es: Actualizar (Instalar y restaurar todo)

source: Upgrade finished.
ca: Actualització finalitzada.
es: Actualización finalizada.

source: Upgrade in progress Please wait until your %s %s reboots This may take a few minutes
ca: Actualització en procès Espera fins que el %s %s es reiniciï Pot tardar uns minuts
es: Actualización en curso Por favor, espere hasta que su %s %s se reinicie Podría tardar unos minutos

source: Upgrade with GUI
ca: Actualitzar amb interfície
es: Actualizar con interfaz

source: Upgrading
ca: Actualizant
es: Actualizando

source: Uphops +
ca: Salts superiors +
es: Saltos superiores +

source: Uphops -
ca: Salts superiors -
es: Saltos superiores -

source: Uphops:
ca: Salts superiors:
es: Saltos superiores:

source: Upper USB
ca: USB superior
es: USB superior

source: Upper case
ca: Majúscula
es: Mayúsculas

source: Upper line
es: Línea superior

source: Uptime
ca: Horaris
es: Tiempo de actividad

source: Usage & GUI
ca: Ús i pantalla
es: Uso e interfaz

source: Usage Setup
ca: Configuració d’ús
es: Configurar uso

source: Use
ca: Configuració d’ús
es: Uso

source: Use 'Trash' in movie list
ca: Utilitzeu les papareres a la llista de moviments
es: Usar 'Papelera' in lista de películas

source: Use DHCP
ca: Utilitzar DHCP
es: Usar DHCP

source: Use Deinterlacing for 1080i Videosignal?
es: ¿Usar desentrelazado para señal de video 1080i?

source: Use description lines
es: Utilice líneas descriptivas

source: Use EIT EPG information when it is available.
ca: Utilitzeu la informació d’EIT EPG quan estigui disponible.
es: Usar información EPG de EIT cuando esté disponible.

source: Use FreeSat EPG information when it is available.
ca: Utilitzeu la informació EPS de FreeSat quan estigui disponible.
es: Usar información EPG de FreeSat cuando esté disponible.

source: Use Geolocation
ca: Utilitzar geolocalització
es: Usar geolocalización

source: Use HDMI-preemphasis
ca: Utilitzar HDMI-preemphasis
es: Usar HDMI-preemphasis

source: Use Harddisk Hardware Standby Timer
ca: Utilitzar temporitzador de repòs per hardware del disc dur
es: Usar temporizador de apagado por hardware del disco duro

source: Use key map *
ca: Utilitzar Keymap *
es: Usar mapeo del teclado *

source: Use MHW EPG information when it is available.
ca: Utilitzeu la informació EPG de MHW quan estigui disponible.
es: Usar información EPG de MHW cuando esté disponible.

source: Use Netmed EPG information when it is available.
ca: Utilitzeu la informació EPG de Netmed quan estigui disponible.
es: Usar información EPG de Netmed cuando esté disponible.

source: Use OpenTV EPG information when it is available.
ca: Utilitza informació EPG OpenTV quan estigui disponible.
es: Usar información de EPG OpenTV cuando esté disponible.

source: Use QuickSelect
es: Usar selección rápida

source: Use spacer lines
es: Utilice líneas espaciadoras

source: Use spacer lines to pad the bouquet to make the #SERVICE line numbers match the LCN.
es: Utilice líneas espaciadoras de relleno de bouquet para que los números de línea #SERVICE coincidan con el LCN.

source: Use TV remote control
ca: Utilitzeu comandament a distancia de la TV
es: Usar el mando a distancia de la TV

source: Use USALS for this sat
ca: Utilitzeu USALS per aquest sat
es: Utilizar USALS para este satélite

source: Use ViaSat EPG information when it is available.
ca: Utilitzeu la informació ViaSat EPG quan estigui disponible.
es: Usar información EPG de Viasat cuando esté disponible.

source: Use Virgin EPG information when it is available.
ca: Utilitzar la informació del EPG Virgin quan estigui disponible.
es: Usar información EPG de Virgin cuando esté disponible.

source: Use Zap timer end times
ca: Utilitzar temporitzador de zàping amb hores de finalització
es: Usar temporizador de zapeo con tiempo de finalización

source: Use a gateway
ca: Utilitzar una porta d'enllaç
es: Usar una puerta de enlace

source: Use alternate GitHub DNS
es: Usar DNS GitHub alternas

source: Use an alternative smaller screen.
ca: Utilitza una pantalla alternativa més petita.
es: Utilizar una pantalla alternativa más pequeña.

source: Use as HDD
ca: Utilitzar com HDD
es: Usar como HDD

source: Use automatic mode detection? This option reads all supported modes from your TV. Disable it only if you want to customize the preferred configuration.
ca: Utilitza el mode de detecció automàtica? Aquesta opció llegeix tots els modes compatibles des de la teva TV. Deshabilita'l només si desitges personalitzar la configuració preferida.
es: Utilizar la detección de modo automático. Esta opción lee todos los modos admitidos de tu TV. Desactivar solo si deseas personalizar la configuración preferida.

source: Use best / Controlled by HDMI
es: Usa el mejor / Controlado por HDMI

source: Use circular LNB
ca: Utilitzeu LNB circular
es: Utilizar LNB circular

source: Use defaults
ca: Utilitzar predeterminats
es: Usar predeterminados

source: Use extended List
ca: Utilitzar llista extesa
es: Usar lista extendida

source: Use fastscan channel names
ca: Utilitzeu noms de canals de fastscan
es: Usar los nombres de canales de búsqueda rápida

source: Use fastscan channel numbering
ca: Utilitzeu la numeració de canals de fastscan
es: Usar la numeración de canales de búsqueda rápida

source: Use Flash Expander
es: Usar Flash Expander

source: Use for load only x days in EPG.
es: Usar para cargar solo x días en EPG.

source: Use frequency or channel
ca: Utilitzeu freqüència o canal
es: Usar frecuencia o canal

source: Use geolocation to get WAN information
es: Utilizar geolocalización para conseguir la información WAN

source: Use geolocation to set the current time zone location
es: Utilizar geolocalización para establecer la ubicación de la zona horaria actual

source: Use interface
ca: Interfície comunaUtilitzeu la interfície
es: Usar interfaz

source: Use legacy navigation
es: Usar navegación heredada

source: Use logarithmic steps
es: Usar pasos logarítmicos

source: Use official channel numbering
ca: Utilitzeu la numeració oficial de canals
es: Usar la numeración oficial de canales

source: Use only for Wake on WLan (WoW)
es: Usar solo para la activación en WLan (WoW)

source: Use original DVB subtitle position
ca: Utilitzeu la numeració oficial de canals
es: Usar la posición por defecto para subtítulos DVB

source: Use original teletext position
ca: Utilitzeu la numeració oficial de canals
es: Usar la posición por defecto para teletexto

source: Use per directory settings
ca: Utilitzeu la configuració individual per a cada directori
es: Utilizar la configuración por directorio

source: Use power measurement
ca: Utilitza les mesures de corrent
es: Usar la medida de potencia

source: Use small screen
ca: Utilitzar la pantalla petita
es: Usar la pantalla estrecha

source: Use the LEFT/RIGHT buttons on your remote to adjust the height of the OSD. LEFT button decreases the height, RIGHT increases the height.
es: Usar las teclas izquierda/derecha del mando para ajustar la altura del OSD. La tecla izquierda reduce la altura y la derecha la aumenta.

source: Use the LEFT/RIGHT buttons on your remote to adjust the width of the OSD. LEFT button decreases the width, RIGHT increases the width.
es: Usar las teclas izquierda/derecha del mando para ajustar la anchura del OSD. La tecla izquierda reduce la anchura y la derecha la aumenta.

source: Use the LEFT/RIGHT buttons on your remote to move the OSD bottom.
es: Usar las teclas izquierda/derecha del mando para mover la parte inferior del OSD

source: Use the LEFT/RIGHT buttons on your remote to move the OSD left.
es: Usar las teclas izquierda/derecha del mando para mover la parte izquierda del OSD.

source: Use the LEFT/RIGHT buttons on your remote to move the OSD left/right.
es: Usar las teclas izquierda/derecha del mando para mover la parte izquierda/derecha del OSD.

source: Use the LEFT/RIGHT buttons on your remote to move the OSD right.
es: Usar las teclas izquierda/derecha del mando para mover la parte derecha del OSD.

source: Use the LEFT/RIGHT buttons on your remote to move the OSD top.
es: Usar las teclas izquierda/derecha del mando para mover la parte superior del OSD

source: Use the LEFT/RIGHT buttons on your remote to move the OSD up/down.
es: Usar las teclas izquierda/derecha del mando para mover la parte superior/inferior del OSD

source: Use the Networkwizard to configure your Network. The wizard will help you to setup your network
ca: Utilitza l'assistent de xarxa per a configurar la xarxa. L'assistent t'ajudarà a configurar-la
es: Utilizar el asistente de red para configurar su red. El asistente le ayudará a configurar su red

source: Use the Softcam Panel to control your Cam. This let you start/stop/select a cam
ca: Utilitza el panell Softcam per a controlar la teva CAM. Et permet iniciar/parar/seleccionar una CAM
es: Usa el panel Softcam para controlar tu CAM. Te permite iniciar/parar/seleccionar una CAM

source: Use the UP and DOWN buttons to select your locale/language then press the OK button to continue.
es: Utilice los botones ARRIBA y ABAJO para seleccionar su idioma regional y luego pulse el botón OK para continuar.

source: Use the UP/DOWN buttons to select the installed image to be backed up. Press the 'Start' (GREEN) button to start the backup.
es: Utilice los botones ARRIBA y ABAJO para seleccionar la imagen que se hará el backup. Pulsa el botón 'Inicio' (VERDE) para empezar el backup.

source: Use the alternative or the conventional radio mode.
ca: Utilitzar el mode de ràdio alternatiu o convencional.
es: Usar el modo de radio alternativo o convencional.

source: Use the current selection and exit
ca: Utilitzar la selección actual y prèmer exit
es: Usar la selección actual y salir

source: Use the extended List
ca: Utilitza la llista extesa
es: Utilice la lista ampliada

source: Use the network wizard to configure selected network adapter
ca: Utilitzeu l’assistent de xarxa per configurar l’adaptador de xarxa seleccionat
es: Utilice el asistente de red para configurar el adaptador de red seleccionado

source: Use the network wizard to configure your Network.
ca: Utilitza l'assistent per a configurar la xarxa.
es: Usar el asistente de red para configurar tu red.

source: Use the wizard to set up basic features
ca: Utilitzeu l’assistent per configurar funcions bàsiques
es: Usar el asistente para configurar los ajustes básicos

source: Use these input device settings?
ca: Feu servir aquesta configuració del dispositiu d’entrada?
es: ¿Usar esta configuración de dispositivo de entrada?

source: Use this video enhancement settings?
ca: Feu servir aquesta configuració de millora de vídeo?
es: ¿Usar esta configuración de mejora de vídeo?

source: Use time jumps for fast forward/backward
ca: Utilitzar salts de temps per avançar i rebobinar
es: Usar saltos de tiempo para el avance y rebobinado

source: Use time shift SeekBar while time shifting
es: Use la barra de búsqueda de Timeshift mientras cambia de tiempo

source: Use viewer for unknown files
es: Usar visor para archivos desconocidos

source: Use workaround for wake up from deep-standby
ca: Utilitzar via alternativa per a encendre des de repòs profund
es: Usar solución alternativa para encender desde reposo profundo

source: Used
ca: Utilitzat
es: Usado

source: Used flash
ca: Memòria interna utilitzada
es: Memoria interna usada

source: Used service scan type
ca: Tipus d'escaneig de canals usat
es: Tipo de búsqueda de canales usada

source: Used to specify delay when switching between services and AC3 passthrough is enabled.
es: Se utiliza para especificar el retraso cuando se cambia entre servicios y está habilitado el paso directo AC3.

source: Used to specify delay when switching between services and AC3+/Atmos passthrough is enabled.
es: Se utiliza para especificar el retraso cuando se cambia entre servicios y está habilitado el paso directo AC3+/Atmos.

source: Used:
ca: Utilitzat:
es: Utilizado:

source: User (keymap.usr)
ca: Usuari (keymap.usr)
es: Usuario (keymap.usr)

source: User - bouquets
ca: Usuari - bouquets
es: Usuario - grupos

source: User Feed URL
ca: URL del feed d'usuari
es: Url de feed del usuario

source: User ID
es: ID de usuario

source: User comments
ca: Comentaris d'usuari
es: Comentarios de usuario

source: User defined
ca: Definit per l'usuari
es: Definido por el usuario

source: User defined 0x%02x
ca: Definit per l'usuari 0x%02x
es: Definido por el usuario 0x%02x

source: User defined transponder
ca: Transpondedor definit per l’usuari
es: Transpondedor definido por usuario

source: User interface settings
ca: Configuracions interfície d'usuari
es: Configurar interfaz de usuario

source: User logo:
ca: Logotip d'usuari:
es: Logo de usuario:

source: Username
ca: Nom d'usuari
es: Nombre de usuario
